{"封      面：": "http://www.goupu.com.cn/file/upload/201804/17/164015781.jpg", "中文名字  ：": ["巴吉度犬"], "英文名字  ：": ["Basset Hound"], "别      名：": "法国短脚猎犬，巴吉度猎犬...", "分布区域  ：": "法国，英国", "原  产  地：": "法国", "体      型：": "小型犬", "功      能：": "狩猎犬", "分      组：": "狩猎犬，工作犬", "身      高：": "33-38厘米", "体      重：": "18-27公斤", "寿      命：": "12-13年", "参考价格  ：": "1000-7000", "特      点：": "吠叫,友善,易训练,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "60%", "掉毛程度：": "40%", "体味程度：": "40%", "美容程度：": "60%", "对小孩友善程度：": "90%", "对生人程度：": "60%", "对动物程度：": "80%", "运动量：": "40%", "可训练性：": "100%", "口水程度：：": "10%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "40%", "简介：     ": "['\\t巴吉度犬，也叫法国短脚猎犬，起源于法国。是一种历史悠久、气质高贵的猎犬。巴吉度猎犬属于一种十分优秀的痕迹追踪犬，最擅长在各种复杂的陆地地形条件下工作。在空旷的原野上，它也能长时间持续工作，有着超强的耐力，工作时认真投入。', '\\t骨量充足，且骨骼沉重，和别的猎犬相比，巴吉度犬的体型是非常重要的，它的动作应该敏捷而稳重，不显笨拙，性情温和，任何急躁或羞涩的性格均属于缺陷。', '\\t虽然总是表现出一种哀伤的深情，实际上它们的性格活泼开朗，对主人温柔顺从、乖巧听话，而且善解人意，完全具备家庭犬的特质。', '\\t巴吉度犬有着异常灵敏的嗅觉，仅次于寻血猎犬。巴吉度犬常常被喻为小丑的角色，也正是因为它的外貌和神情给人的误解所引起的。', '\\t巴吉度犬待人友善，尤其喜欢和小孩子玩，和其他犬类也能和平共处。', '\\t巴吉度犬热爱运动，智商高，非常有主见，只要进行适当的训练就可以让它变得更顺从。', '\\r\\n\\t巴吉度猎犬来自法国西部，起源于法国，数个世纪之后在英国发展良好。它名字的意思是“低”，指的就是它四肢较短，但身躯较长的一种低矮体态。\\r\\n', '\\r\\n\\t巴吉度是从血犬直接演化发展而来。以前是作为专门的狩猎犬来饲养的，帮助人们猎取浣熊、狐以及兔子等小野兽，还可以猎鸟。它的嗅觉异常灵敏，追逐猎物的时候会发出一种深沉而特殊的声音，并因此得以闻名。在法国，它和猎肠犬地位等同，都是极有代表性的猎犬，且都是身长腿短的典型代表。\\r\\n', '\\r\\n\\t关于巴吉度有一个真实的传闻：自从1863年出现在巴黎犬展后，就传到到了英国，同年被英国养犬俱乐部所认可。1880年时，有英国贵族将其带到了美国，后来独立战争爆发后，有人将这种犬赠送给了乔治华盛顿，由此在美国打开市场，受到了关注，后来经过人们的精心饲养和培育，于1883年得到普及和广泛发展，并在两年后成立了美国犬商俱乐部，允许给它登记，直到1964年又获得了美国养犬俱乐部的认可。\\r\\n', '\\r\\n\\t作为一种观赏犬，巴吉度犬现在在英美国家的家庭颇有声誉。\\r\\n', '\\r\\n\\t巴吉度犬过去主要是被用来狩猎野兔、狐狸、鹌鹑以及其他野生动物的工作犬，如今则是以伴侣犬的身份闻名于世。\\r\\n', '\\r\\n\\t巴吉度犬温和友善的性格和娇小的体型决定了它非常适合在公寓饲养，忠诚顺从，能够很快和家里的每个成员相处融洽，尤其喜欢小孩子。\\r\\n', '\\r\\n\\t不过由于它对主人的依赖性非常强，所以需要主人有足够的时间和精力来陪伴它。如果让它觉得孤独，它就会发出低沉的吼叫声，特别是被独自留在家里的时候，可能会因为焦虑不安而发出这种吼叫声以表达不满，如果没有拴住或关起来，它可能还会在家里搞破坏。鉴于这一特性，所以巴吉度犬不太适合繁忙的上班族饲养。\\r\\n', '\\r\\n\\t头：大，但比例匀称。从侧面看，头部平坦，无厚脸皮，面颊也不突起，脑袋和口吻的轮廓线都是直的，且彼此之间相互平行，止部不会过分明显。头部的皮肤很松弛，低头时眉毛会出现明显的皱纹。\\r\\n', '\\r\\n\\t嘴唇下垂，为暗黑色，且前面下垂的嘴唇呈正方形朝后伸展，后面下垂的嘴唇松弛。\\r\\n', '\\r\\n\\t眼睛：稍微有点凹陷，眼神温和，还带有一丝丝忧伤，瞬膜很明显，呈褐色，且越深越好。\\r\\n', '\\r\\n\\t耳：耳朵又大又长，耳根位置较低，且向后靠。如果向前拉起耳朵，长度可以达到鼻尖处。耳朵上覆盖着柔软的被毛，皮肤松弛下垂，耳尖部位略向内卷曲。休息时，耳朵朝颈部下垂。\\r\\n', '\\r\\n\\t颌/牙：口吻深而沉重，不长但也不纤细。鼻镜沉着着明显的色素堆积，呈暗黑色，一般最理想的是纯黑色的鼻镜。鼻孔宽大，张开着。巨大的牙齿整齐地排列着，呈剪状或钳状咬合。\\r\\n', '\\r\\n\\t颈、躯体：喉咙处有十分明显的赘肉，颈部欣长有力，略呈圆拱型。胸深且圆润，胸骨突出，能清晰看出超过了前肢。肩和肘部相对来说贴近胸部，胸部最低点到地面的距离使它能够在不同的地形条件下长时间地活动自如。不过成年犬的胸底到地面的这段距离一般还不到肩高的1/3。肩胛角度适中，肩胛有力。\\r\\n', '\\r\\n\\t平顺且长的肋骨往后伸展，可以充分扩张，给心脏和肺部提供了充足的空间。\\r\\n', '\\r\\n\\t它的后躯圆拱且十分丰满，后躯的宽度约等于肩部的宽度。\\r\\n', '\\r\\n\\t四肢：脚掌厚实而沉重，脚垫沉重坚实，狼爪允许切除。\\r\\n', '\\r\\n\\t尾巴：全整的尾巴，位于脊椎的延长线上，略有卷曲，一般情况下都是十分欢快地举起着。\\r\\n', '\\r\\n\\t被毛：浓密，平滑，短毛，质地较硬，这种质地的被毛对于需要在外工作的它们来说才更适合。\\r\\n', '\\r\\n\\t颜色：任何颜色的被毛都可以接受，且颜色和斑纹的分布情况并不是最主要的。\\r\\n', '\\r\\n\\t遗传疾病：髋关节发育不全、肘关节发育不全。\\r\\n', '\\r\\n\\t常见疾病：眼睑外翻、血管性血友病、癫痫、青光眼、甲状腺机能减退、急性非特异性结肠炎、中耳炎、犬眼球脱出、支气管肺炎、第三眼睑增生。\\r\\n', '\\r\\n\\t饲养巴吉度犬应从营养的角度来考虑，雄性犬只的饲料中应该确保动物性蛋白质的含量充足。而且到了配种的时期，还要适量地添加矿物质和维生素，可以往饲料中适量添加牛奶、鸡蛋、瘦肉、鱼肝油以及胡萝卜等，作为等待配种的雄犬，每天饲喂两顿，每顿最好让它吃到八成饱即可。\\r\\n', '\\r\\n\\t一、巴吉度的喂养事项\\r\\n', '\\r\\n\\t部分巴吉度犬对食物有着极大的热情，尤其是那些无聊、懒惰的犬只，而且它们非常聪明，懂得如何利用你对它们的喜爱来得到食物。若巴吉度一向你讨食，你就妥协，只会助长它的这一坏习惯，永不了多久就会导致它们变得肥胖。\\r\\n', '\\r\\n\\t为了巴吉度犬的健康，建议家长们在饮食饲喂上多加注意。\\r\\n', '\\r\\n\\t(1)建议选择正规厂家配制好的食物。\\r\\n', '\\r\\n\\t(2)禁食变腐、变质或不新鲜的食物。\\r\\n', '\\r\\n\\t(3)时刻为它准备准备一碗干净的饮用水。\\r\\n', '\\r\\n\\t(4)别给它吃含高蛋白的猫食。\\r\\n', '\\r\\n\\t(5)巴吉度犬的饮食要保证常温，不可以吃刚从冰箱中拿出来的食物，太凉容易闹肚子。\\r\\n', '\\r\\n\\t(6)没有吃完的罐头、食物或已经发霉变潮的食物要马上丢掉，别舍不得，如果给巴吉度吃这种食物导致染病，那花的钱可就更多了。\\r\\n', '\\r\\n\\t(7)每顿吃剩的狗粮要马上倒掉，别留在巴吉度的食盆里让它随取随吃，放在那容易滋生细菌和小虫。\\r\\n', '\\r\\n\\t(8)时刻关注巴吉度犬的体重，不能过于肥胖。\\r\\n', '\\r\\n\\t(9)别喂猪骨之类的坚硬锋利的骨头，尤其是鸡骨头。\\r\\n', '\\r\\n\\t(10)若你的巴吉度犬一天都不吃东西，那很明显是有问题，说不定得了什么病，不要拖延，赶紧咨询兽医。\\r\\n', '\\r\\n\\t(11)同盆喂养：如果你的家里不止养了一只巴吉度犬，哪怕它们愿意同盆进食，你也不要依着，最好还是分盆喂养，各吃各的比较卫生。\\r\\n', '\\r\\n\\t(12)过度肥胖：若你的巴吉度犬已经出现肥胖问题，那么你就应该开始增加它的活动量，饲喂量可以适当减少，也可以请教你的兽医，饲喂一些热量更低的减肥食物。为了帮助爱犬恢复理想的体重，建议用标准热量的60%食物来喂养即可。\\r\\n', '\\r\\n\\t整体：身长腿短，躯体坚实，骨骼结实，前肢弯曲，平衡性良好。雌性和雄性的体高均在32.5cm左右，体重在20kg左右。通常它的皮肤是有一定的松弛度的。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/26/142413421.jpg", "中文名字  ：": ["迷你雪纳瑞犬"], "英文名字  ：": ["Miniatureschnauzerterrier"], "别      名：": "小型雪纳瑞犬,迷你雪娜瑞", "分布区域  ：": "德国，美国和加拿大", "原  产  地：": "德国", "体      型：": "小型犬", "功      能：": "玩具犬", "分      组：": "玩具犬", "身      高：": "30-39cm", "体      重：": "6-9kg", "寿      命：": "13-16years", "参考价格  ：": "1500-3000", "特      点：": "粘人,吠叫,友善", "粘人程度  ：": "80%", "喜叫程度：": "60%", "掉毛程度：": "60%", "体味程度：": "40%", "美容程度：": "100%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "80%", "运动量：": "50%", "可训练性：": "60%", "口水程度：：": "40%", "耐寒程度：": "60%", "耐热程度：": "60%", "城市适应度：": "80%", "简介：     ": "['\\t迷你雪纳瑞/迷你雪娜瑞，英文名：Miniatureschnauzerterrier，来自德国。德国当地人更习惯叫它茨威格雪纳瑞犬，是由普通雪纳瑞犬与小型犬杂交而来的。', '\\t在美国和加拿大，迷你型雪纳瑞犬曾经发展得非常好，是普及最广泛的一个犬类，它属于梗类犬的一种，外型和性格都与其近亲---标准雪纳瑞十极为相似。', '\\t缺点：玩具化、过于纤细或粗糙。', '\\t典型的迷你雪纳瑞犬的性格应表现得聪明而活泼，乖巧而顺从，但也不失机警和勇敢，且体格强健，精力充沛。服从性高，愿意取悦自己的主人，忠诚，值得信赖。一定不能有一点侵略性或过于胆怯。', '\\t它也被叫做“小髯犬”(因为浓密的胡须而得名)，过去主要被用于农场捕鼠，现在以为它独特的外表、温顺的性情而逐渐发展为优秀的家庭宠物犬。', '\\r\\n\\t迷你雪纳瑞属于梗犬类，起源于19世纪末期，原产地是德国的巴伐利亚边区(Bavaria)，在所有的梗类犬中，它是唯一不含英国血统的品种。绝大多数的人都认为它是用标准型雪纳瑞犬与17世纪在欧洲流行的阿芬品犬杂交而来的。可15世纪之前，已经存在的标准雪纳瑞犬却是由德国刚毛品犬与当地粗糙被毛的犬种交配繁殖而来的，而且含有梗犬的血统。另外还有资料显示，迷你雪纳瑞犬含有迷你品犬、博美犬、猎狐梗和苏格兰梗的血统。1899年迷你雪纳瑞被承认，于1905年引入到了美国，1925年成立了雪纳瑞犬俱乐部。\\r\\n', '\\r\\n\\t迷你雪纳瑞犬体型娇小，但它不仅能作为饲养在公寓可爱宠物犬，也能用作看守宅院的守卫犬，它最擅长的是捕捉老鼠，对于室内的生活是非常适应的。它的脸部表情以及独特的外貌使其倍增魅力，作为伴侣犬和玩赏犬是再好不过的了。\\r\\n', '\\r\\n\\t随着人民生活水平的提高，大家对于精神生活也有了更高的追求，而饲养一只聪明可爱、乖巧机灵的宠物狗显然已经成为如今大多数年轻人的首选，而雪纳瑞就是其中比较受欢迎的一类狗狗。\\r\\n', '\\r\\n\\t雪纳瑞聪明伶俐，十分活跃，对主人的依赖性比较强，很适合城市公寓家庭、感情丰富的人以及有孩子的家庭饲养。\\r\\n', '\\r\\n\\t头：头部强壮，呈矩形，宽度从耳朵往眼睛方向逐渐缩小，到鼻尖则更小。前额没有皱纹，前额平坦，且极长长。口吻与前额平行，有一个轻微的止部，口吻和前额的长度一致。口吻结实，与整个头部的比例恰当;口吻末端呈适度的钝角，胡须十分浓密，使头部轮廓形成矩形。\\r\\n', '\\r\\n\\t缺陷：头部线条粗糙、厚脸皮。\\r\\n', '\\r\\n\\t眼睛：眼小，深褐色，位置深。呈卵形，眼神锐利。\\r\\n', '\\r\\n\\t缺陷：颜色浅、大、眼睛突出。\\r\\n', '\\r\\n\\t耳：如果是修剪过的耳朵，那么两耳的外形与长度是一致的，且带有往上的尖角。它们的长度与头部尺寸相称，不允许长度过于夸张，位于头顶较高的位置，内边缘竖直向上，外边缘可能略呈铃状。如果是没有剪耳，那么则耳朵小，呈V形，折叠坍塌在头顶，形成纽扣耳。\\r\\n', '\\r\\n\\t颌/牙：剪状咬合。缺陷：上颚突出式咬合、下颚突出式咬合、钳状咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部结实，且略拱，与肩部完美的结合，喉部的皮肤紧凑，将颈部完好地包裹着。身躯短且深，胸深至少可达到肘部。肋骨扩张良好，深度恰当，往后与短短的腰部融合。马肩隆为身躯的最高点。从胸到臀的长度等于肩高。\\r\\n', '\\r\\n\\t缺陷：胸太宽或胸深不够。\\r\\n', '\\r\\n\\t背：背线笔直;从马肩隆往后，直到尾根处略往下倾斜的趋势。缺陷：厚背凹陷或拱起。\\r\\n', '\\r\\n\\t四肢：[前躯]\\r\\n', '\\r\\n\\t无论从哪个角度看，前肢都是笔直且互相平行的。腕部结实，骨量充足。肩胛与前臂都非常长，所以允许胸部足够深，位于两条前肢之间。肘部紧贴身体(缺陷：肘部松弛。)肩部平坦、整洁，肌肉发达，倾斜，与脊背结合良好，这样使得肩胛的侧边正好位于肘部的正上方。肩胛顶部的位置距离很近。肩胛向前、下方倾斜，形成合适的角度，确保了前肢可以最大程度地往前伸展，而不受约束。足爪短而圆，如猫足，脚垫厚实，为黑色。脚趾紧凑，呈拱形。\\r\\n', '\\r\\n\\t[后躯]\\r\\n', '\\r\\n\\t后躯肌肉发达，大腿倾斜。在后膝关节处形成合适的角度。以标准的姿势站立时，会形成一个合适的角度，以保证飞节端延伸的长度可以超过尾巴。整体来说，就是后躯看起来并不会比肩部更大或更高。后脚腕短，标准站立时，与地面垂直，从后面看，两者互相平行。\\r\\n', '\\r\\n\\t缺陷：镰刀腿，牛肢，O形腿或弯曲的后腿。\\r\\n', '\\r\\n\\t尾巴：尾根位置高，尾巴上举着，需要断尾。当狗狗被毛的长度恰当时，保留的尾巴长度刚好能超过背线即可。缺陷：尾根位置偏低。\\r\\n', '\\r\\n\\t被毛：双层，外层刚毛硬，底毛浓密。头部、颈部、耳朵、胸部、尾巴和身躯上都需要剥毛。参赛时，身体上的被毛必须足够长，以体现它毛发的质地，而且要可以完全覆盖住头部、颈部以及耳朵。被毛最好是极其浓密，且不呈丝质。缺陷：被毛太软或太短，或显得很光滑。\\r\\n', '\\r\\n\\t颜色：被承认的颜色有椒盐色、黑银色和纯黑色。无论是其中的哪一种颜色，皮肤的色素沉积必须要十分均匀，换句话说，就是不允许皮肤的任何位置出现白色或粉色斑块。\\r\\n', '\\r\\n\\t椒盐色：典型的椒盐色是有黑白双色毛发、纯黑色、纯白色毛发共同形成的，黑白双色毛发占主流。各种椒盐色都是可以接受的从颜色较浅的浅椒盐色到颜色较深，带有褐色阴影的椒盐色都允许。椒盐色狗的毛色在下列部分会逐渐过度成浅灰色或银白色：眉毛、胡须、面颊、喉咙下方、耳朵里面、胸部、尾巴下、腿下半部及后腿内侧。此外，他的肚子下面也许也会变成浅色。但是，浅色部分不应该扩展到身体两侧，高于肘部。\\r\\n', '\\r\\n\\t黑银色：黑银色的样式与椒盐色一样。在椒盐色的地方必须为纯黑色。黑银色的披毛，里面应该是黑色的底毛。褪色成为褐色的毛发需要剥除，肚子下面的毛色也应该为深色。\\r\\n', '\\r\\n\\t纯黑色：纯黑色是唯一被承认的单一色。理想的色泽为非常浓黑的披毛和颜色略浅一些的、柔软的底毛，这种颜色在任何地方都是很理想的。应该剥除褐色或褪色的毛发。用剪刀或电剪剃毛的部分，毛色会变浅。胸部有小的白色斑点或身体其他地方偶然出现白毛是允许的。\\r\\n', '\\r\\n\\t失格：纯白色或有白色条纹，白色污迹、白色斑块的狗，黑色狗胸前有小块白色斑点除外。椒盐色或黑银色狗自喉咙和前胸以下部分颜色逐渐褪色为浅灰色或银白色。除此之外的其他自然颜色。\\r\\n', '\\r\\n\\t易发疾病：雪娜瑞特有皮肤病、青光眼、白内障。\\r\\n', '\\r\\n\\t迷你雪纳瑞犬活泼好动，喜欢玩耍，所以需要每天带其外出活动。被毛较长，每天都要进行梳理，春秋季节还需定期修剪被毛。耳朵、颊部和头上的毛需要适当剪短，以保持被毛的清洁和美观。\\r\\n', '\\r\\n\\t雪纳瑞的毛分为绒毛和刚毛两层，绒毛主要分布在脸部、四肢和下腹部，而刚毛则主要分布在背部和颈部，幼犬时期的雪纳瑞全身被绒毛所覆盖，到了6个月大的时候需要去专业美容店为其拔毛。如果是需要参赛的犬只，那么在赛前3个月左右也得进行拔毛，因为比赛中要求雪纳瑞的被毛长度不可小于1公分，且每一根被毛都要有毛尖，所以不能修剪，只能拔毛。\\r\\n', '\\r\\n\\t为雪纳瑞美容护理的时候要注意将刚毛和绒毛分开，质地不同的毛发需要用到不同的洗液，有条件的话，在第一次清洗后可使用宠物专用的护发素进行保养。\\r\\n', '\\r\\n\\t至于雪纳瑞的饮食饲喂，重点要注意狗粮的营养配比：蛋白质占30% ，脂肪占20% \\r\\n。幼犬的话，应注意在食物中添加足够的钙质。和同等体型的犬只相比，迷你雪纳瑞的体格还是比较强壮的，当然这个前提是确保它每天有足够的活动量。\\r\\n', '\\r\\n\\t雪纳瑞的胡须会变黄的原因目前还不是很明确，可能主要是因为经常流口水、错误的饮水习惯以及经常性的食用湿度较大的食物造成的。所以为了尽量避免这种情况的发生，建议使用饮水器喂水，食用干狗粮。\\r\\n', '\\r\\n\\t建议每天的食物以狗粮为主，每天早晚各饲喂一次。饮用水不可以断，平时喂点带有维生素的食物，一定不能喂盐，那样容易影响雪纳瑞的毛色，甚至导致掉毛的发生。在日常饲养过程中，要密切注意犬只的精神状态、行动、食欲，大便的形态，鼻垫的干湿度及鼻垫的凉热程度等，这样能够及时掌握犬的健康状况，如果发现不正常或患病迹象，要及早采取治疗措施。\\r\\n', '\\r\\n\\t整体：肩高在12-14英寸。体格结实，比例接近正方形，肩高与体长大致相等，骨量充足，没有任何一处显得象玩具。失格：身高低于12英寸或高于14英寸。\\r\\n', '\\r\\n\\t迷你雪纳瑞是一种身体强健、性格活泼的典型梗类犬，和它的近亲---标准雪纳瑞除了体型差异，其他整体几乎没有区别，而且一样的机敏和活跃。\\r\\n', '\\r\\n\\t有着浓密的眉毛和胡髭，黑色的鼻子十分突出，鼻孔开阔;体型接近方形，背部平直，大腿发育良好，它娇小的体型使其成为更出色的捕鼠者。\\r\\n', '\\r\\n\\t而且雪纳瑞的头部应该很长，呈矩形的外观;从耳朵开始经过眼睛到鼻镜，开始逐渐变窄。整个头部的长度大约是后背长度的1/2，颈部长，背要短，尾部略高。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201806/23/00230363187.jpg", "中文名字  ：": ["库达犬"], "英文名字  ：": ["Bully Kutta"], "别      名：": "巴基斯坦库达犬", "分布区域  ：": "巴基斯坦", "原  产  地：": "巴基斯坦", "体      型：": "大型犬", "功      能：": "狩猎犬,工作犬,护卫犬", "分      组：": "狩猎犬，工作犬", "身      高：": "76-91厘米", "体      重：": "55-60公斤", "寿      命：": "10-15年", "参考价格  ：": "3000-10000", "特      点：": "吠叫,护家", "粘人程度  ：": "30%", "喜叫程度：": "80%", "掉毛程度：": "30%", "体味程度：": "30%", "美容程度：": "30%", "对小孩友善程度：": "20%", "对生人程度：": "10%", "对动物程度：": "10%", "运动量：": "100%", "可训练性：": "40%", "口水程度：：": "40%", "耐寒程度：": "60%", "耐热程度：": "60%", "城市适应度：": "00%", "简介：     ": "['\\t库达犬(BullyKutta)，属工作犬。身材高大，肌肉发达，骨骼伟岸，脂肪少，皮肤松弛多皱纹，性格自信而沉稳，表象懒惰少动，不易为外物所干扰，且不易驯服，建议多训练，因为广泛杂交多个品种而形成，外表颜色和体型差异较大。', '\\t', '\\t\\t', '\\t', '\\t\\t一说到世界最烈性斗犬，人们想到的绝对是比特犬!事实上，比特只是被大家炒作的比较厉害，真正的世界最烈性斗犬其实是巴基斯坦的国宝~库达犬!!\\t', '\\t\\t单从它的体型就可以看出，它是一种高大威猛的生物。面部可以用可怕来形容，一点也不为过。\\t', '\\t\\t这种犬大多集中于巴基斯坦西北部地区，常被用于斗狗赌博，它们的性格暴烈，多数有较多的斗牛梗血统。\\t', '\\t\\t库达犬从性质上来说是属工作犬，身材高大，肌肉发达，骨骼伟岸，脂肪少，皮肤松弛多皱纹，性格自信而沉稳，但是太凶猛不易驯服。\\t', '\\t\\t此种犬这么凶猛，其实和它的血缘有很大的关系。它的血统来源很多，其中包括斗牛梗和马士提夫犬、当然还有古波斯得獒犬。\\t', '\\t\\t巴基斯坦的斗狗活动历史悠久，经过长时期的训练， 变得更加凶狠。所以相比较比特犬，他才是真正的猛犬，只是没有经过炒作知道的人比较少。\\t', '\\r\\n\\t这种犬的起源不祥，一种说法是英国殖民者到印度的时候带过去了大批的斗牛梗和马士提夫犬，与当地的土狗杂交后，形成了一个新的杂交品种，用于狩猎和斗狗;另一种说法是在英国人侵略印度以前就有的古老品种，是古波斯的獒犬与其它犬种杂交的后代。目前这种犬的真正起源已经无法考证。专业人士认为是介于两种说法之间。\\r\\n', '\\r\\n\\t库达犬是巴基斯坦的一种斗犬，猛犬的血统几乎占了一半，可惜现在没有被没有被世界上大的犬种机构认可认证在当地主要用来斗熊。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t', '\\r\\n\\t\\t库达犬非常巨大、气势如虹,与大多数巨型犬不同的是,它具有令人称奇的敏捷性、柔韧性和弹力、极快的速度，并以耐力持久而著称。相比其它大多数獒类犬，它的身体更加强壮矫健。\\r\\n\\t', '\\r\\n\\t\\t四肢长并与身体成一定比例、后端略高,造就了库达特有的狮状步伐;尾长,向末端逐渐收细,高抬时弯曲、平直时似一根手镐柄的形状(直棍末端上翘),以使这个极其敏捷灵活的大家伙保持住身体平衡;\\r\\n\\t', '\\r\\n\\t\\t吻宽且粗壮，几乎占整个头部的一半;完全剪状咬合,牙齿整齐坚固;\\r\\n\\t', '\\r\\n\\t\\t眼睛小而圆;\\r\\n\\t', '\\r\\n\\t\\t耳朵下垂，通常被裁剪;\\r\\n\\t', '\\r\\n\\t\\t皮肤结实有弹性,下颚至颈部长有明显赘肉或嗉囊，但不显累赘;\\r\\n\\t', '\\r\\n\\t\\t前腿直而坚固、骨量粗重。后腿分距宽,稍向外转并呈一定角度,构成一个坚实的矩形基座。\\r\\n\\t', '\\r\\n\\t\\t被毛很短且光滑，主流色为白色，也可以是黑色、棕色、浅黄褐色、虎斑、双色，身上可以配有各种颜色的斑块。皮肤(注意，不是被毛)有黑色或斑点状色素沉积。\\r\\n\\t', '\\r\\n\\t\\t气 质\\r\\n\\t', '\\r\\n\\t\\t库达犬以其攻击性、守卫能力和狂热的忠诚度名闻遐迩，因为它们传承自古代著名的战犬。\\r\\n\\t', '\\r\\n\\t\\t有一些库达犬养主称这个品种几乎没有可训性，很难被驯服。然而，在有经验的人手中，库达犬依然可以被训练成为一只很守规矩的宠物犬。这个品种显然不适合新手饲养，在它面前，犬主必须是一位强有力的领导者。一只受过良好社会化教育和训练有素的库达犬将会成为一个家庭值得珍视的一员。库达幼犬活泼、好打闹，能够成为孩子们极好的玩伴，但必须在有大人看管的情况下，即使是接受过很好社会化教育和正确训练的库达犬，它巨大的身躯可能在不经意间伤害到孩子。这个品种有很强的护卫本能，它们非常护家，会用自己的生命换取家庭的安全。由于库达有着较长的斗犬历史，因此具有很强的犬类攻击性。\\r\\n\\t', '\\r\\n\\t\\t虽然身形巨大，但没有太高的运动需求。性情相当闲散，喜欢整天睡觉而不是像其他品种的狗那样去奔跑。如果您想拥有一只库达犬，那么在入手之前一定要了解如何训练它们。', '\\r\\n\\t', '\\r\\n\\t这种犬身材高大，肌肉发达，骨骼伟岸，脂肪少，皮肤松弛多皱纹，性格自信而沉稳，表象懒惰少动，不易为外物所干扰，不易驯服，因为广泛杂交多个品种而形成，外表颜色和体型差异较大。成年雄犬肩高约在76-106厘米，体重55-60公斤，雌犬身高76-91厘米，体重50-55公斤。现在多集中于巴基斯坦西北部地区，常被用于斗狗赌博，部分犬种性格暴烈，多数有较多的斗牛梗血统。\\r\\n', '\\r\\n\\t体 形 ：平均高度是32英寸左右。头 部 头部结实。\\r\\n', '\\r\\n\\t耳 朵 ：裁耳\\r\\n', '\\r\\n\\t眼 睛 ：眼睛小，靠后\\r\\n', '\\r\\n\\t下 巴 ：方嘴\\r\\n', '\\r\\n\\t四 肢 ：骨骼强壮，四肢肌肉发达，脖子粗大。\\r\\n', '\\r\\n\\t披 毛 ：短毛\\r\\n', '\\r\\n\\t毛 色 ：一般是淡黄, 红色, 斑点, 黑色和不同的二色的\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/18/100142521.jpg", "中文名字  ：": ["短毛猎狐梗"], "英文名字  ：": ["Smooth Fox Terrier"], "别      名：": "平毛猎狐梗、顺毛猎狐梗", "分布区域  ：": "英美", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "38-39厘米", "体      重：": "7-8公斤", "寿      命：": "13-14年", "参考价格  ：": "2500-15000", "特      点：": "友善,易训练", "粘人程度  ：": "60%", "喜叫程度：": "100%", "掉毛程度：": "40%", "体味程度：": "60%", "美容程度：": "50%", "对小孩友善程度：": "80%", "对生人程度：": "50%", "对动物程度：": "70%", "运动量：": "80%", "可训练性：": "80%", "口水程度：：": "40%", "耐寒程度：": "40%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t关于短毛猎狐梗的具体来源到现在都还没有确定的说法，据说是在硬毛类型的梗犬出现20年之后才发现了和该犬相关的历史纪录。有的专家表示该犬是用古代猎肠狗、短毛猎狐梗以及毕克犬杂交后得来的。', '\\t在1790年就有与之相关的文献记载，是一副画作 ，里面就有一头短毛的白猎狐梗“Pitch”，这为确定它的起源提供了一些证明。', '\\t短毛猎狐梗的品种标准是在1876 年才被确定。该犬过去主要被用来狩猎小动物，并追击到它们的巢穴，动作灵敏，勇敢认真，能够与狐狸搏斗并将其捕获。', '\\r\\n\\t短毛猎狐梗来自英国，历史非常悠久，从得到美国的认可并给予注册到现在就有超过一个世纪的时间。短毛猎狐梗和硬毛猎狐梗均属于猎狐梗这一品种的不同分类。起初并未细分，到了1984年，美国AKC俱乐部才正式认可了用以区分短毛和硬毛猎狐梗的标准，从1985年1月1日开始实施。\\r\\n', '\\r\\n\\t不过在这个标准中，对于两种猎狐梗的起源却归属为不同的品种，认为硬毛猎狐梗的祖先可能是威尔士的德贝郡和达拉谟地区的老粗毛、黑褐色的工作梗。而短毛猎狐梗的主要祖先则被确认是短毛黑褐色梗，以及斗牛梗、灰猎犬和小猎兔犬。\\r\\n', '\\r\\n\\t短毛猎狐梗聪明机敏，长相十分秀丽，气质端庄稳重，加上体型不大，所以人们常将其作为伴侣犬在家里饲养。另外，由于它十分喜欢吠叫，因此也被用于庭院警卫犬，为主人看守宅院。\\r\\n', '\\r\\n\\t头：颅骨扁平，中等狭窄，从头顶往双眼的方向逐渐变窄，头部没有太多的棱角，但是从侧面看的话，额头到上颔部分要比灰猎犬的凹陷更多。脸颊部分虽然从眼到嘴也逐渐变窄，下颔两侧略往内倾斜，但不会在眼下部分发生突变，这些部位都很丰满，形成了一个仿佛经过精雕细琢后才得到的“楔形”。比例合适，脸颊部位较为扁平。黑色的鼻子，与口吻形成圆锥状，鼻子为白色、红色或有任何类似于这些颜色的杂色都属于失格。\\r\\n', '\\r\\n\\t眼睛：眼睛以及眼眶都是黑色，较小，凹陷，圆形，热情机智的眼神显得充满了活力。黄眼睛的属于次品。\\r\\n', '\\r\\n\\t耳：小，呈V形，薄厚适中，下垂着贴在两边脸颊。耳折下部分的上缘超出颅骨的位置。耳竖立的时候，如果看起来像郁金香或玫瑰花瓣的话，则属于失格。\\r\\n', '\\r\\n\\t颌/牙：上下颚强健结实，肌肉发达有力。眼下部位没有形成“一刀切”，反而比较像是经过雕琢后才形成的楔形。上齿(切齿)在下齿之外或在其上。过度向外或咬合过紧的属于失格。\\r\\n', '\\r\\n\\t颈、躯体：颈部匀称，肌肉发达，长度适中，从上往下逐渐变宽。胸深但不平坦，胸部也有着发达的肌肉，但没有很夸张。前部的肋骨长度中等，后面的肋骨较长且外翻。腰部有力，肌肉发达。尾巴欢快地上举着，既不贴在背部，也不卷曲。\\r\\n', '\\r\\n\\t背：背短而直，强壮结实，皮肤紧实。\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t肩长而倾斜，与背部自然地连接，肩胛部平整。肘部与躯干呈直角，伸展自如。前臂部不管从哪个方向看都是非常直的，前臂部和脚的骨骼都很强壮，从正面看，踝部很小甚至看不出来，掌骨短而直。在行走状态下，前后肢都是笔直向前的。脚小而圆，坚实有力，脚垫硬而粗糙，脚跟有适度的弯曲，既不内翻也不外翻。\\r\\n', '\\r\\n\\t后躯\\r\\n', '\\r\\n\\t肌肉发达，强壮有力，能够轻松自如地下蹲或弯腰，完全不受影响。大腿欣长有力，膝关节可以自然弯曲，既不外翻也不内收;从后面看，跖骨直且相互平行，站立时就如猎狐犬一般。脚爪如前肢。\\r\\n', '\\r\\n\\t尾巴：中等长度，缺陷：如“管子塞”一般的尾巴。\\r\\n', '\\r\\n\\t被毛：短而浓密，质地略硬，但光滑平整。腹部和腿的内侧应该也有被毛。\\r\\n', '\\r\\n\\t颜色：颜色以白色为主;有斑纹、红色或红褐色斑块的属于次品。不过若只是小点的话则不是太重要，可以接受。\\r\\n', '\\r\\n\\t短毛猎狐梗:\\r\\n', '\\r\\n\\t一、梳理刷毛：\\r\\n', '\\r\\n\\t梳理刷毛的目的是为了去掉脱落的旧被毛以及皮肤上残留的灰尘、泥土、皮垢等脏污，而且这个过程还有助于刺激狗狗的皮肤，从而促进血液循环、消除疲劳、提高皮毛的光泽度、预防寄生虫的滋生以及皮肤病等。\\r\\n', '\\r\\n\\t二、洗澡：\\r\\n', '\\r\\n\\t1.洗澡之前先用棉花堵住犬只的两个耳朵，以免不慎将污水弄进了耳道内。\\r\\n', '\\r\\n\\t2.一只手握住狗狗的头部或嘴端，并稍微抬高一点，以免水流进耳朵或眼睛。\\r\\n', '\\r\\n\\t3.打湿全身之后，抹上洗毛水轻轻揉搓，为狗狗清洁全身。如果脚爪部位的毛色太脏，可以另外使用适量具有漂白、清洁、杀菌以及除虫效果的药物性洗毛水。\\r\\n', '\\r\\n\\t三、擦身：\\r\\n', '\\r\\n\\t用温水将身上的泡沫彻底冲洗干净，然后用一大块干毛巾包裹住狗狗，擦干毛发上的水。\\r\\n', '\\r\\n\\t四、梳毛、吹风：\\r\\n', '\\r\\n\\t1.先用疏齿梳，顺序为颈部-肩部-背-胸-腰-腹-后躯-头部-四肢-尾部，依次梳顺。\\r\\n', '\\r\\n\\t2.一边用疏齿梳为犬梳毛，挑起毛发，一边用吹风机吹风，这样更容易快点帮狗狗吹干毛发。\\r\\n', '\\r\\n\\t五、修毛：\\r\\n', '\\r\\n\\t梗犬的修毛包括人工拔毛和剪短，让不需要保留长毛的部位适度剪短，其他部位的毛发相比较起来就更显长，达到要求的外形标准。\\r\\n', '\\r\\n\\t拔毛，就是用拇指和食指夹住毛尖，顺着毛的方向拔，使用拔毛镊子也一样。像耳内、下腹、肛门、阴部、颈部还有足爪等不太容易拔的地方，就应该用剪子来剪短。拔毛要趁毛长长的时候进行，大约长到2.6cm-3.9cm是最好拔的，当然想要一次拔干净是不可能的，彻底弄完至少需要6-9周。\\r\\n', '\\r\\n\\t六、修剪脚爪：\\r\\n', '\\r\\n\\t脚爪前端无血管的部分都应剪掉。如果担心剪到犬爪的“活肉”，不妨一点点一点点地慢慢剪，当发现狗狗想将脚缩回去时则说明快接近活肉处了。如果不小心剪到活肉，而且还出血了，要给伤处涂上碘酒来消毒止血。\\r\\n', '\\r\\n\\t七、清洁耳朵：\\r\\n', '\\r\\n\\t狗狗的耳朵最容易藏污纳垢，要定期清理，至少每月一次。用脱棉花球沾上消毒酒精或矿物油涂擦露出来的外耳部分。耳道内要用耳毛钳，为了控制好伸入的深度，最好找个人在旁边协助你。\\r\\n', '\\r\\n\\t八、清洁眼睛：\\r\\n', '\\r\\n\\t平时可以用生理盐水定期给狗狗清洗眼睛和眼周。如果出现分泌物或流泪，则应用温热的硼酸水进行消毒清洗，之后再上点好的眼药膏。\\r\\n', '\\r\\n\\t九、刷牙：\\r\\n', '\\r\\n\\t狗狗容易长出牙石，从而导致牙龈炎和口臭。因此平时一定要定期给狗狗刷牙，以清洗犬齿。\\r\\n', '\\r\\n\\t整体：短毛猎狐梗聪明机警、动作敏捷、表情热切，十分期待挑战，是英国一个非常古老的梗类犬种。身形精致完美，站立时平衡性良好，端庄优雅的气质和活泼开朗的性格为它增色不少。\\r\\n', '\\r\\n\\t该犬头部平坦而狭窄。嘴往两侧渐窄。鼻子和眼睛都是黑色的，眼小且深凹，眼神活泼热情。耳呈“V”字形，朝前平倒。颈部很细但肌肉发达。尾巴始终高举着，一般都会断尾，仅保留第1-4个尾椎。被毛丰厚且富有光泽。背部的颜色通常为白色，且有较小的黑色或棕色斑点。\\r\\n', '\\r\\n\\t就是否适合工作来说，它的体重并没有外形、大小以及轮廓等重要，而且也没有一个固定的标准，因为体重的大小对它进行追猎、猎狐的行动不会有什么太大影响。\\r\\n', '\\r\\n\\t大小，比例和结构\\r\\n', '\\r\\n\\t就如今的需要来说，完全符合标准的、协调性好以及平衡性好的犬只，它肩胛部的高度不应该大于39.4cm，母犬的话可以比这个数值略低;背部从肩胛到尾尖的长度不可大于30.5cm，整体比例都基本满足的话，那么头长应该在17.8-18.4cm。符合以上长度标准的犬只，体重最好在7.7～8.6kg，母犬可以少0.9kg。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/26/153839781.jpg", "中文名字  ：": ["西藏猎犬"], "英文名字  ：": ["Tibetan Spaniel"], "别      名：": "袖狗", "分布区域  ：": "中国", "原  产  地：": "中国西藏", "体      型：": "小型犬", "功      能：": "家庭犬", "分      组：": "家庭犬", "身      高：": "24-25厘米", "体      重：": "4-7公斤", "寿      命：": "13-14年", "参考价格  ：": "500-3000", "特      点：": "易打理,友善,护家", "粘人程度  ：": "60%", "喜叫程度：": "20%", "掉毛程度：": "40%", "体味程度：": "40%", "美容程度：": "40%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "80%", "运动量：": "40%", "可训练性：": "70%", "口水程度：：": "30%", "耐寒程度：": "60%", "耐热程度：": "40%", "城市适应度：": "80%", "简介：     ": "['\\t西藏猎犬，即大家经常说的“袖狗”，原产地是喜马拉雅山脉的西藏，是中国的古老犬种之一，而且还是一种具有神秘色彩的优良犬种。后来从偏远的西藏传入了繁华的京城，被饲养在清朝的皇宫之中，因此也有叫它宫廷犬的。', '\\t据说该犬过去是被僧侣们饲养来祈祷用的，通过专业的训练之后，它学会了帮僧侣转动传经桶，还能帮僧侣看守寺庙内院。', '\\t西藏猎犬体型小巧、性格活泼且警惕性高。它的外形各个部分的比例是相当匀称的，体长比肩高略大一点。欢快而自信的表情让人非常愿意亲近它，而且它很聪明，懂得避开陌生人。虽说名字里有猎犬两个字，但其实它从未参与过打猎的活动，名字真的只是一个称呼。', '\\t它与北京犬的不同之处在于，它的腿和鼻子都后者长，所以并不存在太严重的有关呼吸和后背的问题。', '\\t传说在公元8世纪之前就已经传到了如今南韩的一个品种，就和西藏猎犬非常相似。但目前还没有证据可以说明它是从西藏传过去的。', '\\r\\n\\t来自中国西藏，历史已经十分古老了，许多人都认为，该犬至少在公元7世纪就已经存在了，是由西藏的喇嘛们所饲养的。该犬寿命可达13-14年，体重4-7公斤，身高24.5-25.5厘米。从解剖结构上来看，它与另一个中国本土犬种----北京犬很相似。\\r\\n', '\\r\\n\\t西藏猎犬只不过是作为猎犬的一个名字，其实上它们从来没有从事过狩猎的工作。据说这种狗过去是被用来祈祷的，智商很高，非常聪明，总是跟在僧侣用羊皮纸盖着的祈祷车周围，帮助僧侣转动传经桶，也是僧侣们的伴侣犬，帮助它们守护寺庙。数世纪过去了，它们仍旧还是寺院中常见的伴侣犬，如今也开始慢慢被人类家庭当做观赏犬饲养。\\r\\n', '\\r\\n\\t有一种和西藏猎犬相似度极高的犬种在公元8世纪的时候出现在了现在的南韩，但就是无法确定它究竟是不是从中国西藏传过去的。\\r\\n', '\\r\\n\\t该犬性情欢快，聪明自信，懂得避开陌生人。能和孩子们相处得很好，是非常合适的家庭宠物，体型不大，适合城市家庭饲养。\\r\\n', '\\r\\n\\t整体：西藏猎犬的体型不大，性情活泼而警惕，结构匀称。非常独立，作为伴侣犬饲养是再合适不过了。身高25cm左右，重量4-7kg。动作敏捷，四肢笔直且舒展自如。欢快而自信的气质，给人的感觉非常舒服。缺陷：神经质。\\r\\n', '\\r\\n\\t头：头部较小，且略微圆拱，长宽恰当，与身躯形成一个合适的比例，通常都是骄傲地昂着。品质良好，雄壮，但不粗糙低劣。缺陷：过分圆拱或太平坦，太宽的脑袋。\\r\\n', '\\r\\n\\t黑色的鼻镜最理想。缺陷：肝色或油灰色鼻镜。\\r\\n', '\\r\\n\\t口吻的长度中等，钝而柔软，没有皱纹。下巴显得略宽，且深。缺陷：过分清晰的止部;长而平坦向下的脸部;宽阔平坦的口吻;尖、虚弱或有皱纹的口吻。\\r\\n', '\\r\\n\\t眼睛：大小适中，两眼之间的间距比较大，深褐色，呈椭圆形，眼神明亮且表情丰富，目光朝向正前方，眼圈为黑色。\\r\\n', '\\r\\n\\t耳：大小适中，垂耳，一般成年犬的耳朵上覆盖有大量的羽状饰毛，耳根的位置很高。耳朵看起来比脑袋略高。缺陷：耳朵大、沉重、位置低。\\r\\n', '\\r\\n\\t颌/牙：下颌稍有突出，牙齿均匀整齐，下颚的牙齿略宽，上门牙整齐地贴在下门牙内侧。齿系完整的比较理想。当嘴巴闭合的时候，不可以看到牙齿。\\r\\n', '\\r\\n\\t颈、躯体：结实的颈部，略短，但位置十分合适。肋骨有足够的深度且支撑、扩张良好。\\r\\n', '\\r\\n\\t背：背线水平。\\r\\n', '\\r\\n\\t四肢：膝关节发达，角度恰当。足爪如兔足，小巧而整洁。\\r\\n', '\\r\\n\\t西藏猎犬的肩胛位置适当，前肢骨骼略呈弓形，肩胛十分稳固。骨量中等。腿骨过于弯曲或前躯松懈均属于缺陷。狼爪是允许切除的。足爪如兔足一样，小巧而整洁。缺陷：足爪近似猫足。\\r\\n', '\\r\\n\\t后躯结构良好而结实。膝关节十分发达，角度恰当。飞节位置比较低，从后面看非常笔直。狼爪可以切除，足爪与前肢一致。\\r\\n', '\\r\\n\\t缺陷：笔直的膝关节，牛肢。\\r\\n', '\\r\\n\\t尾巴：位置高，覆盖着大量的羽状饰毛，运动时欢快地卷在背后。站立静止的时候，尾巴往下垂，这种不算是缺陷。\\r\\n', '\\r\\n\\t被毛：双层被毛，质地为丝质。脸部和腿前部的毛发平滑。身躯上的毛发则中等长度，平躺在身躯上。耳朵和腿后面有精致的羽状饰毛，而尾巴与臀部上的毛发则略长。颈部有丰富的“鬃毛”或“披肩”，该特征雄性更突出。脚趾间的羽状饰毛能延伸到足爪上。\\r\\n', '\\r\\n\\t颜色：各种颜色和混合色。足爪的颜色可以出现白色斑纹。\\r\\n', '\\r\\n\\t禁喂食物\\r\\n', '\\r\\n\\t以下九种食物是人类的美味，但是对西藏猎犬的健康不利，应该不喂或少喂：\\r\\n', '\\r\\n\\t1.不喂食的有：\\r\\n', '\\r\\n\\t巧克力：其中的可可碱可能会致使动物输送到脑部的血流量降低，从而引发心脏病或其他有致命威胁的问题。纯度愈高的巧克力中所含的可可碱含量也越高，对西藏猎犬的危险性就越大。\\r\\n', '\\r\\n\\t洋葱和大葱：生或熟的洋葱、大葱中都含有二硫化物，它对人体没有害处，但是会导致西藏猎犬的红血球发生氧化，也许会引发溶血性贫血。\\r\\n', '\\r\\n\\t生或熟的肝脏：少量的肝脏对西藏猎犬是有好处的，但是过量就可能会引发某些不良后果。因为肝里含有大量的维生素A，易导致维生素A中毒。一般每周喂食3个鸡肝(或是对应量的其他动物肝脏)左右的量，就可能引发狗狗骨骼方面的问题。\\r\\n', '\\r\\n\\t骨头：易碎裂的骨头，如鸡骨之类的，可能会刺入西藏猎犬的喉咙，或割伤西藏猎犬的嘴、食道、胃或肠。如果要喂食骨头的话，用压力锅煮烂，毕竟骨髓中是钙、磷、铜很好的来源，啃大的骨头有助于犬类清除牙垢。\\r\\n', '\\r\\n\\t生鸡蛋：生鸡蛋是一定不可以吃的，里面含有一种叫做卵白素的蛋白质，会耗尽西藏猎犬体内的维生素H。而维生素H是西藏猎犬生长及促进毛皮健康过程中所不能缺少的一种营养成分，在这说了，生鸡蛋中通常还含有病菌。当然，煮熟的鸡蛋是可以适量喂食的。\\r\\n', '\\r\\n\\t生肉及家禽肉：西藏猎犬的免疫系统根本就不够强悍，无法对抗人工饲养的家禽和肉类。最常见的沙门氏菌及芽胞杆菌对西藏猎犬就极其危险。\\r\\n', '\\r\\n\\t2.不建议喂食的有：\\r\\n', '\\r\\n\\t猪肉：猪肉中的脂肪球要大于其他的肉类，可能会阻塞西藏猎犬的微血管。因此要尽量避免喂食猪肉制品，尤其是含硝酸钠的培根。\\r\\n', '\\r\\n\\t牛奶：许多的西藏猎犬都有乳糖不适症，如果它在喝了牛奶之后出现放屁、腹泻、脱水或是皮肤发炎等现象，应马上停止喂牛奶。如果实在要饲喂，也一定要选择不含乳糖成分的牛奶。\\r\\n', '\\r\\n\\t菇类：市场上所出售的食用香菇、磨菇等对西藏猎犬是没有危害的。但还是尽量避免让西藏猎犬吃，以免它养成吃蘑菇的习惯，这样到了野外，容易发生误食有毒菇类的意外情况。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/30/165405351.jpg", "中文名字  ：": ["日本狆"], "英文名字  ：": ["japanese chin"], "别      名：": "日本跳狗", "分布区域  ：": "西藏", "原  产  地：": "西藏", "体      型：": "小型犬", "功      能：": "家庭犬", "分      组：": "家庭犬", "身      高：": "18-28cm", "体      重：": "2-7kg", "寿      命：": "12-13yesrs", "参考价格  ：": "1000-6000", "特      点：": "不掉毛,吠叫,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "40%", "掉毛程度：": "20%", "体味程度：": "20%", "美容程度：": "40%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "60%", "运动量：": "40%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t日本狆，也叫日本跳狗，来自日本，体型娇小，属于袖珍型，是一种长毛玩赏犬，有着上千年的历史，过去曾是日本皇室的宠物，有着极其尊贵的地位。', '\\t其实严格来说，该犬是属于中国犬种，与八哥犬、北京犬均是西藏猎鹬犬的后代，毛色为白色底、带黑色或栗色斑块，斑块的颜色越鲜艳越理想，热切斑块以在耳、身、面、尾根左右对称者最佳。', '\\r\\n\\t起源于日本，是一种袖珍型的长毛玩赏犬，从起源到现在已经有1000多年的历史了，过去一度成为日本皇室的宠物，有着神圣不可侵犯的崇高地位。到了19世纪中期，被海员带到了欧洲，因其娇小的体型而深受人们的欢迎，可惜它体质比较差，不太容易饲养，所以一直以来数量就不多，那自古以来物以稀为贵，它也正因为数量稀少而身价暴涨，然而凡事有利必有弊，太贵了大多数人都养不起，自然对它的发展和流传十分不利。\\r\\n', '\\r\\n\\t该犬大概是在公元732年，也就是圣武天皇天平4年的时候从中国传到日本的。日本皇室还有上流社会的特权阶层，对这种异国的小型犬种无比青睐，1853年，由贝利提督携带数只日本狆回国，西方国家的人们才得以有机会见识到如此优雅精致的小型犬。\\r\\n', '\\r\\n\\t日本狆来到美国之后，受到了病毒的感染，差点绝种。如今大西洋两岸地区的日本狆数量有了增长的趋势。英国的维多利亚女皇很喜欢各类名犬，其中就有两只日本狆。\\r\\n', '\\r\\n\\t该犬讲卫生爱干净，应该每天给它刷毛以保持身体的清洁;喜欢吠叫，所以如果在公寓饲养的话容易影响周围的环境，当然，如果你能够从小训练它不吠叫的话，那么也是可以的;或者可以去做声带切除手术，让它没办法胡乱吠叫。\\r\\n', '\\r\\n\\t整体：日本仲气质优雅，或许因为深受上层人士的青睐，地位崇高，它骨子里都流露出一丝高傲的味道，看人的时候通常都是歪头斜视的。它性格活泼，乖巧听话。喜欢运动，比如散步、奔跑，还喜欢爬高。该犬因体型娇小而闻名中外，所以体型对它是很重要的，那么在幼犬发育阶段就绝对不可以任由它肆意奔跑，以免肌肉太过发达，影响整体的形象。\\r\\n', '\\r\\n\\t公犬身高大概67厘米，体重45千克左右;母犬身高约61厘米左右。\\r\\n', '\\r\\n\\t头：比较大且圆，头骨平坦，吻部短，鼻尖缩到两眼之间，差不多和眼睛保持在同一水平线上。\\r\\n', '\\r\\n\\t眼睛：大而凸出，呈杏仁状，颜色暗，眼神清澈湿润，总是一副眼泪汪汪，天真无邪的无辜模样。\\r\\n', '\\r\\n\\t颈、躯体：身躯呈方形比例，胸腔结实，背部短，腹部略有上提。\\r\\n', '\\r\\n\\t四肢：前肢垂直，骨骼纤细，覆盖着大量的饰毛，足爪小而整齐，呈椭圆形，脚趾之间也长有长长的饰毛。\\r\\n', '\\r\\n\\t尾巴：尾根的位置非常高，尾巴弯向背部的一侧，也长有丰富的饰毛。\\r\\n', '\\r\\n\\t被毛：长而丰厚，无卷曲的情况。\\r\\n', '\\r\\n\\t颜色：毛色为白色底，带黑色或栗色斑块，斑块的颜色越鲜艳越好，斑块在耳、身、面以及尾根左右对称最好。\\r\\n', '\\r\\n\\t日日本仲的饲喂量要保持稳定，不要一会多一会少，这样容易导致吃不饱或暴饮暴食。(当然，不同的犬只情况不同，食量可能会有一定的差异，所以具体的定量就要靠宠主们自行观察来确定了)。\\r\\n', '\\r\\n\\t定时指的是每天饲喂的时间要固定，不能提前或者延后。这样到了吃饭时间，狗狗的胃液分泌以及胃肠运作就会有规律地加强，让饥饿感加剧，狗狗就会食欲大开，有助于积极采食和消化吸收。\\r\\n', '\\r\\n\\t此外要注意保证它每天的活动量。每天最好带它外出散步2-3次，建议晨起或傍晚十分带它出去散散步，走一走最好。如果总是长时间把它关在家里，缺乏运动，狗狗会烦躁不安，甚至精神不济，出现呆滞的情况，甚至患病。\\r\\n', '\\r\\n\\t毛发要经常梳理，尤其是胸部、腹部和腿部上又长又密的被毛，经常拖在地上，容易粘上灰尘和污垢，不及时梳理容易打结成团，不仅影响美观，还容易感染病菌从而患病。\\r\\n', '\\r\\n\\t此外，要定期给它洗澡。水洗或干洗都可以。每隔一段时间，还要帮它清理牙垢和耳垢，并用淡盐水帮它清洗眼睛，保持五官的洁净，才能最大限度的降低疾病发作的概率。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/18/104028581.jpg", "中文名字  ：": ["刚毛猎狐梗"], "英文名字  ：": ["Wire Fox Terrier"], "别      名：": "刚毛猎狐梗", "分布区域  ：": "世界很多地方都有饲养", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "38-39cm", "体      重：": "7-8kg", "寿      命：": "15年及以上", "参考价格  ：": "2200左右", "特      点：": "易训练,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "20%", "掉毛程度：": "20%", "体味程度：": "40%", "美容程度：": "40%", "对小孩友善程度：": "40%", "对生人程度：": "20%", "对动物程度：": "40%", "运动量：": "80%", "可训练性：": "90%", "口水程度：：": "20%", "耐寒程度：": "70%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t猎狐梗是一个非常传统的英国梗类犬，在19世纪时期，人们为了更好地完成捕猎狐狸的工作才培育出来的，后来细分为刚毛和短毛两种。起初这两种是被划分为同一犬种的，到了1984年才区分开来，列为不同的两个独立品种。', '\\t刚毛猎狐梗除了毛皮比较浓密且粗糙外，在其他特征和外形上和短毛种基本上没什么差异。虽说短毛比刚毛参加犬展的时间要早20年，但之后刚毛的受欢迎程度却超过了短毛种。', '\\t刚毛猎狐梗精力旺盛，淘气调皮，不喜欢受到约束，好斗心比较强，不过很容易训练。警惕性高，动作敏捷迅速，热情忠诚。', '\\r\\n\\t刚毛猎狐梗来自英国，历史起源可追溯至19世纪，人们是为了捕猎狐狸才培育出的一个品种，它的祖先包括粗毛黑白梗和许多梗类血统。\\r\\n', '\\r\\n\\t刚毛猎狐梗“德勒马捷科”在一战时曾跟随英国近卫军征战过，并获得了军队颁发的服务勋章。在1928年，有一只叫“衣格鲁”的猎狐梗在配备了齐全装备的前提下，跟随巴德提督前往南极探险。\\r\\n', '\\r\\n\\t最开始，刚毛猎狐梗并不如短毛的受欢迎，但后来却颠倒过来，发展势头迅猛，远超短毛种，深受人们的喜爱。\\r\\n', '\\r\\n\\t19世纪70年代，刚毛猎狐梗犬第一次参加展览会。现在这两种都很普遍，受欢迎不相上下，特别是到了20世纪30年代，更是独领风骚，当然，中间也曾有过一段低迷时期，但很快它又重新受到了市场的追捧，这次出现已经成为了一流的英国犬。\\r\\n', '\\r\\n\\t该犬精力充沛，不喜被束缚和约束，好自由随性的生活，热衷争斗。因此不适合老人以及繁忙的上班族饲养。它性情活泼开朗，警惕性强，易训练，好好调教的话能成为非常出色的家庭犬。\\r\\n', '\\r\\n\\t头：刚毛猎狐梗最理想的头长是7.5英寸，头颅最宽的部分不可以大于3.5英寸，雌性可以略小一点。头部平坦，稍有倾斜，宽度往眼睛方向逐渐变窄。\\r\\n', '\\r\\n\\t头部的比例匀称的话，头颅部分和面部的长度差异很小。如果无论从哪个方向看，面部都明显较短的话，则属于缺陷，因为这样会显得头部看起来不牢固，好似没发育好一般。\\r\\n', '\\r\\n\\t脸部轮廓自眼睛往口吻的方向慢慢变细，与前额的连接处略有倾斜，非“盘子”脸或眼睛前面部分突然向下，而是比较丰满和平直的，当然也并没有显得太过精致，就像雕琢出来的“楔子”形。\\r\\n', '\\r\\n\\t缺陷：眼睛位置太高、太靠近耳朵，称为“外国表情”。\\r\\n', '\\r\\n\\t眼睛：偏小，颜色深，无外突，眼神热情活泼且聪颖，眼睛近似圆形，两眼之间距离不大。任何偏黄色的眼睛均属于缺陷。\\r\\n', '\\r\\n\\t耳：呈V字形，极小，中等厚度，朝前下垂，贴在面颊两侧，耳朵的折叠线处比头顶略高。\\r\\n', '\\r\\n\\t颌/牙：骨骼发育良好，牙齿洁白而结实，要使面部看起来结实有力。骨骼过量和肌肉发达都是没有意义的，会让面部显得很难看。牙齿为剪状咬合。失格：上颚或下颚突出式咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部整洁且肌肉发达，喉部没有赘肉，中等长度，从侧面看有着优美平滑的曲线。腰部强健有力，肌肉发达，略拱，不明显。脊背很短，使它的颈部足够长，且扭动自如。胸深，但不宽(太窄和过宽的胸部均不符合要求)。过深的胸部是不利于它在不同地形下工作的。胸部的下半部深。上半部的肋骨适当呈圆拱，而后半部肋骨扩张良好。\\r\\n', '\\r\\n\\t“松弛”，指的是肩部后的脊背稍微有点往下陷，而且从最后一根肋骨到臀部之间的距离比较长。只有最后一根肋骨和臀部间的距离很短的时候，才会被称之为“紧密结合”或“连接紧密”。\\r\\n', '\\r\\n\\t背：背短而平直，结实有力，不松弛。\\r\\n', '\\r\\n\\t四肢：\\r\\n', '\\r\\n\\t从前面观察，肩部向下倾斜的坡度很大，通常从和颈部结合的地方就开始往下倾斜的话，整体外观会比较美观。从侧面看，肩部长，与背部的结合良好，从末端往马肩隆处倾斜，且轮廓清晰。肩部往后平放，确保前躯够长，再结合它的短背，就形成了理想中的体型。肘部垂直地挂在身侧，方便自由活动。不管从哪个角度看，前肢都应是笔直而强壮的。\\r\\n', '\\r\\n\\t足爪紧凑，圆且不大;脚垫坚硬，韧性良好;足尖呈适度的拱形，无内翻或外翻。\\r\\n', '\\r\\n\\t后躯\\r\\n', '\\r\\n\\t结实，肌肉发达，趴下、卧倒或下蹲都很轻松;大腿长而有力，后膝关节角度恰当，没有内翻或外翻的情况;飞节与大腿之间形成一个合适的角度，飞节非常低，从后面看，腿直且互相平行。站立时后膝关节弯曲，如猎狐犬一般。不管从前面还是后面看，运动状态下的后腿都应保持笔直，后膝关节不外翻。足爪和前躯一致。\\r\\n', '\\r\\n\\t尾巴：尾根的位置比较高，尾巴总是欢快地举起，但绝对不能卷曲。尾巴有力，一般在总长度的四分之三处断尾，太短不好，既不方便工作，也不适合参赛。\\r\\n', '\\r\\n\\t被毛：最理想的被毛是看起来不平整，而且毛发扭曲但浓密，质地如金属丝一般硬实。毛发紧密生长，根根粗壮，用手拨开毛发也很难看到底下的皮肤。刚毛的底部是一层短而纤细、质地柔软的毛发。身侧的毛发不如背上和腿上的硬。最硬的一些毛发是“卷缩”的或略带波纹的，不过通常卷曲的被毛是不受欢迎的。上下颌的毛发疏松一些，而且比较长，前腿的被毛则浓密而疏松。肩部、颈部的毛发长度大概是0.5~1英寸，马肩隆、后背、肋部和四肢的毛长约1~1.5英寸。被毛的长度与气候、季节以及每个犬只个体都有关系。评审时这些因素通常都是会被纳入考虑范围的。\\r\\n', '\\r\\n\\t颜色：白色上带有斑纹;不过一般石板色、红色或肝色的斑纹的不受欢迎。颜色占的比分很少，甚至是不算比分。\\r\\n', '\\r\\n\\t现在养狗狗都更推崇饲喂高营养的狗粮，每次的饲喂量不宜太多，且食物要容易消化。喂狗其实主要分为定时和非定时饲喂两种。\\r\\n', '\\r\\n\\t非定时喂饲，指的是将狗粮长时间放在餐盘里，让猎狐梗随时可以进食;而定时喂饲，指的是每天在固定的时间喂饲，并要求狗狗在规定的时间吃完，如果超时就马上收走餐具，且之后不再喂饲。相比较来说，当然是定时喂饲更好一点，有利于控制小猎狐梗，也有助于今后开展家庭训练。\\r\\n', '\\r\\n\\t如果是非定时喂饲，随饿随吃，猎狐梗很容易吃多了而导致肥胖，这是很不健康的。而且狗粮长时间放在那，也很不卫生。狗狗还是适合少吃多餐。\\r\\n', '\\r\\n\\t注意保持狗狗全身被毛的清洁和卫生，每天梳毛，定期给它洗澡。像耳朵内外、口鼻和下巴部的毛发脏的程度比较严重，要用洗涤剂洗刷才行，这样才能保持柔顺光洁。\\r\\n', '\\r\\n\\t而且猎狐梗很容易得湿疹，如果能坚持保持狗狗以上各个身体部位的清洁与卫生，是有助于降低此病发作的概率的。\\r\\n', '\\r\\n\\t整体：一只标准的刚毛猎狐梗，它的肩高不可以大于15.5英寸，体长不可以大于12英寸。如果是雌性的话，允许体型小一点。另外，在以上肩高和体长的范围内所对应的头长大约是7~7.5英寸。若是参赛的犬只，它的身高、体长都在标准范围内的话，那么体重应该保持在18磅左右，雌性可以轻2磅左右，上下误差范围在1磅。\\r\\n', '\\r\\n\\t以上指标都是为了平衡所有的因素而制定的。刚毛猎狐梗是梗类犬在解剖学方面的典型范例。头部比例的要点包括头颅和口吻的比例;头部和后背;而肩高与身体的理想比例为肩高等于体长。\\r\\n', '\\r\\n\\t注意，虽说肩高等于体长，头部也能精确地测量出具体的尺寸，但头部尺寸不属于品种评定中所严格规定的因素。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/30/162921491.jpg", "中文名字  ：": ["墨西哥无毛犬"], "英文名字  ：": ["Mexican Hairless"], "别      名：": "佐罗兹英特利犬、标准型墨...", "分布区域  ：": "欧洲", "原  产  地：": "墨西哥", "体      型：": "小型犬", "功      能：": "家庭犬", "分      组：": "家庭犬", "身      高：": "28-31厘米", "体      重：": "4-8公斤", "寿      命：": "15年及以上", "参考价格  ：": "3500-5000", "特      点：": "粘人,吠叫,友善,易训练", "粘人程度  ：": "80%", "喜叫程度：": "60%", "掉毛程度：": "10%", "体味程度：": "60%", "美容程度：": "60%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "80%", "运动量：": "20%", "可训练性：": "60%", "口水程度：：": "10%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t墨西哥无毛犬，皮肤是粉红色的，但又是皱巴巴，而且还布满斑点，按大多数人的审美，它长得真的很丑。全身上下，只有血管清晰可见的两耳之间、黏糊糊的下颚以及老鼠般的尾巴末端有少量的黄褐色的毛发。', '\\t会流汗，是慈禧太后的暖床犬。它过去主要就是作为暖床狗和宠物被饲养的，但从来都不太受人欢迎。', '\\t机灵而活泼，感情身后，经常被拿来和古老的非洲流浪杂种犬和欧洲梗犬相比。它们的生理结构经常容易让人联想起经典的视觉猎犬，但从总体上来看，它们的个性其实上和猎狐犬还是非常相似的。', '\\t活泼友善，欢快而安静，对陌生人保持极强的警惕心，气质高贵，姿态典雅，与普通的猎犬或梗犬完全不一样，可以很明显地感觉得出来。', '\\r\\n\\t其实从它的名字就就可以看出来，该犬产自墨西哥，具体历史起源是在16世纪。过去曾被作为暖床狗和宠物来饲养，但却始终得不到人们真心的喜爱。在过去，饲养该犬的人主要是阿兹特克人，但是是将它作为祭祀用的牺牲品，只要想象一下无毛犬出现在古老的阿兹特克人废墟的情景，都觉得十分残忍。\\r\\n', '\\r\\n\\t有人说还有一种可能性，就是它们其实是本土其他的哺乳动物——似乎阿兹特克人曾经用树脂脱掉豚鼠身上的毛，然后将豚鼠作为食物或床上用的“热水袋”，最终创造出了这种全新的无毛动物。它被培育出来是在1994年，但是关于它如何来到墨西哥的，并无史料记载可以证明，因此直到现在还是个千古谜团，无人能够解答。\\r\\n', '\\r\\n\\t大概在1950年左右，墨西哥养狗人俱乐部开始有计划地培育，以免该犬种走向灭绝。但效果甚微，直到现在，这种犬只的数量还是很少很少。\\r\\n', '\\r\\n\\t墨西哥无毛犬最初被培育主要是为了作为安慰犬和伴侣犬陪伴人类的，所以它可以和人类和谐相处，可惜虽然它的脾气特别温和，但奈何长得太过丑陋，以至于到现在都没有多少人愿意饲养，发展停滞不前，数量也寥寥无几。\\r\\n', '\\r\\n\\t墨西哥无毛犬其实非常活泼，待人友善，安静沉着，对陌生人具有一定的警惕性，是一种很适合家庭饲养的宠物犬。气质高贵，姿态典雅，和一般的猎犬或梗犬完全不同。\\r\\n', '\\r\\n\\t墨西哥无毛犬非常喜欢悠闲的散步，而非跑步，同时它也喜欢和人类一起玩耍，尽管因为长相问题鲜少有人给予关注，但它却从不会因此而感到自卑。\\r\\n', '\\r\\n\\t整体：肩高：41～57cm(标准型);30～38cm(中型);28～31cm(迷你型)\\r\\n', '\\r\\n\\t体重：9～14kg(标准型);6～10kg(中型);4～8kg(迷你型)\\r\\n', '\\r\\n\\t它的脑袋和那种特别爱吃蛇的獴一样，但身子却长得像一只长满斑点的小花猪。这两种样貌特征结合在一起，使它看起来非常特别，好像不是生活在这个地球上的正常生物。\\r\\n', '\\r\\n\\t头：头细长，头骨窄。口鼻部逐渐尖细。\\r\\n', '\\r\\n\\t眼睛：略呈杏仁状。\\r\\n', '\\r\\n\\t耳：耳朵一般是和脑袋呈50°～80°的角度生长。\\r\\n', '\\r\\n\\t颈、躯体：胸深，且极窄，深度可达到肘部的位置\\r\\n', '\\r\\n\\t背：柔软，背线长，一直眼神到浑圆的尾部。\\r\\n', '\\r\\n\\t四肢：前腿长且笔直。足爪小，脚趾尖可回缩，和兔足很相似。\\r\\n', '\\r\\n\\t尾巴：长，位置比较低，往尾尖方向逐渐变得尖细。\\r\\n', '\\r\\n\\t被毛：无。因为它的体温很高，因此皮肤摸上去会很热。\\r\\n', '\\r\\n\\t颜色：肝色短毛，蓝色短毛，黑色短毛。\\r\\n', '\\r\\n\\t应该在它的小时候就开始进行社会化训练，以免它在面对人类和新的环境会太过紧张。\\r\\n', '\\r\\n\\t该犬对运动的需求不大，一般散散步就可以了，不过由于它没有毛发，而且皮肤比较特殊，因此重点应注意防寒保暖和清洁卫生，尤其要注意对某些纺织品的过敏。\\r\\n', '\\r\\n\\t让它的皮肤始终保持在湿润的状态，不可让其在阳光下暴晒，因为没有毛发的保护，光照对它的皮肤伤害更大。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/30/152752171.jpg", "中文名字  ：": ["马尔济斯犬"], "英文名字  ：": ["MalteseDog"], "别      名：": "马尔他犬或摩天使", "分布区域  ：": "亚洲、欧洲", "原  产  地：": "地中海的英国属地－马尔他岛", "体      型：": "小型犬", "功      能：": "伴侣犬,玩具犬", "分      组：": "玩赏犬", "身      高：": "20－26厘米", "体      重：": "2.5－4千克", "寿      命：": "14-16年", "参考价格  ：": "2500-5000", "特      点：": "不掉毛,易打理,吠叫,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "60%", "掉毛程度：": "10%", "体味程度：": "20%", "美容程度：": "10%", "对小孩友善程度：": "80%", "对生人程度：": "40%", "对动物程度：": "60%", "运动量：": "20%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "50%", "简介：     ": "['\\t马尔济斯犬是欧洲最为古老的一个犬种，来自地中海的英国属地----马尔他岛，也因此而得名。', '\\t马尔济斯犬有三种毛色，纯白、棕褐和淡黄，其中纯白是最名贵的。马尔济斯犬长得非常漂亮，外形优雅，十分吸引人。而且性格活泼，感情丰富，因此深受人们的喜爱。', '\\t马尔济斯犬对主人感情深厚，忠诚听话且十分粘人;对人类也非常友善，但生性机警，对陌生人有敌意;温顺柔美，体型虽小，但却非常勇敢，好像不知道什么叫害怕。自信的模样让人为之着迷。', '\\t在所有的小型犬中，马尔济斯犬的态度最温和的，同时它却又是最活泼爱玩，精力旺盛，但对运动的要求却不高，喜欢和小孩子玩耍，或在家里自由活动，体格强壮，健康长寿。', '\\r\\n\\t玛尔济斯犬是存最古老的犬种之一，距离现在大概有不少于三千年的历史。它从过去到现在都属于玩赏犬，在全世界都拥有很高的声誉。亚洲、欧洲很多个国家都有进口此犬。“马尔济斯”这个名字的由来就是来自于它的起源地----地中海的马耳他岛。\\r\\n', '\\r\\n\\t据说早在上古时代，也就是大概公元前500年，有绯尼基人航行来到了马耳他岛，与他们同行而来的犬种在这里经过多年的配种和繁衍之后，于是出现了马尔济斯。15世纪被引进到法国之后，并非作为看家犬，而是贵妇们抱在手里的名贵宠物犬，也因此很快成为贵族等上流社会人士们的爱犬。于19世纪被引进到英国，发展迅速，很快成为全球各地的新宠。\\r\\n', '\\r\\n\\t在少数得以保存下来的地中海沿岸的工艺品以及美术作品中，就常常能够看到类似马尔济斯犬栩栩如生的艺术形象。大约是在公元前55年，它还曾经跟随着罗马军来过英国。据说在公元前13世纪的埃及古墓中也曾发现过和马尔济斯犬十分相似的犬只雕像。\\r\\n', '\\r\\n\\t早在纪元前四世纪的时候，玛尔济斯就已经成为罗马以及希腊贵妇们所钟爱的玩赏犬，然后于15世纪又得到了法国宫廷的喜爱，成为皇室成员们心爱的宠物。它的祖先据说有可能是来自欧洲的最早的玩赏犬，于亨利八世时被带到了英国，也成为宫廷的贴心伴侣犬，从这里大致可以推算出马尔济斯犬被带入欧洲的时间。\\r\\n', '\\r\\n\\t在英国亨利八世的时候，马尔济斯犬已经在英国流行开来了，成为宫廷夫人们的爱犬。1877年以马尔济斯狮子犬的身份第一次在美国参加了展出。1879年一条有色犬作为马尔济斯梗展出。1888年美国养犬俱乐部正式将马尔济斯犬登记入册。\\r\\n', '\\r\\n\\t不管从哪个方面来衡量，马尔济斯犬都是一种极好的犬种，是最适合作为宠物犬饲养的品种，深受人们的喜爱，尤其是儿童和妇女更是对其难以抗拒。不过唯一的麻烦应该就是毛发的打理，因为它的毛发长且厚实，每天需要花费在梳毛上的时间必定少不了，特别是到了阴雨天气，万一因为被毛潮湿没吹干而感染风寒就更让人揪心了。\\r\\n', '\\r\\n\\t马尔济斯犬性情温和，是每个家庭都深爱的宠物犬。完全可以放心地让它和孩子们玩耍。一般情况下，该犬的健康状况都足够良好，哪怕是到了老年期，依然精神饱满，充满了生气。虽然个子不大，但对陌生人的敌意很大，对主人则绝对忠诚，所以能够成为极好的看家犬。\\r\\n', '\\r\\n\\t它性情可爱，有时候会搞点恶作剧，个性十足。个子小，无需太大的空间，因此很适合成年人或性情温顺的大孩子家庭饲养。不过因为它的毛发丰厚，质地如丝，需要用心打理，所以不太适合繁忙的人饲养，最好是空闲时间比较多的退休老人。\\r\\n', '\\r\\n\\t整体：马尔济斯犬，全身都覆盖着白色的丝状长毛，作为一种玩具犬，马尔济斯犬有着悠久的历史，是目前最古老的欧洲玩赏犬之一。\\r\\n', '\\r\\n\\t体型：体重不超过7磅，较为理想的体重大约在4~6磅。但是整体的品质高低比体重显得更加重要。\\r\\n', '\\r\\n\\t头：和体形大小相比，头部算是中等长度。颅顶部略呈圆形，额鼻阶适度。\\r\\n', '\\r\\n\\t眼睛：大，呈暗黄褐色，活泼的眼神，注意力非常集中，近似圆形。眼睑紧贴眼球，眼球不会下陷，与头部表面保持平行，稍有突出。从前面观察，不可出现白眼，眼框为黑色。\\r\\n', '\\r\\n\\t耳：下垂耳，位置较低，覆盖着大量的长耳缘饰毛，可下垂到头部。\\r\\n', '\\r\\n\\t颌/牙：吻中等长度，精致小巧，逐渐收缩，但不会显得过长。黑色的鼻子。牙齿呈钳状咬合或剪状咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部最好足够长，这样头部才更方便高高昂起。躯干紧凑，肩高等于肩峰到尾根的距离。肩胛倾斜，肘部结实，并紧贴着身躯。肋骨扩张良好。胸极深，腰紧实而强状，腹部在腰部处略有回收。\\r\\n', '\\r\\n\\t背：水平背线\\r\\n', '\\r\\n\\t四肢：腿骨纤细，覆盖着良好的饰毛。前腿笔直，掌节结实，没有弯曲。后腿强健，膝关节与飞节形成一个合适的角度。脚小且圆，黑色的趾垫。如果脚上有长度不一的饰毛，是允许通过修剪保持一个整洁利落的形状的。\\r\\n', '\\r\\n\\t尾巴：覆盖着长长的羽状饰毛，尾巴优美地翻想背部，尾尖侧像身体一边，超出1/4。\\r\\n', '\\r\\n\\t颜色：纯白，允许耳部有淡黄褐色或柠檬色，但不是最理想。\\r\\n', '\\r\\n\\t步态：步态轻快，平稳流畅，从侧面看，结合体形的大小，给人一种运动迅速的印象。\\r\\n', '\\r\\n\\t后腿呈\"X\"型腿，也就是飞节往内靠，后脚趾却向外;或后脚趾内向或外向的任何迹象均算作缺陷。\\r\\n', '\\r\\n\\t遗传疾病：髋关节发育不良。\\r\\n', '\\r\\n\\t常见疾病：气管萎陷、倒睫、水脑症、黑色棘皮症、哮喘。\\r\\n', '\\r\\n\\t马尔济斯的胃容量非常小，但是从健康的角度来说呢，这样其实是有助于它的成长发育，而且能够延缓寿命的。每天的饮食标准建议：高品质的狗粮，每天2-3杯，分为3顿饲喂。\\r\\n', '\\r\\n\\t也可以适当给狗狗吃一些新鲜的肉和蔬果，弄得软一点，吃这些可以补充营养。肉类应该煮熟后切成小块，然后加入等量的素干料或少糖、无糖的饼干，加水拌匀后，分早晚两次喂，同时准备一些新鲜的饮水。\\r\\n', '\\r\\n\\t在喂食过程中，要掌握好食物的分量，吃得太多容易导致狗狗发胖，变得呆笨、不灵活。马尔济斯犬属于比较爱动的狗狗，所以每天要给它一定的时间让它在院内自由活动，或是带它出去散散步，有助于促进消化，维持正常的食欲。\\r\\n', '\\r\\n\\t马尔济斯犬有着一身洁白如雪的毛发，长得十分漂亮，那为了保持它的被毛洁白而柔顺，平时就少不得要经常给它梳理。\\r\\n', '\\r\\n\\t方法是：在梳理前，先喷上护发素或洗毛剂，然后用梳子或软毛刷，按照从上到下的顺序依次梳刷。只有每天的梳刷，才能保持被毛的光洁和柔顺，不出现打结的情况，也不显得杂乱不堪，始终洁白干净、飘逸美观。\\r\\n', '\\r\\n\\t除了干洗之外，也应该定期帮它湿洗。每次湿洗之后，要先用干毛巾将毛发的水分尽量吸干净，然后用电吹风机吹干，一边吹一边梳。至于多长时间湿洗一次，要根据季节和气候来定，基本上如果天气凉爽的话，可以间隔得久一点;而天热的话，间隔就相应短一些，每隔3-5天就要湿洗一次。\\r\\n', '\\r\\n\\t狗狗的趾爪也应定期修剪，要不然容易抓伤人的皮肉和损坏家里的衣物。\\r\\n', '\\r\\n\\t马尔济斯犬是一种拥有美丽洁白的外表，而且性格十分热情友好的狗狗，就像一个温柔高贵的小公主。那么如何选购到一只漂亮又健康的马尔济斯，可是有一定的技巧的。\\r\\n', '\\r\\n\\t首先称下狗狗的体重，重量应该小于7磅，在4-6磅之间是最理想的。\\r\\n', '\\r\\n\\t其次，观察马尔济斯犬，它的头骨最好圆润，眼睛大，眼神明亮清澈。鼻子黝黑干净。\\r\\n', '\\r\\n\\t此外，别看马尔济斯犬身材娇小，但实际上它非常健壮。那么在挑选的时候，你需要适当地去逗一逗狗狗，观察狗狗的反应，判断下它的性格是否温顺。若狗狗表现得热情活泼，那么才值得去选购。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/18/145931931.jpg", "中文名字  ：": ["湖畔梗"], "英文名字  ：": ["Lakeland Terrier"], "别      名：": "佩特戴尔梗", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "33-38厘米", "体      重：": "7-8公斤", "寿      命：": "10-12年", "参考价格  ：": "1000-3000", "特      点：": "不掉毛,无体味,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "20%", "掉毛程度：": "20%", "体味程度：": "20%", "美容程度：": "40%", "对小孩友善程度：": "40%", "对生人程度：": "20%", "对动物程度：": "40%", "运动量：": "60%", "可训练性：": "20%", "口水程度：：": "60%", "耐寒程度：": "80%", "耐热程度：": "20%", "城市适应度：": "60%", "简介：     ": "['\\t湖畔梗，最早其实是叫佩特戴尔梗，英文名:The Patterdale Terrier，源自英国北部的湖畔地区，是人们用贝德灵顿梗和老式英国刚毛梗杂交得到的。该品种最初有许多个分支，于1912年统一归为一种。', '\\t湖畔梗和威尔士梗的整体外形相似度极高，只是后者体型略小一点。湖畔梗的身躯又深又窄，这种体形使它能够自如地在石洞中穿梭以完成任务。腿足够长，能够适应各种崎岖的复杂地形。', '\\t该犬外貌姣好，性格开朗，充满了自信，对人类也非常友善，可以说攻击性很弱，是很适合家庭饲养的。', '\\t湖畔梗最典型的特点就是胆子大、乐观友好，总是一副昂首阔步的神态。如果表现出胆怯则属于缺陷，和标准的相比，如果表现得太过好斗则属于次品。', '\\t湖畔梗的警惕性很强，且时刻做好了出发的准备。虽然它总是表现出一副勇敢、不屈不挠的姿态，但它其实也有安静的一面。', '\\r\\n\\t湖畔梗作为一种历史悠久的工作梗，到现在还深受人们的关注。它来自18世纪的英国。最早是叫佩特戴尔梗，英文名:The Patterdale \\r\\nTerrier，出现在英国北部的湖畔地区，用贝德灵顿梗和老式英国刚毛梗杂交得到的。以前这一品种还分为许多个分支，到了1912年才归为一类。\\r\\n', '\\r\\n\\t早在还没成立养犬俱乐部或是出现官方记载之前，湖畔梗就已经人类所饲养和驯化，主要分布在英国的湖泊地区，为人们工作，它的工作能力极强。而“湖畔”这个名字，实际上是现代的一种叫法，在过去是叫Patterdale梗。\\r\\n', '\\r\\n\\t关于该犬有一个传闻，说是在1871年，Lord \\r\\nlonsdale有一只湖畔梗在岩石之下爬行了7米多只为追踪一头海獭，最后却被困住，想要救出它，必须进行大规模的挖掘。经过3天的挖掘援救，人们真的找到了它并救了出来，据说这种犬类哪怕是被封锁在地面下10-12天，救上来之后仍然活着，换做其他任何一个犬种都是不可能的。\\r\\n', '\\r\\n\\t大概1896年，确定了湖畔梗的鉴别标准。人们对这个古老的犬种表现出了极大的兴趣，猎犬的主人或其他有经验的猎人作为当时犬展的裁判。那时候主要有蓝灰色、黑褐色、红色或土黄色和少量白色的湖畔梗，之后颜色的这种分类法被取消，仅分为白色和杂色的两类。\\r\\n', '\\r\\n\\t坎伯兰郡是湖畔梗的最早发源地，这个地方风景优美，尤其是它的南部，有很多的湖泊，气候宜人。在1912年，Kersurck的一家梗犬俱乐部成立时，湖畔梗这一来自坎伯兰郡的品种才引起人们的高度重视。在一战爆发的前两年，这家俱乐部为此做了大量的准备工作。只是后来一战的爆发中断了所有的活动，直到1921年，人们才再次记起湖畔梗。那一年，饲养湖畔梗的饲主们聚集在坎伯兰郡的Whitehaven，据Thomas \\r\\nNosking(当时出席集合的人之一，后来移居到美国)后来回忆说，湖畔梗的这个名字就是那次集会时召开会议，参会者们一致通过而决定的，同时还制定了湖畔梗的评判标准，在此之后不久，英国的养犬俱乐部在犬种谱系中给予了注册。\\r\\n', '\\r\\n\\t1921年得到了美国养狗人俱乐部(AKC)的承认。不过到了1934年， \\r\\nAKC的犬种谱系才正式收录湖畔梗。湖畔梗曾经在1967和1968年的展示中夺得冠军。\\r\\n', '\\r\\n\\t湖畔梗体格健壮结实，性格温顺活泼，喜欢和人类亲近。不仅具有不屈不挠的性情和勇敢无畏的特点，它安静下来的样子还特别吸引人，是一种非常适合家庭饲养的犬种。\\r\\n', '\\r\\n\\t根据湖畔梗的身形和性格特征来说，其实还是最适合比较空闲的老人饲养，因为它需要有一个空余时间比较多的主人来照料，因为洗澡、梳毛、修剪趾甲以及清除污物等，这些可都是需要花费许多时间的。\\r\\n', '\\r\\n\\t头：它的表情多变，具体要看当时的心情;虽然大多时候保持警惕的状态，但有时也会有快乐甚至顽皮的一面。鼻梁挺直。头部对称，成直角，从后脑到口角的长度等于从口角到鼻端的距离。对头部比例的要求很严格。\\r\\n', '\\r\\n\\t前脸过长或过短，楔形头都属于失格。\\r\\n', '\\r\\n\\t黑色的鼻子，有色素沉着的粉红色鼻头也可以接受，但并不是理想的个体。粉红色的或有明显斑点的鼻子为次品。\\r\\n', '\\r\\n\\t红褐色被毛的犬，则允许是同色的鼻子和嘴唇。\\r\\n', '\\r\\n\\t眼睛：略小，呈椭圆形。红褐色或红褐色带黑褐色的犬，它的眼睛颜色自深黄褐色到淡棕色都有，眼睛边缘则为棕色。而其他毛色的犬，眼睛的颜色则是浅棕色到黑色，有黑眼圈。\\r\\n', '\\r\\n\\t耳：小，呈V形，皱褶处稍弯于头顶，内侧边缘紧贴在头两侧，耳尖指向外眼角。\\r\\n', '\\r\\n\\t颌/牙：唇黑，上下颌强壮有力。结合它的身形来看，牙齿算是比较大的，可能是齿缘相对或微露出唇外，因此形成了剪刀或钳式咬合。牙齿太长或太短都属于失格。\\r\\n', '\\r\\n\\t颈、躯体：颈长，但不粗，十分强壮，喉部匀称，微微弯曲，往肩部方向逐渐变宽。肩胛部明显比背线高。躯干强壮且丰满，胸为圆筒状，适当狭窄，露于肘外。肋骨外展，与椎骨形成圆形。腰短而紧凑，略往下弯，母犬的腰可能更短。\\r\\n', '\\r\\n\\t背：短而强壮。\\r\\n', '\\r\\n\\t四肢：前躯:肩部角度恰当。肩胛骨的上缘和肘部处于同一直线上，肩胛骨要比上臂长，两者之间允许形成一定的角度。肩部平滑但肌肉发达。无论是站立还是运动的时候，肘部都紧贴在身体上，使整个犬体往前倾斜。从前面或侧面看，前肢强壮而笔直。掌骨也笔直。脚呈圆形，指向前方，脚趾强壮结实。厚实的脚垫，为黑色或煤灰色，除红褐色的犬以外，其他的犬只都为棕色，趾甲发达，墨黑色或为自身的颜色。狼爪需要切除。\\r\\n', '\\r\\n\\t后躯:大腿强壮有力，有着无比发达的肌肉。后肢自然形成一定的角度，但是不能影响前后肢的对称性。膝关节既不内弯也不外翻，跗关节离地面很近，且从侧面看呈一条直线。从后方看，两跗骨互相平行。脚爪如前肢。\\r\\n', '\\r\\n\\t尾巴：一般是要断尾的，这样它在表达情绪时，尾巴上举时能够与后脑持平。尾巴抬起的时候是直立的，如果往头部弯曲则不理想。卷尾更是被视为失格。\\r\\n', '\\r\\n\\t被毛：双层被毛，外层质地刚硬，底层则比较柔软、紧贴在皮肤表面。头顶、双耳、前胸、肩部以及尾后的被毛都是短而平滑的。躯干上的被毛要比其他部位长1.3～2.5cm，可能呈波浪状或直的。脸部和腿上的饰毛较长，需要常常梳理，但质地较脆，要注意力道。脸上的被毛在传统上来讲是需要修剪的。头部的毛发允许留长到眼线的地方。\\r\\n', '\\r\\n\\t颜色：有多种颜色，而且都得到了认可。包括蓝色、黑色、红褐色、红色和土黄色。在用鞍标记的犬，躯体上有鞍座般的黑色记号，覆盖于颈背部、背部、尾部两侧和上侧，鞍座的颜色可能为蓝色、黑色、红褐色或灰色。犬(头、喉、肩、脚)的颜色为土黄或金黄褐色。杂色是红色或黄色里混以不同比例的黑色、蓝色或红褐色。\\r\\n', '\\r\\n\\t步态：行走时保持一条直线。腿部笔直，脚不外翻也不内弯，肘部紧贴胸壁，跗关节绷直，加速时，身体趋于重心一点，但并不影响运动。\\r\\n', '\\r\\n\\t湖畔梗每天的饲料中都要有肉类，年纪小点的大概给180克左右即可，而大一点的则通常需要200-250克。肉类要加少量水煮熟后切成小块，然后和等量的素干料、不含或少含糖的饼干，用水拌匀后饲喂，每天早晚各一次，记得准备新鲜的饮水。\\r\\n', '\\r\\n\\t饲喂量要控制好，吃得太多会导致狗狗发胖，让动作变得迟钝，失去活泼、灵活的优点。\\r\\n', '\\r\\n\\t湖畔梗是比较喜欢活动的，因此每天应该选择一个合适的时间段让它在院内自由活动，或系上牵引绳带它上街或去公园散步，有助于消耗掉多余的热量，并促进消化吸收，维持正常的食欲。\\r\\n', '\\r\\n\\t它身上的长毛要经常梳理。最好每天都坚持给它梳刷，这样可以有效保持被毛的光洁柔顺和干净美观，也不至于出现打结和杂乱的情况。\\r\\n', '\\r\\n\\t定期洗澡。每次洗完要及时用干毛巾吸干水分，然后用电吹风吹干。一边吹一边梳理。至于洗澡的频率，要根据季节和气候来定，一般天气凉爽的话，间隔的时间可以长一些;天气炎热的话，则间隔短一些，一周洗1-2次。\\r\\n', '\\r\\n\\t夏天除了要给狗狗多洗澡外，还要重点注意狗狗耳部的清洁，洗澡前要先清除耳垢，将消毒脱脂棉打湿后清除耳道和耳周边的污垢，注意是湿润即可，棉球不要带水，以免进入耳内。然后开始清洗身上时，先用棉球把狗狗的耳道塞住，以免进水，特别是夏天，进水很容易患上耳炎。\\r\\n', '\\r\\n\\t狗狗的趾甲也要定期修剪，要不然容易抓伤他人或动物，或者是损坏家里的家具、衣物等。\\r\\n', '\\r\\n\\t整体：湖畔梗体格强壮，结实精巧但不显粗糙。体形不大，呈方形的比例。深而狭窄的躯干使它能够自如地在石洞中钻来钻去完成任务，长腿则便于它更好地适应崎岖的复杂地形。颈长，肩胛高，背中线短，尾巴高高翘起。\\r\\n', '\\r\\n\\t湖畔梗性情活泼友善、乐观开朗、自尊心强，但攻击性比较弱，不好斗。警惕性高，稍微有点动静就马上进入戒备状态。脚步轻盈，步态优美，行走时保持直线，步伐轻松、步幅适中。头呈直角形，口吻部强劲有力，V形耳。被毛浓密丰厚，质地刚硬，特别是嘴边和脚上的毛发，要明显比其他地方略长。\\r\\n', '\\r\\n\\t成年犬雄性的理想身高是36.8厘米，上下波动不超过3.8厘米。雌性要比雄性低2.5厘米。成年雄性的体重平均在7.71千克左右。整个外形呈方形，雌性的体长也许会比雄性略大一点。相比较来说，体重和身长远比不上整体的协调性和比例来得重要。\\r\\n', '\\r\\n\\t腿短，太重或太轻的，非典型的品种个体都被视为劣等犬。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/18/161704211.jpg", "中文名字  ：": ["杰克罗素梗"], "英文名字  ：": ["Jack Russell Terrier"], "别      名：": "杰克罗塞尔梗、杰克拉西尔...", "分布区域  ：": "英国", "原  产  地：": "英国南部", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "25-26厘米", "体      重：": "4-7公斤", "寿      命：": "12-14年", "参考价格  ：": "6000-8000", "特      点：": "易打理,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "40%", "掉毛程度：": "40%", "体味程度：": "60%", "美容程度：": "40%", "对小孩友善程度：": "60%", "对生人程度：": "40%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "40%", "口水程度：：": "40%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "80%", "简介：     ": "['\\t杰克罗素梗，起源于19世纪，来自英国南部，是一种白色的梗类犬，主要用途是在地面上和地下捕捉欧洲红狐狸，它得名于它的培养者----杰克·罗素牧师。', '\\t该犬动作敏捷、警惕性强、自信开朗。总是一副充满活力的样子，它最大的魅力应该是聪明热情、耐性良好的气质。', '\\t虽然世界上大多数的犬种俱乐部还不承认杰克罗素为一个独立的品种，但是它的诸多优点并不会在犬展上被埋没。这一点对它的爱好者们来说，可能更有利。', '\\t杰克罗素梗作为一种工作梗，体长和肩高的比例平衡;体型适中，中等骨量，爆发力和耐力都非常强。', '\\t这个品种对天然的外观非常重视，不允许修剪。粗硬的被毛能够抵御恶劣的气候，被毛的结构紧密，但整体外形的轮廓看起来却简洁大方。', '\\r\\n\\t19世纪初期，由得文郡上一个叫杰克罗素的英国教会的\"狩猎圣职者\"所改良出来的品种，所以有了杰克罗素梗这个名称。\\r\\n', '\\r\\n\\t当时拉西尔对猎狐运动十分痴迷，由于不满意狩猎犬种的品种，所以一直希望能够拥有一种具有旺盛的斗争心，并能在地洞中追逐猎物的勇敢机敏的犬种。而杰克罗素梗不仅能追捕狐狸外，也能够驱逐老鼠，性情也符合他的要求，而且性格十分开朗活泼，所以受到了推崇，备受人们的喜爱。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t杰克罗素梗容易兴奋，性格活泼，且十分忠诚，非常适合作为优秀的守门犬。不过由于它的精力十分旺盛，喜欢活动，所以若是不能满足它的运动需求，它美丽的体形就会慢慢地走样。从这一点来说，它就不适合有老人和小孩的家庭饲养，闲暇时间不多的人也不适合。\\r\\n', '\\r\\n\\t头：头部结实，和身躯的比例协调，整体外形都十分和谐。热情、直率的表情，充满了活力，给人一种聪慧机灵的印象。头颅平坦，耳朵之间的部分很宽，往眼睛方向则逐渐变窄。止部的轮廓清晰可见，但不过分。从鼻镜到止部的距离比止部到后脑的距离略短。\\r\\n', '\\r\\n\\t失格：鼻镜的颜色非黑色。\\r\\n', '\\r\\n\\t眼睛：呈杏仁状，眼睛颜色深，大小适中，不突出。眼圈颜色深。\\r\\n', '\\r\\n\\t缺陷：浅色或黄色的眼睛，圆眼睛。\\r\\n', '\\r\\n\\t耳：纽扣耳。缺陷：猎狗式的垂耳、多肉的耳朵或圆耳尖。失格：立耳\\r\\n', '\\r\\n\\t颌/牙：上下颌都十分完美精致，且强健有力。牙齿很大，结构紧凑，呈完美的剪状咬合。\\r\\n', '\\r\\n\\t失格：缺少的牙齿超过4颗。上颚突出式咬合、下颚突出式咬合或歪嘴。\\r\\n', '\\r\\n\\t颈、躯体：颈部整洁，且肌肉发达，略有拱起，但不突出，长度中等，往肩部方向逐渐变宽。\\r\\n', '\\r\\n\\t背线笔直，肌肉结实，运动时腰部略拱。体长与肩高成近似正方形的比例，匀称恰当。胸窄，中等深度，胸部有力，但不沉重。胸部要求必须柔韧而紧凑。肋骨健康良好，呈卵形而非圆形，深度不可达到肘部。\\r\\n', '\\r\\n\\t缺陷：胸太浅;桶状肋骨。\\r\\n', '\\r\\n\\t背：背中等长，且不松弛，但横向柔韧，使它在跑动时能够随意转弯。\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t肩长且倾斜，和背部结合良好，在马肩隆处交叉。足爪圆如猫爪，紧凑，脚垫坚硬厚实。脚趾适度上拱，不向内翻或向外翻。\\r\\n', '\\r\\n\\t缺陷：兔足。\\r\\n', '\\r\\n\\t后躯：肌肉发达，结实平滑，骨量充足，与后膝关节形成一个合适的角度，飞节离地面的距离较近，且相互垂直，在行动中为肢体提供强大的驱动力。足爪与前肢一致。\\r\\n', '\\r\\n\\t尾巴：尾根的位置高。\\r\\n', '\\r\\n\\t缺陷：尾根低，或尾巴翻卷到背后，形成所谓的松鼠尾巴。\\r\\n', '\\r\\n\\t被毛：双层。粗硬，可以抵御恶劣的气候。\\r\\n', '\\r\\n\\t外层毛发厚实而平坦，质地结实，腹部以及大腿下方没有裸露;底毛短而浓密。\\r\\n', '\\r\\n\\t除了眉毛和胡子，整个轮廓都很清晰。被毛不能有明显的卷曲或波浪状。毛发不允许修剪，应保持天然的外貌，也不能过度装饰打扮。\\r\\n', '\\r\\n\\t剪毛属于严重缺陷。\\r\\n', '\\r\\n\\t缺陷：柔软、丝质、卷毛。无底毛。\\r\\n', '\\r\\n\\t颜色：白色，有黑色或棕色斑纹，或三种颜色组合。颜色清晰。理想的颜色：只在头尾根处有斑纹。\\r\\n', '\\r\\n\\t身躯上有太重的斑纹不太理想。灰色斑纹是可以接受的，不过也不能形成混乱的虎斑。\\r\\n', '\\r\\n\\t失格：虎斑。\\r\\n', '\\r\\n\\t步态：在比赛中，步态是十分关键的一个考察因素。杰克罗素梗的步态应轻松活泼且协调性良好，前后肢始终保持笔直。驱动良好，步幅足够大。\\r\\n', '\\r\\n\\t杰克罗素梗幼犬的日常管理\\r\\n', '\\r\\n\\t首要的就是注意幼犬的卫生，强身健体，提高抵抗力，预防疾病。幼犬时期的小狗皮肤薄，梳理和刷毛都要控制好力道，轻柔一点，这样它才不会因为觉得不舒服而反抗，慢慢的就习惯了你为它梳理擦拭皮毛。同时要保持犬舍的通风和干燥。\\r\\n', '\\r\\n\\t每天要坚持让它适量运动，天气好的时候在合适的时间晒晒太阳。运动有助于加强新陈代谢，促进骨骼和肌肉的发育。但是运动量不要太大，尽量让它自由活动，剧烈运动会导致身体发育不匀称，甚至影响狗狗的食欲和进食量。\\r\\n', '\\r\\n\\t幼犬慢慢长大之后，应该牵到户外去活动，锻炼它对外界环境的适应能力，培养它的胆量，并逐渐开始准备进行训练。\\r\\n', '\\r\\n\\t杰克罗素梗幼犬需要做好驱虫与预防接种\\r\\n', '\\r\\n\\t幼犬容易染上蛔虫等寄生虫病，这些疾病对生长发育极其不利，甚至会导致死亡的发生。所以定期驱虫是非常重要的。通常在它一个月大的时候就要开始第一次粪检和驱虫，之后每个月定期抽检并驱虫1次。为了避免污染环境，驱虫后排出的粪便和虫体应该堆积在一起发酵处理。\\r\\n', '\\r\\n\\t2月龄以上的幼犬，则应根据所在地区的疫情情况，定期做好疫苗的预防和接种。\\r\\n', '\\r\\n\\t公犬和母犬的肩高都在12～14英寸。成年母犬的理想肩高是13英寸，而成年公狗的理想肩高则是14英寸。在比赛中，如果其他的条件相同，特别是胸部符合品种要求的前提下，身高略高或略低一些，是不会被视为缺陷的。\\r\\n', '\\r\\n\\t该犬的体重范围在13~17磅。它的比例十分平衡，是梗类犬解剖的典范。需要重点考虑包括头颅和脸部的比例、头部和身躯的比例以及肩高和体长的比例。\\r\\n', '\\r\\n\\t肩高比体长稍大一点，14英寸的狗狗，肩高和体长应该相差1-1.5英寸。也就是肩高与体长的比例大概在6:5。\\r\\n', '\\r\\n\\t骨量中等，骨骼不可以太重，否则容易显得粗笨;但也不能太轻，容易显得柔弱。肩高低于12英寸或高于15英寸都视为不合格。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/26/160424121.jpg", "中文名字  ：": ["西帕基犬"], "英文名字  ：": ["Schipperke"], "别      名：": "舒柏奇犬", "分布区域  ：": "比利时", "原  产  地：": "比利时", "体      型：": "小型犬", "功      能：": "玩具犬", "分      组：": "玩赏犬", "身      高：": "25.5—30.5cm", "体      重：": "5.4—7.3kg", "寿      命：": "14-16 years", "参考价格  ：": "1000-4000", "特      点：": "粘人,易训练,耐寒", "粘人程度  ：": "80%", "喜叫程度：": "40%", "掉毛程度：": "30%", "体味程度：": "30%", "美容程度：": "80%", "对小孩友善程度：": "70%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "40%", "可训练性：": "80%", "口水程度：：": "40%", "耐寒程度：": "80%", "耐热程度：": "90%", "城市适应度：": "100%", "简介：     ": "['\\t西帕基犬，英文名Schipperke，原产自比利时，但是它的名字确实来源于法兰德斯语，意思是小船长或乘船。过去主要集中在比利时低洼带的河边，被人们用来看守运河船以及捕捉老鼠。', '\\t该犬动作敏捷，活泼好动，而且独立性极强，自信勇敢，对主人十分忠诚，胆子很大，好奇心强，机警，能够成为优秀的看门犬。虽然不喜争强好斗，但是为了保护主人以及家人，就算遇到比它厉害的对手，它都会勇敢地冲上前。', '\\r\\n\\tSchipperke是法兰德斯语，意思是\"小船长\"或\"乘船\"，主要分布在比利时低洼带的河边，被人们用于看守运河船和捕捉老鼠。外形看上去非常粗糙，暗色外表的被毛，再加上军人般一丝不苟的举止，给人一种严肃、古板的印象。\\r\\n', '\\r\\n\\t西帕基犬产自法兰德斯地区。数百年来都没有类似的品种出现。听说西帕基犬是现在已经灭绝的比利时牧羊犬的后代，也有传说它是北方狐狸犬的后代，或是猴类与博美犬的杂交犬。从过去到现在，它始终深受人们的喜爱，被视为比利时国产犬种之一。\\r\\n', '\\r\\n\\t西帕基犬体型较小，兴奋的时候，它那又粗又厚的鬃毛会逆向竖立着，像炸毛了一般。此犬腰部看起来浑圆，其实是因为没有尾巴形成的视觉感官。可能真的遗传了它的祖先狐狸犬的某些基因，所以身材才如此坚挺，并拥有可爱的竖耳。\\r\\n', '\\r\\n\\t作为狐狸犬家族中体型最小的一种，它的外表和其他品种一样都十分引人注目。外层毛既长又粗糙，且非常浓密，颈部还有环状毛。按照美国标准，仅接受毛色为黑色的品种，但其他国家则允许出现其他颜色。\\r\\n', '\\r\\n\\t喜欢小孩子，是孩子们最好的玩伴，性格温柔，忍耐力强，被称为是“最佳室内犬”，非常适合人类家庭饲养。\\r\\n', '\\r\\n\\t整体：尖形的脸颊，如狐狸一般，颈部四周以及大腿处的被毛较长。\\r\\n', '\\r\\n\\t(一)尺寸：雄性肩高大概11~13英寸;雌性肩高大概10~12英寸。但品质优劣远比尺寸更重要，呈正方形轮廓。体格粗壮。\\r\\n', '\\r\\n\\t(二)头部特征\\r\\n', '\\r\\n\\t表情：表情或困惑或淘气，或鲁莽或警惕，但绝对不会出低劣或粗野的样子。比例恰当的头部、配上合适的眼睛和耳朵，形成了西帕基犬特有的表情。\\r\\n', '\\r\\n\\t脑袋：脑袋中等宽度，往口吻方向稍窄。从轮廓上看(若耳朵往后倒)，脑袋是略圆的。上颌位于眼睛下方，略显丰满，因此从上面观察的话，头部是呈楔形的，从后脑到鼻尖，平滑的变细。止部清晰，但不突出。口吻的长度比脑袋的长度稍微小一点。\\r\\n', '\\r\\n\\t眼睛：理想的眼睛是小，呈椭圆形，而非圆形，深褐色，在头部正前方。\\r\\n', '\\r\\n\\t耳朵：小，为三角形，耳根的位置较高，当它处于警惕关注的状态时，耳朵会竖立。垂耳(一个或两个)都属于失格。\\r\\n', '\\r\\n\\t鼻镜：小，为黑色。\\r\\n', '\\r\\n\\t咬和：必须是剪状咬合或钳状咬合。任何背离的情况均属于严重缺陷。\\r\\n', '\\r\\n\\t(三)躯体特征\\r\\n', '\\r\\n\\t颈部：颈部中长，略圆拱，比例恰当，使它在休息的时候，形成正确的轮廓。\\r\\n', '\\r\\n\\t背线：背线水平，或从马肩隆往臀部方向略微倾斜。竖立的脖圈加大了倾斜的程度，使肩胛看起来比臀部高。\\r\\n', '\\r\\n\\t身躯：胸宽而深，可延伸到肘部。肋骨支撑良好(呈卵形)，在肩胛后较宽，往胸部方向呈锥形。前胸向前突出，超过肩胛，处于前腿之间。腰短，但肌肉发达，有适度的上提。臀宽，且极圆，断尾。看起来像是没有尾巴。\\r\\n', '\\r\\n\\t1、前躯：\\r\\n', '\\r\\n\\t肩胛向后倾斜，从前面看，前腿自身躯开始，笔直往下延伸。从侧面看，前腿位于身躯下恰当的位置。骹骨短、粗而结实，但十分柔韧，从侧面看，略微倾斜。狼爪通常是需要切除的。足爪小、圆而厚。趾甲短而结实，为黑色。\\r\\n', '\\r\\n\\t2、后躯\\r\\n', '\\r\\n\\t后躯看起来比前躯稍微轻一些，但是肌肉十分发达，而且和前躯形成恰当的比例。飞节位置低，后膝关节有一定的弯曲。弯曲的角度过大属于缺陷。从后面看，后腿从臀部开始，经过飞节到足爪，都很直。狼爪通常是需要切除的。\\r\\n', '\\r\\n\\t(四)被毛特征\\r\\n', '\\r\\n\\t样式：成年犬的被毛十分特殊，必须具有几种不同的自然长度，从而形成一个独特的样式。脸部、耳朵、前腿前面和飞节的被毛短;身躯上的被毛则为中等长度，而脖圈、披肩、胸前和“裙裤”的毛发则很长。脖圈从耳朵后面开始，延伸到整个颈部周围;披肩是明显的从脖圈往外延伸，胸前部分全部被覆盖，并往下延伸到前腿之间。背部中间以下的毛发(从披肩后面开始，延伸到臀部)平贴着身躯。这些毛发比披肩略短，但是比身躯两侧还有腿部两侧的毛发要稍微长一些。后腿后面的毛发形成“裙裤”，毛发长度和脖圈一样。被毛的长度缺乏明显的区别，属于严重缺陷，这是该品种的基本特征。\\r\\n', '\\r\\n\\t质地：被毛丰富且直，质地稍微显得有些粗硬。底毛柔软，身躯上的底毛比较短，而颈部周围的底毛则很浓厚，形成直立的脖圈。毛发为丝质，身躯上的被毛长度超过3英寸，或被毛很短且粗硬都是不理想的。\\r\\n', '\\r\\n\\t修剪：因为舒柏奇犬是一种自然的品种，因此只有胡须、足爪上的毛发以及脚趾之间的毛发可以修剪，其他部分均不允许修剪。\\r\\n', '\\r\\n\\t颜色：外层被毛为黑色，除了自然的黑色以外，任何颜色都属于失格。底毛的颜色可能略浅一些。到了换毛季节，被毛可能在短时间内会略显红色，如果严重到改变了它整体黑色的外貌，则需要受到惩罚。因为年老而出现灰色(7岁或更大)，以及偶尔出现白色被毛，都不属于缺陷。\\r\\n', '\\r\\n\\t(五)步态特征\\r\\n', '\\r\\n\\t西帕基犬正确的动作应平顺而整齐，小跑的姿态优美(基本上，在中等速度下，是双重轨迹)，当加速时，为了保持整体的平衡，足爪会往身躯中心线收拢。前后躯协调良好，前躯充分伸展，后躯驱动有力。背线保持水平，或从马肩隆向臀部方向略往下倾斜。从正面看，肘部始终贴近身躯。前腿从肩胛开始，经过肘部到脚趾形成一条直线，足爪笔直向前。后腿从臀部开始，经过飞节到脚掌，也形成一条直线，足爪笔直向前。\\r\\n', '\\r\\n\\t整理它的被毛是每天都必须要做的工作，要认真仔细地梳理，定期洗澡。该犬十分聪明，很容易训练，饲养起来还是挺容易的。具体饲喂方法和其他小型犬只并无太大区别。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/30/145736331.jpg", "中文名字  ：": ["拉萨犬"], "英文名字  ：": ["Lhasa Apso"], "别      名：": "西藏犬，拉萨狮子犬、西藏...", "分布区域  ：": "中国", "原  产  地：": "青藏高原", "体      型：": "小型犬", "功      能：": "伴侣犬,家庭犬", "分      组：": "家庭犬", "身      高：": "25-28cm", "体      重：": "6-7kg", "寿      命：": "12-13years", "参考价格  ：": "3000起", "特      点：": "粘人,吠叫,护家,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "60%", "掉毛程度：": "80%", "体味程度：": "40%", "美容程度：": "80%", "对小孩友善程度：": "20%", "对生人程度：": "40%", "对动物程度：": "60%", "运动量：": "80%", "可训练性：": "60%", "口水程度：：": "100%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "100%", "简介：     ": "['\\t拉萨犬，别名：西藏犬，拉萨狮子犬、西藏拉萨犬或西藏亚布苏。来自中国的青藏高原，虽然体型小，长得也不具备震慑力，但从很早开始就一直是西藏达赖喇嘛们最喜爱的护卫犬。它长得比较像狮子，而且性情坚韧，听力也十分敏锐。其英文名的原意是“宛如山羊一般”，而山羊在西藏的神话中所扮演的角色是非常特殊的。', '\\t拉萨犬体格强壮，性格欢乐而自信，有加强的忍耐力。由于它过去是作为看门和护卫犬，所以经常吠叫，自尊心和警戒心都极强，但在信赖的主人和熟悉的人面前，它则表现得十分顺从，开朗。', '\\r\\n\\t拉萨犬，也叫西藏犬。针对于它名称的来源，存在两种说法：第一，是取自西藏的拉萨---藏语Apso的意思是“善吠的守卫犬”;第二，是藏语Lhapso，因为拉萨犬的被毛又长又硬，质地就如钢丝一样。\\r\\n', '\\r\\n\\t拉萨犬发展至今已存在有2000多年。早在20世纪之前，除了它的原产地西藏，在其他地区根本很少能见到这一犬种。西藏的寺庙和喇嘛众多，而拉萨犬早期的用途就是陪伴这些寺院僧侣，负责守卫他们和寺庙，而且在拉萨犬的心里，僧侣是如同神圣之物的存在。认为饲养者死后，他的灵魂会寄附在狗狗的体内，能为下一个饲养者带来好运。所以当时想要购买该犬是很难的一件事，不太可能成功的，但是历史上，达赖喇嘛也曾将拉萨犬作为赠礼，进贡给了朝廷和邻邦，用以结交权贵，而该犬也不负众望，凭借它华丽的外表而得到了人们的欢迎和喜爱，最终被流传到世界各地。\\r\\n', '\\r\\n\\t拉萨犬身强体壮，听觉十分灵敏，而且性情亲和沉着，偶尔会表现出高傲的一面，大多时候都表现得聪明又听话，警惕心强，对陌生人十分戒备，坚强勇敢，因此一度成为十分优秀的警戒犬。加上该犬体型小巧，并不占空间，因此很适合一般家庭饲养，可以成为人类很好的伴侣犬。\\r\\n', '\\r\\n\\t而且拉萨犬还能同时兼任看门犬的工作，因为它分辩陌生人的能力极强。\\r\\n', '\\r\\n\\t头：头部的饰毛显得有些沉重，垂落在眼睛前面，还长有大量的胡须和髭须;脑袋狭窄，在眼睛后面有明显的凹陷，不是太平坦，不过也不至于拱起或呈苹果状。前脸笔直，且足够长。黑色的鼻镜，从鼻镜到眼睛的距离大约等于鼻镜到后脑距离的1/3。\\r\\n', '\\r\\n\\t嘴和口吻：牙齿最好呈钳状咬合或轻微的下颚突出式咬合。口吻的长度中等;正方形的口吻是极其不理想也不受欢迎的。\\r\\n', '\\r\\n\\t眼睛：深褐色，大小适中，不太丰满，也不凹陷。\\r\\n', '\\r\\n\\t耳：下垂，覆盖着丰富的羽状饰毛。\\r\\n', '\\r\\n\\t颈、躯体：从肩关节到臀部的距离略大于肩高，肋骨支撑良好，腰部结实，后躯和大腿都相当发达。\\r\\n', '\\r\\n\\t四肢：前腿直;前后腿上都覆盖着大量的毛发。足爪上也有许多羽状饰毛，足爪圆如猫足，脚垫厚实。\\r\\n', '\\r\\n\\t尾巴：呈螺旋状，翻卷到背后，末端可能有掉小卷卷，覆盖着丰厚的羽状饰毛。\\r\\n', '\\r\\n\\t尾巴低垂属于严重缺陷。\\r\\n', '\\r\\n\\t被毛：丰厚且浓密，显得有点沉重，直，质地较硬，但并非羊毛质或丝质，足够长。\\r\\n', '\\r\\n\\t颜色：任何颜色都可以接受，耳朵和胡须带有或没有深色末梢。\\r\\n', '\\r\\n\\t拉萨犬每天的饮食中要准备肉类180-380克，再加等量的干素食料和低糖或无糖饼干，肉类煮熟切碎加温水和干饲料以及饼干等调和后饲喂，同时提供适量的清洁的饮水。\\r\\n', '\\r\\n\\t该犬虽然体型不大，但每天也需要一定的运动量，平时可以让它在院子里自由奔跑或散步，或者每天带它出去散散步。适量的运动不仅有助于提升食欲，增强狗狗的体质，而且在一定程度上还能提高狗狗的繁殖能力。\\r\\n', '\\r\\n\\t它的毛发比较丰厚，每天都需要打理 ，注意清洁和卫生，饮食也要注意卫生。梳毛的方法和其他的犬类一样。\\r\\n', '\\r\\n\\t拉萨犬认熟不认生，对陌生人非常警惕，因此养这种犬最好是从幼犬一直养到老，不要中途换主。否则它很容易因为过于怀念旧主人而拒绝服从新主人的管教和指挥，哪怕相处再长时间也很难改变。\\r\\n', '\\r\\n\\t拉萨犬的抵抗能力比较差，因此平时喂养的时候，不仅要注意饮食和餐具的清洁卫生，还要时刻注意观察它的精神状态、食欲、粪便形状、鼻底的湿度以及肛周有无粪渍等等，一旦发现异常或患病的征兆，要尽快采取措施治疗。\\r\\n', '\\r\\n\\t整体：理想的拉萨犬公犬的体重应该在6-7公斤，雌犬略轻一点，而理想的拉萨犬公犬的肩高应该是25-28cm，雌犬也略小一点。\\r\\n', '\\r\\n\\t拉萨犬生性欢乐且自信，对主人和家里人无比温和忠诚，但对陌生人的警惕心却极强。\\r\\n', '\\r\\n\\t鉴别的要点：外貌长得和狮子有点相似，被毛长而丰厚，特别是头部、耳朵还有尾巴上的被毛最甚，长度可以拖到地面上。面部有胡须和长的颜鬓，尾巴上翘，呈菊花形。金黄色的毛色是最理想的。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/19/105414861.jpg", "中文名字  ：": ["卷毛比雄犬"], "英文名字  ：": ["Bichon Frise"], "别      名：": "特内里费狗，又称维•弗里...", "分布区域  ：": "法国", "原  产  地：": "法国", "体      型：": "小型犬", "功      能：": "伴侣犬,家庭犬", "分      组：": "伴侣犬", "身      高：": "23-30厘米", "体      重：": "3-6公斤", "寿      命：": "14-15年", "参考价格  ：": "500-2500", "特      点：": "不掉毛,粘人,友善", "粘人程度  ：": "60%", "喜叫程度：": "10%", "掉毛程度：": "20%", "体味程度：": "10%", "美容程度：": "100%", "对小孩友善程度：": "60%", "对生人程度：": "60%", "对动物程度：": "80%", "运动量：": "40%", "可训练性：": "80%", "口水程度：：": "60%", "耐寒程度：": "70%", "耐热程度：": "60%", "城市适应度：": "80%", "简介：     ": "['\\t卷毛比雄犬，也叫做特内里费狗，或维·弗里塞犬，一种优质的怀抱犬，据说早在13世纪到14世纪时就出现过和它现在现状特别相似的犬种。原本是用西班牙领地加纳利群岛上的土犬改良培育得到的，它的祖先具有水中猎鹞犬的血统，外形受到了马尔他犬和长卷毛犬的影响而被进一步改良，形成如今的外貌。', '\\t卷毛比熊犬个性十足，长得乖巧可爱，深受上流社会人士的喜爱，在16世纪时，贵妇人们就用香水给它洗澡，有的甚至还和它一起洗澡，风头一时无两。在当时，它主要是作为贵妇们怀抱里的白色玩赏犬来饲养，在欧洲宫廷内具有极高的名气和地位，但是这种风光仅持续到19世纪前夕，后来就失宠了，最终沦落到马戏团或街头艺人身旁。', '\\t卷毛比熊犬体型娇小，友善亲切、活泼开朗、聪明伶俐，记忆力超强，勇敢机警，感情丰富，适应能力也很强，对主人忠实，坚强听话，守规矩，对陌生人则比较凶猛。它非常乐观知足，一点小事情就能让它感到满足。', '\\t天性活泼好动，喜欢自由自在，会做出各种的动作来引人发笑，为主人和家里带来了许多的乐趣。', '\\r\\n\\t卷毛比雄犬，大多数人认可它是来自法国的一个品种，不过该犬确切的起源现在其实是还不太明确的，据史料推测或许是由过去的水猎犬演化发展而来的。抑或者是巴比特大(也叫巴尔勃犬)和水猎融犬的后代。它起初被称之为巴比熊犬，后来才简称为比熊犬。\\r\\n', '\\r\\n\\t当然，也有一些人认为它的起源时间是在14世纪，那时候的水手从加那利群岛带到地中海来的。由于它与马耳他犬长相有相似之处，为此人们认为这两种狗狗的祖先可能是相同的。\\r\\n', '\\r\\n\\t在15-16世纪期间，卷毛比熊犬在欧洲宫廷非常受欢迎，是皇室成员们最宠爱的一种玩赏犬，尤其是当时的贵夫人们，尤其喜爱它。\\r\\n', '\\r\\n\\t到了1515年，法兰西斯一世时被引进到了法国，在1574—1589年这十几年内发展得非常好，可以说是它们的鼎盛时期。很多西班牙的著名画家就将其画入了自己的画作之中，成为传世之佳作。\\r\\n', '\\r\\n\\t可惜这种良好的发展趋势到了19世纪开始下降，走起了下坡路，和贵宾犬一样沦落到马戏团里。直到20世纪之后才重新兴旺并风靡全世界。1956年被正式引入美国，1972年得到美国的认可，1980年参加了在伦敦克鲁福兹举行的犬展中，这是它第一次在正式犬展中亮相。\\r\\n', '\\r\\n\\t现在的卷毛比雄犬发展稳定，是非常合适的伴侣犬，家庭犬，该犬体格强壮、性格活泼欢乐。\\r\\n', '\\r\\n\\t比熊犬喜欢和人类亲近，虽然体型不大，但是对居住环境的要求很高，而且它比较粘人，需要主人有足够的空闲时间陪伴。它的性情温和很好相处，但是卷曲的被毛比较难以打理，需要每天梳理并定期美容，所以比较耗时间，整体来说，它并不适合繁忙的上班族和学生饲养。有大量空闲时间的年轻人、老年人则最适合。\\r\\n', '\\r\\n\\t雄性和雌性肩高大概在9.5英寸-11.5英寸之间，比起大小，整体比例的匀称才是最重要的。如果超出这个尺寸范围，但该个体确实又十分优秀，那么会被允许适当放宽标准。但无论如何，肩高都不应超过12英寸或低于9英寸。最低的肩高标准不适用于幼犬。\\r\\n', '\\r\\n\\t从马肩隆到胸底的距离大概是马肩隆到地面距离的1/2。身躯结构紧凑，骨量中等。既不显得粗糙，也不显得纤细。\\r\\n', '\\r\\n\\t头：表情柔和，眼神深邃，充满了好奇，但不失警惕。脑袋略微圆拱，允许往眼睛方向的部位呈圆弧形。止部清晰但不太明显。口吻十分匀称，与脑袋的长度比例为3:4。从鼻镜到止部外眼角与鼻尖连成的虚线，刚好形成一个等边三角形。眼睛下方的轮廓稍显清晰，但不宜太过分，以至于形成虚弱或尖细的前脸。下颌结实。鼻镜突出，且始终为黑色。精致的黑色嘴唇，不下垂。\\r\\n', '\\r\\n\\t眼睛：圆，为黑色或深褐色。黑色或深褐色以外的任何颜色均属于严重缺陷，将受到严厉的惩罚。\\r\\n', '\\r\\n\\t眼周为黑色或非常深的褐色皮肤环绕着眼睛，这是必须的，能够突出眼睛并强调表情。眼圈本身必须是黑色。眼圈色素不足或完全缺乏色素，使之产生一种没有任何表情或目光呆滞的模样则都属于明显的缺陷。\\r\\n', '\\r\\n\\t过大或过分突出的眼睛、杏仁状的眼睛及歪斜的眼睛都属于缺陷。\\r\\n', '\\r\\n\\t耳：下垂，隐藏在长而流动的毛发中。如果往鼻镜的方向拉扯耳朵，耳廓的长度是可以延伸到口吻的中间。耳根略比眼睛所在的水平线高，而且处于脑袋上比较靠前的位置。所以当它进入警惕状态的时候，耳朵会成为面孔的一部分。\\r\\n', '\\r\\n\\t颌/牙：呈剪状咬合。上颚突出式咬和或下颚突出式咬和都属于严重缺陷。弯曲或不整齐的牙齿是允许的，但缺齿属于严重缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈长，骄傲地昂起，稳稳地立在脑后，平滑地与肩胛想融。颈部的长度，从后枕骨到马肩隆的距离大约是前胸到臀部距离的三分之一。\\r\\n', '\\r\\n\\t胸部十分发达，宽度能够满足前肢的活动自如。胸部的最低点至少可达到肘部。肋骨支撑良好，往后延伸至肌肉发达的短的腰部。前胸十分明显，且比肩关节还要略往前突出一点。下腹曲线有适当的上提。\\r\\n', '\\r\\n\\t背：除了直、肌肉发达且圆拱的腰部。整体的背线是水平的。\\r\\n', '\\r\\n\\t四肢：肩胛骨与上臂骨的长度是差不多的。肩胛往后倾斜，大概呈45度的角。上臂骨向后延伸，从侧面看，可以保证肘部刚好立于马肩隆的下方。\\r\\n', '\\r\\n\\t前肢骨量中等;前臂和腕部既不呈弓形，也可以不弯曲。骹骨相对垂直线来说还是稍微有一点点倾斜的。狼爪可以切除。足爪紧凑，呈圆形，和猫足比较相似，脚趾指向前方，既不内弯也不外翻。黑色的脚垫。趾甲可修剪，尽量短。\\r\\n', '\\r\\n\\t后躯骨量中等。大腿角度恰当，肌肉发达，两腿之间的间距较大。第一节大腿和第二节大腿的长度差不多，膝关节适度弯曲。从飞节到足爪这部分的后腿与地面是完全垂直的。\\r\\n', '\\r\\n\\t尾巴：有许多羽毛，尾根处和背线在同一水平线，翻卷在背后，所以尾巴上的毛发靠在背后。当尾巴往头部方向伸展时，长度最起码能达到马肩隆的中途。\\r\\n', '\\r\\n\\t尾巴位置低、尾巴举到与后背垂直的位置、或尾巴向后下垂都属于严重缺陷。螺旋状的尾巴属于非常严重的缺陷。\\r\\n', '\\r\\n\\t被毛：被毛的质地是最重要的。底毛丰厚而柔软，外层被毛卷曲且粗硬。两种毛发结合的触感是柔软中不失坚固，拍上去就像长毛绒或天鹅绒，具有良好的弹性。在沐浴或刷拭之后，被毛会立起，形成一种粉扑的效果。刚毛质地的被毛是不理想的。柔软的被毛、丝质被毛，被毛平贴在身上，或缺乏底毛都属于非常严重的缺陷。\\r\\n', '\\r\\n\\t颜色：颜色除了白色外，还有乳黄色和杏仁色，主要分布在耳周或身躯上，是浅黄色、奶酪色或杏色的阴影。成熟个体身上的其他颜色占据被毛颜色总体的10%则属于缺陷，在参展中是会受到惩罚的。不过若是在幼犬身上出现这些允许的颜色则不属于缺陷。\\r\\n', '\\r\\n\\t步态：小跑的动作轻松而舒展，精准到位。从侧面看，前后腿的伸展动作互相协调，前躯自由伸展，后肢提供强大的驱动力，使得线始终保持平稳。在运动中，头、颈部略微竖立，加速时四肢则有往身躯中心线聚拢的趋势。在离开的时候，后腿之间保持适中的距离，从后面能够看到它的脚垫，动作精确。\\r\\n', '\\r\\n\\t给卷毛比熊犬吃的所有食物都必须是新鲜卫生的，上一餐吃剩下的要及时倒掉，并洗干净餐具，不要留到下一顿。\\r\\n', '\\r\\n\\t至于食物的种类，个人建议还是专业的狗粮比较合适。因为比熊犬的毛发比较丰厚且洁白，吃饭的时候嘴巴周围容易弄脏，一定要及时清理，就连喂水也最好别用盆，可以用那种能挂在笼子上的专用装水的容器来喂水。\\r\\n', '\\r\\n\\t它“粉扑状”的外貌和形象是需要经过洗涤、修剪、刷饰并使用爽身粉才能实现的。若是没有这一套细致的流程来打理，它的毛皮会呈卷曲状，容易打结。被毛的修剪以能展示身躯的自然曲线为准，不宜剪得太短，过分修剪或修建成了四方形的外貌就不理想了。头部装饰、胡须、髭须、耳朵和尾巴的毛发则需要保留适当长的长度。头部长长的毛发可以修剪成圆圆的外观，背线则修剪成水平状。\\r\\n', '\\r\\n\\t当然，这种造型虽然好看，但需要定期打理，因此十分耗时精力;不过还好，它的运动量不是太大，要不然养一只还挺累的哦。\\r\\n', '\\r\\n\\t卷毛比熊犬要选择头圆、身体短小紧凑的个体。被毛质地柔软且直立、蓬松。两眼和鼻子形成一个正三角形，这样的比熊犬就足以被称之为美脸犬。\\r\\n', '\\r\\n\\t它的前肩胛骨要高，胸部要足够发达，前后肢直立，而且没有脱臼的问题。尾巴末端可卷可不卷，但尾根的位置要高，接近背部且端正背于背上。体格结实，抱起来比想象中有重量感。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/30/142756411.jpg", "中文名字  ：": ["卡迪根威尔士柯基犬"], "英文名字  ：": ["Welsh Corgi Cardigan、Cardigan Welsh Corgi"], "别      名：": "卡狄根柯基犬、卡地甘威尔...", "分布区域  ：": "英国、美国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "牧羊犬", "分      组：": "牧羊犬", "身      高：": "27-32厘米", "体      重：": "11-17公斤", "寿      命：": "12-15年", "参考价格  ：": "2.2万元以上", "特      点：": "无体味,易打理,友善,易训练", "粘人程度  ：": "10%", "喜叫程度：": "10%", "掉毛程度：": "60%", "体味程度：": "10%", "美容程度：": "40%", "对小孩友善程度：": "40%", "对生人程度：": "80%", "对动物程度：": "80%", "运动量：": "60%", "可训练性：": "80%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t威尔士柯基犬如今细分为两种：卡迪根威尔士柯基犬和彭布罗克威尔士柯基犬。是一种非常古老的放牧品种之一。非要说一下两者的区别的话，应该是彭布罗克柯基犬的体形更短一点，不过它的腿骨却更直也更轻，而威尔士柯基犬比前者有优势的地方大概就是被毛的质地更柔软一些;至于性格方面，彭布罗克柯基犬不太安分，容易激动，不像卡迪根威尔士柯基犬那么安静沉稳。', '\\t从12世纪的理查一世到如今的伊丽莎白二世，柯基犬一直都是英国王室备受宠爱的宠物。', '\\t卡迪根威尔士柯基犬活泼但也不失沉着，忠诚有爱，服从性极高，具有极强的适应能力，能适应不同的环境和气候，表情聪明好奇，绝对不会表现出羞怯或是凶恶。', '\\r\\n\\t起源于英国威尔士，可追溯至1200年，距今也有非常悠久的历史了，作为一种小型犬，到1850年，人们对它的了解也就仅限于它是威尔士品种家族中唯一存活并流传下来的。在威尔士，该犬主要被用来驱赶牛群，因为它体型小，能够自如地穿梭在牛群之中，通过咬住牛的下肢来控制牛的行为。\\r\\n', '\\r\\n\\t该犬天生活泼好动，尤其喜欢运动，因此每天都得带它去外面进行大量的运动以及一起玩耍。当然，它发泄完之后在室内也可以很乖的，是一种宜动宜静的宠物，工作时会表现得精力充沛、认真尽责，总体来说它不太适合工作繁忙没有时间带它运动的上班族和学生。另外，很多城市现在公布的养犬条例中明确规定禁止饲养肩高超过35厘米的犬，因此身材矮小的它是非常适合城市生活的。\\r\\n', '\\r\\n\\t头：外形长得还挺像小狐狸的，表情聪明而好奇，对周围的环境十分关注，不会表现出胆怯的样子。颅部非常宽，两耳之间的部分则较为平坦，额鼻架高度适中，脸颊比较浑圆，前脸面的轮廓十分清晰，可以明显看出吻部逐渐变尖。枕骨到额鼻架中心的距离比额鼻架到鼻尖的距离要大，颅骨的总长度和前脸面总长度的比例为5:3，鼻子整个都是黑色的。\\r\\n', '\\r\\n\\t眼睛：呈椭圆形，中等大小，不突出，略有倾斜。眼睛为棕色，与它的被毛颜色搭配协调，眼睛的边缘呈黑色，通常眼周为黑色的是最合适的。如果眼睛为黑色的话会非常不受欢迎，还有黄眼睛和蓝眼睛也一样不受欢迎。\\r\\n', '\\r\\n\\t耳：摸起来较坚硬，大小适中，往耳尖方向逐渐变得小而浑圆。耳朵能灵活活动，听觉敏锐，对声音很敏感。自鼻尖穿过眼睛到耳尖互相划直线所形成的一个三角形近似等边。\\r\\n', '\\r\\n\\t蝙蝠耳、小猫耳、大而无力的耳、垂耳、位置太高或太低的耳朵都不理想。而扣状耳、玫瑰耳或下垂耳则属于严重缺陷。\\r\\n', '\\r\\n\\t颌/牙：口吻圆，但不显迟钝，呈锥形，不过不会显得过于尖细。下颌的深度中等，下巴较圆。\\r\\n', '\\r\\n\\t颈、躯体：胸部中等宽度，胸骨突出。腰部短而结实。\\r\\n', '\\r\\n\\t四肢：前肢既非笔直，也没有弯曲得很厉害，骨量充足。后肢肌肉发达且结实。狼爪是必须要切除的。足爪很大，也很圆，脚垫厚实。脚尖有点往外，从宽度上来看，处于与肩部相对应的位置，不过行走时可以保持笔直向前。从上面看，往外偏转的角度不可超过30度。脚趾紧凑，不可张开。\\r\\n', '\\r\\n\\t臀：略微向下，往尾巴方向倾斜。\\r\\n', '\\r\\n\\t尾巴：从整体外形上来看，尾巴的位置还是比较低的，尾巴的长度可以延伸到飞节的位置。站立和散步时，尾巴呈笔直下垂的状态;但突然奔跑起来的话，尾巴则会举起，与地面保持平行;兴奋的时候，尾巴还会往上举起，但是绝对不可以翻卷到背后。\\r\\n', '\\r\\n\\t被毛:中等长度，浓密厚实，双层，外层毛质略显粗硬，但还不到刚毛的程度，呈卷曲状或丝状，被毛平滑地贴在身躯上，能够帮助它抵御恶劣的气候。底毛短，触感柔软，也十分浓密。\\r\\n', '\\r\\n\\t颜色：不同深浅的红色、深褐色或带有斑纹。蓝色、芸石色、黑色、灰色、大理石色带或不带棕色或斑点。对这些颜色没有偏爱。\\r\\n', '\\r\\n\\t白色一般出现在颈部区域或是环绕一圈形成围脖，还有腿部、胸部、口吻、身体下部、尾尖及头部的白筋。头部的白色不能成为主色调，白色更不可以出现在眼周部位。\\r\\n', '\\r\\n\\t每天饲喂的狗粮中，应该含有肉类200～250克，以及等量的素食。素食可以选择各种杂粮、蔬菜等。只要定期更换一下品种，以保证营养的全面性即可。\\r\\n', '\\r\\n\\t每天饲喂的量要控制好，太多或太少都对健康不利，而且还会影响狗狗的成长发育。\\r\\n', '\\r\\n\\t柯基犬的被毛虽然略粗，也不是很长，但也应该经常梳刷、清理，以保持清洁和美观。而且要定期给柯基犬洗澡，清除耳垢、牙垢，用温水(沸腾后的)清洗眼睛，修剪爪子等等。柯基犬的眼部疾病比较常见，所以建议每隔三五天，就用2%浓度的硼酸水给它清洗眼睛，防止眼疾的发生。\\r\\n', '\\r\\n\\t柯基犬的犬舍最好选择背风、整洁且干燥的地方，定期清扫打理，并且每半个月到一个月要彻底消毒处理一次。\\r\\n', '\\r\\n\\t由于柯基犬过去是作为畜牧犬来饲养的，所以活动量比较大，也比较好动，所以千万不要总是将它关在室内，应该每天带它出去活动活动，消耗掉旺盛的精力，这样它才不会无聊，也不会精神不好，郁郁寡欢，保持其健康活泼的状态。\\r\\n', '\\r\\n\\t柯基犬容易和同类起争斗，因此从小就要对其进行训练，哪怕没办法彻底改掉，也要尽可能有所节制，最起码听到主人的制止会停下来。同时还要训练柯基犬不用牙和爪去撕咬家中的衣服、窗帘、沙发、床单以及被子等生活物品，并训练它爱干净，不要总是弄得身上脏兮兮的，尤其不要随便躺进泥泞的地上打滚，当然，最重要的是训练它去固定的地方大小便。\\r\\n', '\\r\\n\\t整体：身高：27-32cm\\r\\n', '\\r\\n\\t雄性柯基肩高28-31cm，雌性25-29cm\\r\\n', '\\r\\n\\t体重：11-17kg\\r\\n', '\\r\\n\\t体重范围：雄性10-17kg，雌性10-11kg\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/26/170845221.jpg", "中文名字  ：": ["西施犬"], "英文名字  ：": ["shih tzu"], "别      名：": "狮子犬 、菊花狗", "分布区域  ：": "欧美、日本", "原  产  地：": "中国西藏", "体      型：": "小型犬", "功      能：": "伴侣犬,玩具犬,家庭犬", "分      组：": "玩赏犬", "身      高：": "25-27厘米", "体      重：": "5-7公斤", "寿      命：": "12-14年", "参考价格  ：": "9000", "特      点：": "无体味,易训练,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "50%", "掉毛程度：": "60%", "体味程度：": "50%", "美容程度：": "80%", "对小孩友善程度：": "80%", "对生人程度：": "70%", "对动物程度：": "80%", "运动量：": "30%", "可训练性：": "70%", "口水程度：：": "60%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t西施犬，起源于17世纪，原产地就是中国西藏，过去被喇嘛们饲养在庙内作为看门狗的。喇嘛教的学问之神----曼珠休理，就经常带着会变狮子的小型犬。它与近似狮子的西藏本土的拉萨犬，都认为和狮子犬有十分密切的关系。于1908年被带往欧洲，1935年英国成立了西施犬俱乐部。1969年美国也承认了这一品种，并给予注册。', '\\t西施犬现在主要是被作为伴侣犬和家庭宠物来饲养的，这主要是因为它的性格开朗，个性十足，活力充沛，忠实友善，对人类十分友好和信任。虽然是一种小型犬种，但是在遇到突发情况的时候，也会表现出它勇敢而凶悍的一面。', '\\t非常通人性，当主人忙碌的时候，它会自娱自乐来打发时间，而不去干扰。尽管它如此贴心懂事，让人安心，但是主人也不可以总是放它自己玩而不管不顾，实际上西施犬的内心还是非常喜欢和人类亲近，且充满依赖的。', '\\r\\n\\t传说公元624年以来的很多文献、绘画以及小工艺作品上都有描述有关西施犬的故事。西施犬来自中国，起源于公元990-994年间，来自弗林的人将西施犬作为贡品献给朝廷。之后唐朝皇宫中开始盛行饲养西施犬。关于西施犬还有一个说法，说是在17世纪中期，用西藏达赖喇嘛献给皇帝的拉萨狮子犬与北京犬杂交后才有了西施犬。\\r\\n', '\\r\\n\\t从过去的宫廷犬的图册中就能够发现有很多与西施犬形象有关的画。在东方艺术中，该犬与小狮子十分相似。而中国佛教则表示狮子与佛是有联系的。而能在宫廷中饲养的西施犬，必定都是经过层层筛选的上品，于是西施犬得以发展成了如今这种优雅迷人的模样。因为它的面部头发是往各个方向生长的，所以看起来和菊花还挺像的。\\r\\n', '\\r\\n\\t在明朝的时候，西施犬则发展为一种家养犬，十分受人欢迎，特别是皇族人士，尤其钟爱这种小型的犬。到了1908年，慈禧太后死后，该犬被秘密运往了欧洲，经过八国联军的战争洗劫之后，西施犬的数量已经不多了。后来在1934年，中国成立了北京养犬俱乐部成立。\\r\\n', '\\r\\n\\t1930年，玛德莱-胡奇思小姐将一对西施犬从中国带回了英国。从那以后，英国也开始有了西施犬。西施犬起初是被列入“Apsos”的，知道后来养犬俱乐部明确将“Apsos”与西施犬区分开来，作为两个不同的品种来登记。\\r\\n', '\\r\\n\\t英国在1935年成立了西施犬俱乐部，之后又从英国发展到了斯坎地纳维亚国家以及其他的欧洲国家，还有遥远的澳大利亚。二战期间，美国驻英国的军人在回国时就带走了一些西施犬。自此以后，美国也开始引入许多西施犬。\\r\\n', '\\r\\n\\t西施犬出现在欧洲之后，迅速得到了西方人的喜爱。在他们眼里，这种犬浑身都散发着神秘的、令人为之倾倒的东方神韵。\\r\\n', '\\r\\n\\t西方称西施犬为“shih tzu”，因为发音刚好和我们汉语中的“西施”相似，于是就有了西施犬这个好听的名字。\\r\\n', '\\r\\n\\t1938年，在俄国流亡者玛丹·德·布鲁尔的帮助下，制订了西施犬的相关标准。\\r\\n', '\\r\\n\\t美国养犬协会(AKC)于1969年正式承认西施这个犬种。在同年3月，美国养犬俱乐部的种犬手册将西施犬列入书中。1969年9月1日，西施犬开始正式参加玩赏犬组的比赛。西施犬以其特有的东方神韵风靡欧美乃至日本。现在西施犬的俱乐部全世界各地都有，拥有许许多多的忠实犬迷。\\r\\n', '\\r\\n\\t西施犬是一种历史非常悠久的玩赏犬，长相精致漂亮，带有一股神秘的东方气质，性情开朗，喜欢与人交往，且依恋性和耐受性都很强，体型娇小，十分适合家庭饲养，就算是农村生活它也能够适应。\\r\\n', '\\r\\n\\t具有强烈的好奇心，偶尔也有鲁莽的时候，警惕心还是有的，可以作为看护犬。活泼好动，适合孩子已长大的家庭，是极好的公寓宠物犬。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t整体：西施犬体格结实、性格活泼、警惕心强，是一种漂亮的玩具狗，体型娇小，动作灵活，四肢短小。两层被毛，外貌为丰富的波浪状，底毛浓密柔软，毛发很长，平滑有光泽。毛色有许多种，通常是只有一种颜色的纯色的西施犬。它的中国祖先具有高贵的血统，是一种宫廷宠物，因此西施犬骨子里遗传了这种高贵和优越感，总是骄傲地高傲地脑袋，尾巴上翘。\\r\\n', '\\r\\n\\t从肩到尾根的长度比肩高略大。西施犬不可以太高或太矮，要不然容易变成长脚狗或矮脚鸡。但是不管是什么尺寸，西施犬都应该是结构紧凑且体格结实，而且有一定的体重和骨量。\\r\\n', '\\r\\n\\t一般外貌：结实，被毛丰富，面部似菊花，姿态傲慢。体重：4~8公斤，身高不超过27厘米。\\r\\n', '\\r\\n\\t头：头圆且宽，两眼距离很大，但是和整体的比例又十分恰当，既不太大也不太小。脑袋呈圆拱形，止部轮廓清晰。\\r\\n', '\\r\\n\\t热情亲切的表情，眼睛大睁着，表现出友好和信任的样子。平衡力与让人愉悦舒服的表情比其他部分要显得重要。\\r\\n', '\\r\\n\\t缺陷：头窄。\\r\\n', '\\r\\n\\t眼睛：眼大而圆，深陷，两眼之间的距离比较大。眼睛的颜色很深。而肝色和兰色狗的眼睛则颜色浅一些。缺陷：眼距较小。\\r\\n', '\\r\\n\\t耳：大，耳根的位置在头顶下略低处\\r\\n', '\\r\\n\\t颌/牙：口吻又短又宽，没有皱纹，前端平，上嘴唇厚实，下唇和下颌不突出，也不后缩。鼻孔宽大而开阔。鼻镜、嘴唇以及眼圈都应该是黑色的。\\r\\n', '\\r\\n\\t颈、躯体：最重要的特点就是整体均衡，无太过夸张之处。颈部与肩的结合流畅平滑;颈长而身短，体格结实，没有细腰或收腹。体长略大于肩高。\\r\\n', '\\r\\n\\t缺陷：腿长。\\r\\n', '\\r\\n\\t胸宽而深，肋骨扩张良好，但是不可以出现桶状胸。胸深度刚好达到肘部以下的位置。从肘部到马肩隆的长度略大于肘部到地面的距离。\\r\\n', '\\r\\n\\t四肢：肩的角度恰当，且平贴于躯干。腿直，骨骼良好，肌肉发达，两腿分别位于胸部下方两侧，肘部紧贴着躯干。腕部强壮而垂直。狼爪可以切除。脚爪结实，脚垫发达，脚尖向前。\\r\\n', '\\r\\n\\t后躯：后躯角度应该与前躯保持平衡。后腿的骨骼和肌肉一样十分发达。从后面观察，腿直，膝关节有适度弯曲，两腿间的合适，并不紧贴在一起，但和前肢呈一条直线。飞节垂直，与地面十分接近。缺陷：飞节长。狼爪可以切除。\\r\\n', '\\r\\n\\t尾巴：尾根的位置高，覆盖着厚实的饰毛，翻卷在背后。\\r\\n', '\\r\\n\\t缺陷：太松散、太紧、太平或尾根位置太低。\\r\\n', '\\r\\n\\t被毛：被毛给人一种十分华丽的印象，双层，丰厚浓密，长且平滑，略有点波状起伏是可以接受的。头顶的毛发一般用饰带扎起来，不遮挡眼睛，而且显得娇俏可爱。\\r\\n', '\\r\\n\\t缺陷：毛量太少，单层毛，卷毛。\\r\\n', '\\r\\n\\t为了整体的整洁和方便犬只运动，脚、腹底和肛门部位的被毛是可以修剪的。\\r\\n', '\\r\\n\\t缺陷：修剪过度。\\r\\n', '\\r\\n\\t颜色：颜色多样，允许出现任何颜色，且一视同仁。其中以前额有似火焰状的白班及尾端有白毛的最为理想。\\r\\n', '\\r\\n\\t遗传疾病：椎间盘疾病、脊椎炎、髋关节发育不良、脐疝、支气管狭窄。\\r\\n', '\\r\\n\\t常见疾病：血管性血友病、免疫介导性溶血性贫血、关节脱位、倒睫、慢性肾衰竭、角膜炎、结膜炎、甲状旁腺功能减退。\\r\\n', '\\r\\n\\t小狗通常只可以吃狗粮、馒头或米饭，可以适当添加一些鸡蛋或火腿肠，如果是菜汤的话，注意不要放太多盐。每顿要控制好量，不能给得太多，通常人吃的三四口这个量就足矣。西施犬宁可饿着，也不可以撑着，因为它们是根本不知道饱的，给多少都能吃多少。另外，千万别喂它们吃鸡鸭鱼的骨头，因为小狗的肠胃功能还不够完善，这些容易碎裂的细骨头很容易扎伤肠道，后果相当严重。\\r\\n', '\\r\\n\\t小狗要定期洗澡，但无需过于频繁，每个星期甚至是每个月洗一次就可以了，天气冷的话，洗多了不好，夏天则可以3~5天洗一次。\\r\\n', '\\r\\n\\t西施犬的体毛长而蓬松，看上去显得个头比较大。它头上的被毛呈放射状地朝各个方向生长，就好似一朵盛开的菊花。长而茂密的毛发，柔顺又光滑，让它的外貌看起来十分出众。在饲养西施犬的过程中有以下几点需要注意：\\r\\n', '\\r\\n\\t1、西施很容易掉毛，所以要每天打理。除了梳毛之外，还要替它扎毛，以保持被毛的清洁和美观，同时也能更好地保护眼睛，避免长毛垂下，对眼睛造成不必要的刺激。\\r\\n', '\\r\\n\\t2、西施犬的眼睛又大又圆，而且大部分都露在外面，容易感染细菌，进而引发角膜发炎，因此应每天或隔天用2%浓度的硼酸水或眼药水来清洗。\\r\\n', '\\r\\n\\t3、西施犬吃完饭之后，下巴很容易弄脏，一定要记得及时清理干净。\\r\\n', '\\r\\n\\t4、西施犬的祖先具有高贵的血统，是一种宫廷宠物，原为宫廷狗，因此它的性格也遗传了骄傲的特性，但家长们要适量约束，不能太惯着它，否则它很容易得寸进尺，到时就更不好管理了。\\r\\n', '\\r\\n\\t5、西施犬喜欢和人类亲近，对主人十分依恋，忍耐力强，聪明自信，也可以与儿童、其他动物友好相处。\\r\\n', '\\r\\n\\t总体来说，西施犬的智商排名不高，服从性也不算好，可能会比较难以教导，所以家长们一定要有足够的耐心。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/29/142619481.jpg", "中文名字  ：": ["捷克梗"], "英文名字  ：": ["Cesky Terrier|Bohemian Terrier"], "别      名：": "波希米亚梗", "分布区域  ：": "捷克和斯洛伐克", "原  产  地：": "捷克和斯洛伐克", "体      型：": "", "功      能：": "", "分      组：": "梗犬", "身      高：": "25-36厘米", "体      重：": "5.5-8公斤", "寿      命：": "12-15年", "参考价格  ：": "2000-12000", "特      点：": "吠叫,友善,易训练,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "60%", "掉毛程度：": "40%", "体味程度：": "60%", "美容程度：": "50%", "对小孩友善程度：": "100%", "对生人程度：": "80%", "对动物程度：": "100%", "运动量：": "40%", "可训练性：": "80%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "70%", "简介：     ": "['\\t捷克梗来自捷克和斯洛伐克，起源于1940年，是当地著名的犬类养殖专家、遗传学家哈拉克博士培育而成的，他在之前就已经培育出了著名的苏格兰梗和锡利哈姆梗。而捷克梗就是他在1949年用这两种梗犬杂交后得到的。', '\\t捷克梗适合生活在野外环境，擅长狩猎，娇小的体型也非常适合去洞穴中驱逐猎物。动作敏捷，耐力持久。容易饲养，非常有耐心，性情温和，可爱友善，尤其是对小孩子，既是优秀的看门狗，也是出色的伴侣犬，拥有一身色泽靓丽，如丝般柔滑的漂亮毛发，现在在美国发展得很普遍，极受美国人民的喜爱。', '\\t', '\\t', '\\r\\n\\t该犬起源于1940年代的捷克和斯洛伐克，别名：波希米亚梗(Bohemian \\r\\nTerrier)，是由著名的苏格兰梗和锡利哈姆梗养殖专家、捷克和斯洛伐克遗传学家哈拉克博士所培育出的又一梗类犬，博士于1949年起就开始尝试用他所培育的上面两种梗犬进行杂交，然后得到了捷克梗犬，1963年得到国际养狗人协会(FCI)的承认。但到了1993年才被联邦养狗人协会给予登记注册。\\r\\n', '\\r\\n\\t该犬容易饲养，脾性温和有耐心，可爱友善，尤其带小孩子非常友好，可以成为很好的看门狗，同时也可以作为伴侣犬饲养，对于生活的环境要求不高，城市、郊区都可以\\r\\n', '\\r\\n\\t头：长形，有点大。颅顶明显拱起，两耳之间的部分不算太宽，而两眉之间的额部则较窄，还有点不甚明显的皱纹。颊部不凸出。鼻梁直，颚部健壮，嘴唇接合良好。牙齿呈剪状或水平咬合。鼻子比较大，但发育良好，蓝黑色狗的鼻子为黑色，而咖啡棕色的狗的鼻子则为黑棕色\\r\\n', '\\r\\n\\t眼睛：大小适中，眼窝比较深，眼神温和，蓝灰色被毛的犬只的眼睛为棕色或较深至黑棕色;咖啡色被毛的犬只眼睛则为琥珀色或较深颜色。\\r\\n', '\\r\\n\\t耳：中等大小，位于脑袋上较高的地方，三角形，往前折起，紧贴着脸颊悬垂着。\\r\\n', '\\r\\n\\t颈、躯体：颈部中等长度，强壮有力，皮肤整洁，无垂肉。肩部的肌肉丰满，弹性良好。腰部的肌肉发达，长、宽恰当。胸部浑圆，腹部略有上提。\\r\\n', '\\r\\n\\t背：背线直，不过在腰部稍有拱起。\\r\\n', '\\r\\n\\t四肢：前肢笔直且健壮，从正面观察，两腿之间的距离比较大，肘部贴近身躯。从侧面观察，前肢同样是笔直的，且有着结实、柔韧性良好的胶骨。骨骼发育良好，但不沉重，中等长度。前肢的狼爪切不切除都是可以的。\\r\\n', '\\r\\n\\t后肢从后面观察是彼此平行的，大腿的肌肉发达。足部较大，脚趾拱起，趾甲结实，足垫丰满。后足略小于前足。\\r\\n', '\\r\\n\\t尾巴：不断尾，长度大约在18-20cm，显得有力;尾根的位置并不算高，平时都是下垂或弯曲着，尾端往上翘起;在运动状态下，尾巴会呈军刀状上扬。\\r\\n', '\\r\\n\\t被毛：丝状的被毛，光滑细腻，富有光泽。眼睛通常被长长的眉毛所遮盖住，喉部的毛发稍微有点卷曲。通常从脑后到背部、侧肋以及尾部的毛发会被剪短，只保留胸部、腹部、腿部以及脸颊上的毛发。\\r\\n', '\\r\\n\\t颜色：蓝灰色和浅咖啡色。蓝灰色幼犬为黑色的，而浅咖啡色幼犬为巧克力色。所有本品种的犬只基本色调必须是以上两种主导色中的一种。在两种主导色之上，才允许出现黄色、灰色和白色斑纹，但这些斑纹出现的部位主要是头部、颊部、吻部下侧、颈部、胸部、腹部、腿下部和尾端。偶尔会出现白领。\\r\\n', '\\r\\n\\t与其他的梗类犬相比，捷克梗其实算是比较容易饲养的，不过该犬毛发较长，且容易凌乱，所以在饲养过程中毛发的打理是重中之重，对很多初次养狗的新手家长而言，再好养的狗狗，由于自己缺乏经验，也经常容易犯些错误，主要有以下几种常见错误。\\r\\n', '\\r\\n\\t错误1：频繁给狗狗洗澡，发现狗狗出现瘙痒的症状后，洗得更加频繁了。\\r\\n', '\\r\\n\\t正确：1-2星期洗一次澡比较合适。人的皮肤偏酸性，但犬的皮肤其实是偏碱性的，和人类皮肤的结构、质地完全不同，而且比人类的皮肤薄得多，频繁地给狗狗洗澡只会破坏它皮毛上的一层天然保护性油脂，导致皮肤病的发生。\\r\\n', '\\r\\n\\t错误2：家里所有人最宠狗狗了，我们吃什么，就给它吃什么。\\r\\n', '\\r\\n\\t正确：长期给狗狗吃人类的食物，并不是爱，而是伤害。人类食品的营养成分虽然丰富，但并不符合狗狗成长的需要，且危害极大。再说了，狗狗总是在餐桌旁等着主人给予食物，容易养成坏的饮食习惯，反而影响它正常的饮食。\\r\\n', '\\r\\n\\t错误3：人的洗浴用品效果那么好，肯定也适合狗狗。\\r\\n', '\\r\\n\\t正确：上面也说了，人类和狗狗的皮肤酸碱度是完全不同的，那么自然，人类用的产品对狗狗来说也是不适用的，会导致狗狗皮肤干燥、老化甚至是脱毛。正确应该使用宠物专用的洗发香波。如果实在是买不到，也尽量选择人用的中性洗发水，而且必须是无香精和无除头皮屑功能的产品，比如温和的婴儿浴液。如果狗狗出现瘙痒或红疹的现象，要马上停用。\\r\\n', '\\r\\n\\t错误4：宠物医院都是骗钱的，自己在家找点人吃的药给狗狗治病是一样的。\\r\\n', '\\r\\n\\t正确：狗狗和人类的差异如此之大，根本不属于同一个物种，许多人类一吃就见效的药物，并不一定就适用于同样症状的狗狗，这样很容易引起致命的过敏现象。而且不同品种的狗之间的身体状况都是大为不同的，用量根本不好把握。更何况你非专业的眼睛所观察到的症状通常并不不准确或只看到表面，那么自行用药是非常有风险的。应该找一家可靠的医院，让兽医来诊断，然后给予对症治疗。\\r\\n', '\\r\\n\\t整体：雄性捷克梗肩高25-36厘米;雌性25-36厘米\\r\\n', '\\r\\n\\t体重范围：雄性捷克梗体重5.5-8公斤;雌性5.5-8\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/19/150558181.jpg", "中文名字  ：": ["凯恩梗"], "英文名字  ：": ["Cain Terrier"], "别      名：": "凯恩梗", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "25-30厘米", "体      重：": "6-7公斤", "寿      命：": "12-15年", "参考价格  ：": "1000-5000", "特      点：": "粘人,吠叫,友善,易训练,耐寒", "粘人程度  ：": "80%", "喜叫程度：": "80%", "掉毛程度：": "60%", "体味程度：": "60%", "美容程度：": "70%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "70%", "运动量：": "40%", "可训练性：": "80%", "口水程度：：": "50%", "耐寒程度：": "80%", "耐热程度：": "70%", "城市适应度：": "40%", "简介：     ": "['\\t凯恩梗，英文名：Cain Terrier，来自英国，起源于16世纪。该犬活泼机灵，十分招人喜欢，虽然体型娇小，但它工作能力出众，是工作梗中体型最小的一个。凯恩(Cain)这个词意指石堆，在苏格兰高地的很多石堆，其实是古代罗马人的墓志。而凯恩梗就极其擅长追踪那些在石堆之中穿梭的老鼠、狐狸等，有时甚至还能去追捕凶猛的欧洲猫。', '\\t生性好动，喜欢玩耍，聪明忠诚，性情温和，待人友善，体格强壮，活跃勇敢。', '\\r\\n\\t凯恩梗的历史踪迹具体可追溯到500年前，它与其他的高地犬种，包括苏格兰梗、白梗等的祖先是相同的。凯恩梗除了追捕自己所需要的食物外，通常被人们用来猎捕兔子、鼹鼠以及水獭等。过去被称作为短毛斯凯梗，直到1909年才更改成现在这个名称。\\r\\n', '\\r\\n\\t1912年英国肯内尔犬俱乐部正式认可了凯恩梗，于1913年被引入美国。那个时候许多的饲养者将其与西部高地白梗进行杂交，然后改良出一种具有西部高地白梗血统的深色品种后也登记为凯恩梗。因此到了1924年，英国肯内尔犬俱乐部为了区分这两个品种，开始拒绝为交配种的后代进行登记。凯恩梗不仅擅长捕猎，还是个出色的游泳健将。\\r\\n', '\\r\\n\\t直到1923年，英国才认可将白色作为凯恩梗的颜色标准。凯恩梗和西部高地白梗的杂交品种后来在美国也有出现。但早在1917年AKC就禁止让任何的杂交凯思梗注册。\\r\\n', '\\r\\n\\t现在的凯恩梗已经很难与它早期的标准相符合了，这主要是由于凯恩梗俱乐部的目的是为了保留它早期工作型的品种特征和形象，而养犬以及卖犬的人的目标则是为了实用。\\r\\n', '\\r\\n\\t凯恩梗的身高很明显与其他犬类的重要形态有区别，而这一形态被称作“凯恩式”。和它的形态呈比例的是，凯恩梗不会像西里汉梗和苏格兰梗一样低到地面。凯恩梗有一个，而且是唯一正确的指标——公犬重6.35千克，母犬5.90千克，而且要呈适当的比例。\\r\\n', '\\r\\n\\t该犬聪明活泼，机灵可爱、勇敢忠诚、待人友善的性情，使其深受人们的喜爱，是非常适合作为家庭犬来饲养的小型梗犬，而且它很好饲养。乡下或城市都能适应，工作繁忙的人也完全能照料得来。\\r\\n', '\\r\\n\\t整体：动作灵活敏捷，身体强壮但不显笨重，站立的时候身体前倾，胸部很深，后腿强壮且十分对称，臀部和中等长度的背部形成一个恰当的比例。被毛粗硬足以抵抗严寒。脑袋要比其他的梗犬短而宽一些，且覆盖着浓密的被毛，呈现出如狐狸般的外观，眼神机灵有神，展示出狡猾的表情。头顶的毛发质地要比身体上的柔软一些。结实的口吻，既不可太长，也不可太重。鼻镜为黑色。\\r\\n', '\\r\\n\\t头：头颅部位又尖又宽，长宽呈一定的比例，有棱角。\\r\\n', '\\r\\n\\t眼睛：两眼之间的间距很大，眼窝凹陷，中等长度的眉毛显得浓密而杂乱，为浅褐色或深褐色，或者和身体的颜色相匹配，天生显得聪明机灵，眼神热情。\\r\\n', '\\r\\n\\t耳：小而尖，立耳，位置分的很开，立在头部的两侧，耳根的部分略宽，毛发不长。\\r\\n', '\\r\\n\\t颌/牙：牙齿巨大。\\r\\n', '\\r\\n\\t颈、躯体：躯干强壮，肌肉发达，但丝毫不影响它的灵活性，胸深，后躯干部分强壮且丰满，使得整体看起来强壮又灵活，一点都不笨拙。\\r\\n', '\\r\\n\\t背：背部水平，中等长度，给人一种结实、有活力且不沉重的印象。\\r\\n', '\\r\\n\\t四肢：肩胛倾斜，腿中等长，发育良好，也不笨重;前腿的肘部没有外翻，应该是十分完美的垂直，不过前足爪略呈外八字。后足爪比前足爪大一些。腿上必须覆盖粗硬的毛发。脚垫厚实，牢固地贴在地面上，支撑着全身的重量。\\r\\n', '\\r\\n\\t尾巴：与头部相比，它的尾巴比较短，覆盖着大量的毛发，没有饰毛。尾巴欢快地举起，但不可翻卷到背上。尾根与背线在一个平面上。\\r\\n', '\\r\\n\\t被毛：质地偏硬，但保暖性极强，能抵御严寒的气候。而且是双层被毛，外层硬而浓密，底毛则短而柔软，都很浓密。\\r\\n', '\\r\\n\\t颜色：除白色之外的任何颜色都可能有，耳、嘴和尾尖都为黑色是最理想的。\\r\\n', '\\r\\n\\t凯恩梗饲喂方法每个阶段都是不同的，需要讲究科学合理的方法，在生长发育的幼犬阶段，小狗身体的各个部位的生长并不是均衡的，比如出生到3个月大主要是长体躯、增体重的，而4-5个月时则主要增体长，到7个月之后呢，则主要增体高。生长的侧重点不同，对于营养的需求自然也不尽相同。\\r\\n', '\\r\\n\\t因此在生长发育阶段，饮食要保证营养均衡，确保狗狗摄入充足的营养。但要注意饲喂量的把握，小狗吃得太多易伤胃、影响胃肠功能，吃得不够又无法保证摄入了足够的营养以满足机体生长所需，这样就可能会导致小狗体形消瘦、抵抗力差、容易生病。\\r\\n', '\\r\\n\\t在这个关键的阶段，建议喂食专门为幼犬设计的狗粮比较好，营养丰富又均衡，主人可根据自家狗狗的生长需求来选择性的购买。\\r\\n', '\\r\\n\\t凯恩梗的毛发非常丰厚，因此需要定期修剪，包括纤细的底毛，一样也需要进行特殊整理的。\\r\\n', '\\r\\n\\t选购凯恩梗，大多数为了作为玩赏犬饲养，那么对于毛色的选择就要重点注意，以赤色、黑褐色、灰色或黄褐色的比较好。\\r\\n', '\\r\\n\\t凯恩梗身体各个部位的被毛也应满足以下要求：耳朵上的毛以暗褐色的为好，口吻上的毛以暗色的最为理想。外层刚毛要粗硬且稠密，绒毛则短而柔软。\\r\\n', '\\r\\n\\t凯恩梗犬的耳朵应直立，呈三角形，且耳根的位置较高，不要选择经过人工断尾的。\\r\\n', '\\r\\n\\t凯恩梗鼻梁要又直又黑。\\r\\n', '\\r\\n\\t凯恩犬要选择体质健壮、精神饱满，且不带神经质，不胡乱吠叫，看见生人也不会畏惧的。\\r\\n', '\\r\\n\\t如果曾经得过消化道方面的疾病还没有痊愈或者是身上有其他病症的凯恩犬个体，建议千万不要别选。\\r\\n', '\\r\\n\\t购买时，要记得向对方索要该品种的饲养管理技术资料、血统证明书、预防接种证明书，双方签字的转让书，以及7—14天的健康保证书。\\r\\n', '\\r\\n\\t缺陷：\\r\\n', '\\r\\n\\t凯恩犬的头盖太过狭长，眼睛大且突出，眼睛的颜色很浅，耳大而尖端圆，都是不符合这一品种的标准特征。\\r\\n', '\\r\\n\\t凯恩犬口吻太粗，上下颌往前突出，耳毛过多，四肢太长或太粗，脚趾太宽，也不符合此品种的特征。\\r\\n', '\\r\\n\\t凯恩犬头部的毛过少，毛软而曲，体毛有白斑，背很短且又不水平，不符该品种外形特征，不应入选。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/20/162946811.jpg", "中文名字  ：": ["罗秦犬"], "英文名字  ：": ["L wchen"], "别      名：": "小狮子犬", "分布区域  ：": "欧洲", "原  产  地：": "法国", "体      型：": "小型犬", "功      能：": "家庭犬", "分      组：": "家庭犬", "身      高：": "30-35厘米", "体      重：": "10千克左右", "寿      命：": "13-14年", "参考价格  ：": "1000-3000", "特      点：": "粘人,友善,耐寒", "粘人程度  ：": "80%", "喜叫程度：": "60%", "掉毛程度：": "60%", "体味程度：": "80%", "美容程度：": "40%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "40%", "口水程度：：": "60%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t罗秦犬，别名：小狮子犬，它的外形特征是身躯结构紧凑，比例匀称;脑袋相对来说，比较短且宽，口吻一样既短而宽;步态活泼，骄傲而自信，要强调的一点是，毛发的修剪必须成狮子状的长长的鬃毛。', '\\t以上外貌特征再加上它开朗的性格和积极的态度，形成了独属于它的一种特殊风格。活泼好奇的个性，超强的警惕性，聪明而挚爱，是一种长相可爱又聪颖外向的最佳伴侣犬之一。', '\\r\\n\\t罗秦犬，来自欧洲，起源于文艺复兴时期之前，它的祖先可以说遍布南欧各国。高耶就曾画过这种可爱的小狗。就时间来推算，罗秦犬至少已存在了400年，可惜到了19世纪的时候却很难再见到它们的身影了，人们一度认为它已经绝种了。好在它们的处境受到了比利时育种专家的注意，最终才得以幸存至今。后来为了该品种更好更广泛的发展，育种专家们将基础犬群提供给了英美两国的育种者。\\r\\n', '\\r\\n\\t罗秦犬体型娇小，性格欢快活泼，作为伴侣犬是非常合适的，为了讨女士们的欢心，它通常被修剪成小狮子的模样。\\r\\n', '\\r\\n\\t它的性格很活泼，个头也不大，十分容易与家里的老人还有小孩相处融洽，这种娇小的可爱狗狗更是深受女性朋友们的喜爱，而且价格也不贵，波动幅度也不大，所以愿意饲养它的人是越来越多了，它的体型和性格都决定了它极其适合作为家庭宠物犬饲养。\\r\\n', '\\r\\n\\t头：头部是它最典型的特征之一。欢乐活泼的表情又不失警惕。后脑宽，止部缓和。鼻镜的颜色深，色素必须充足，颜色为黑色或褐色，具体是根据被毛颜色的不同而不同。嘴唇紧密，颜色与鼻镜颜色一致。\\r\\n', '\\r\\n\\t眼睛：处于面颊上一个恰当的位置，颜色深，圆形，两眼距离较大。褐色和香槟色狗狗的眼睛颜色要稍微浅一点，但眼圈的色素必须充足。\\r\\n', '\\r\\n\\t耳：下垂，长度中等，有很多的刘海，耳根的位置要略高出眼睛的水平线。\\r\\n', '\\r\\n\\t颌/牙：口吻的长度基本上与后脑相同或稍微短一点，口吻相对较宽，下颌的深度适中，能够保证口吻结束的位置是略圆的。牙齿很大，呈剪状咬合，排列整齐且齿系完整。\\r\\n', '\\r\\n\\t颈、躯体：颈部略圆拱，足够长，平滑地融入肩胛和背线之中。行走的时候，头部会高高地昂起。在整体的比例和谐的前提下，身躯比例近似正方形。腰短但结实。肋骨支撑良好。胸部中等宽度，深度差不多可延伸至肘部。下腹于腰部的位置略有上提。\\r\\n', '\\r\\n\\t背：从马肩隆到尾根处这段背线水平。\\r\\n', '\\r\\n\\t四肢：[前躯]\\r\\n', '\\r\\n\\t肩胛结实，往后倾斜，肌肉平滑。上臂骨的长度和肩胛骨的长度差不多是相等的，而且两者结合处大概呈直角。肘部贴近身躯。前臂足够长，从肘部到马肩隆的距离要稍微小于肘部到地面的距离。前肢上从肘部到足爪的部位是相互完全平行的。骨骼呈圆形，中等尺寸，到骹骨处尺寸略小。骹骨短，从前面观察，是彼此平行的，而从侧面观察，则显得略微倾斜。前肢的狼爪是需要切除的。前足爪笔直指向前方，圆形的脚趾，脚垫深，中间的两根脚趾要比两边侧的2根脚趾略长。趾甲相对较短。紧绷的足爪是最好的，而张开的足爪属于缺陷。\\r\\n', '\\r\\n\\t[后躯]\\r\\n', '\\r\\n\\t骨盆的位置相对尾根的距离略远，与水平线呈45度角。第一节大腿和第二节大腿的肌肉发达，且长度差不多相等，骨量中等，膝关节弯曲良好。飞节位置低，而且不管从哪个角度观察，都垂直于地面。后肢的狼爪也是需要切除的。后足爪要小于前足爪一点，但是同样圆拱且脚垫厚实。\\r\\n', '\\r\\n\\t尾巴：尾根的位置高，在行进时，尾巴会翻卷到背后形成茶杯把手的形状。站立时，尾巴往后抛起，不属于缺陷。\\r\\n', '\\r\\n\\t被毛：未经过修剪的被毛应长而浓密，质地比较柔软。有轻微或适度的波浪状。刚毛质、羊毛质、卷曲或平坦的被毛都是不被接受的，而且根据严重程度会受到相应的处罚。\\r\\n', '\\r\\n\\t无修剪或刻意做造型的被毛是允许的。幼犬的白毛通常都很柔软。\\r\\n', '\\r\\n\\t如果要修剪，也应该按照狮子的形状，下列部位需要刨除，只保留大概1/8英寸的长度：从最后一节肋骨向后，包括后躯，保留鬃毛，鬃毛一直覆盖到最后一节肋骨。后躯刨除至飞节。前腿从肘关节向下刨除至膝关节，距离与从地面到飞节相同，在四肢都形成所谓的“手镯”。尾巴上的毛发从尾根部开始刨除，到尾巴一半的位置，保留尾巴末梢的羽毛。足爪的毛发需要刨除到脚尖，狼爪已经切除。\\r\\n', '\\r\\n\\t未刨除的区域则保持自然、未修剪的状态。除了梳理和刷拭外，不允许将被毛修平、剪短、做造型或是以任何方式改变。除了标准规定的方式之外，任何的修剪或剪短较长的毛发都属于失格。\\r\\n', '\\r\\n\\t颜色：任何颜色或颜色组合都可以接受，没有任何偏爱。\\r\\n', '\\r\\n\\t步态：小跑时的动作轻松，前躯伸展性良好，后躯驱动好，提供了最大的推动力。从前面看，前腿几乎保持平行移动。加速时，前腿则会略有收拢。从后面看，后腿的运动和前腿是同样的路线，而且加速时也会略微收拢。从侧面看，步态则显得十分有效率，能覆盖地面。\\r\\n', '\\r\\n\\t一定要让罗秦犬逐渐形成这样的饮食习惯：你给它喂什么，它就吃什么。\\r\\n', '\\r\\n\\t不管是哪个犬种，无论智商如何，只要是作为宠物饲养了，它们都会逐渐学会在食物上和主人讨价还价。\\r\\n', '\\r\\n\\t比如，它们会看着食物却不吃，哪怕是过了进食时间也依旧如此，用这样的方法来表达对食物的不满。\\r\\n', '\\r\\n\\t此时我相信很多的宠主十有八九最终会妥协，拿出其他的食物给它吃，而且拿出来的食物绝对比之前的更有诱惑力。可是有的狗狗或许还会不为所动，然后主人可能会将家里所有的“存货”都照出来，然后任由狗狗从中翻拣自己最爱吃的。\\r\\n', '\\r\\n\\t这种做法是肯定不对的。\\r\\n', '\\r\\n\\t正确的做法应该是：先带狗狗去看医生，如果医生确认狗狗并非因生病而厌食的话，那么你就要每天在喂食时间过后，无论狗狗吃了多少，或者说一点都没吃，也马上撤走食物，中间不给它任何吃的，到下一次喂食的时候，依旧坚持如此，直到它乖乖吃饭……\\r\\n', '\\r\\n\\t务必让狗狗明白：要么吃现在给的食物，要么就什么都别想吃。\\r\\n', '\\r\\n\\t整体：理想的肩高范围在12~14英寸，不管公犬还是母犬，如果肩高超过或低于这个标准的话，那么都属于缺陷，而且会根据所背离的程度来进行惩罚。\\r\\n', '\\r\\n\\t正确的身躯比例应该是非正方形的，体长比肩高略长，形成11:10的比例。罗秦犬的骨骼强健而解释，但丝毫不显粗糙。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/29/140200871.jpg", "中文名字  ：": ["哈瓦那犬"], "英文名字  ：": ["Havanese"], "别      名：": "哈瓦那比雄犬", "分布区域  ：": "古巴", "原  产  地：": "古巴", "体      型：": "小型犬", "功      能：": "玩具犬", "分      组：": "玩赏犬", "身      高：": "20-28cm", "体      重：": "3-6kg", "寿      命：": "14years", "参考价格  ：": "1000-8000", "特      点：": "粘人,友善,易训练,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "40%", "掉毛程度：": "40%", "体味程度：": "20%", "美容程度：": "80%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "60%", "运动量：": "80%", "可训练性：": "80%", "口水程度：：": "70%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t哈瓦那犬，英文名：Havanese,，别名叫哈瓦那比雄犬(Bichon Havanais)。起源于古巴，历史可追溯至18世纪，据史料记载，该犬是由水手从加那利群岛带到古巴的。后来被引入到美国，受到了热烈的欢迎。', '\\t该犬身长腿短，体型娇小，但性格坚强，毛发厚实，质地柔软，通常保持自然的状态，不作任何修剪。尾巴上也覆盖着厚厚的毛发，弯曲地翻向后背。', '\\t哈瓦那犬性格活泼，长相可爱，感情细腻而丰富，深受人们的喜爱。', '\\r\\n\\t哈瓦那犬，是比公犬家族中一个非常古老的品种，据史料记载，最早提到哈瓦那犬祖先的时间具体可追溯到地中海地区的波利尼斯时代，而且据说很有可能是发源于马耳他岛。在西班牙和意大利的犬，其中有一部分说不定就具有哈瓦那犬的血统，据说如今那里的人已经称这些犬为哈瓦那犬了。\\r\\n', '\\r\\n\\t现在的哈瓦那犬其实是古巴一种当地犬的后代，于1959年的古巴革命结束之后，许多的哈瓦那犬被引入到了美国，得到了美国人民的喜爱。\\r\\n', '\\r\\n\\t一般爆发过革命运动的话，通常对犬类有着毁灭性的打击，很少有正面影响的。新的政治团体通常会将纯种犬视为旧政体的图腾形象而大肆进行毁灭，所以随着法国、俄罗斯以及古巴的革命爆发，那些失败的阶级政党们所喜爱的品种都或主动或被动地被刻意消灭了。好在并未彻底灭绝，如今在古巴和美国，尤其是后者，哈瓦那犬在这里得到了重新发展。\\r\\n', '\\r\\n\\t居住环境安静的会更适合它，该犬活动量不大，因此对活动空间的要求不高，不要太过狭窄即可。如果你比较懒、不喜欢每天溜狗的话，那养哈瓦那犬就很适合了，该犬能适应城市公寓的生活。\\r\\n', '\\r\\n\\t头：与身体的比例很协调。脑袋宽阔，略圆，止部适中。面颊平坦而整洁，嘴唇干净。口吻的长度与止部到后脑壳的距离相等，口吻不粗也不钝。\\r\\n', '\\r\\n\\t除了巧克力色的狗，其他体色狗狗的鼻镜和嘴唇都是深黑色，只有巧克力色狗的鼻镜和嘴唇是呈巧克力般的深褐色。失格：达德利鼻;非巧克力色的狗，鼻子和嘴唇却出现了黑色以外的颜色。\\r\\n', '\\r\\n\\t眼睛：非常大，呈椭圆形，颜色很深，表情温和。兰色和银白色被毛的狗，眼睛的颜色可能会略浅一点;巧克力色被毛的狗，眼睛颜色或许就是浅色的;但通常深色的眼睛会更为理想。除了巧克力色外，其他颜色的狗的眼圈都是黑色的，只有巧克力色的狗的眼圈颜色与它的被毛颜色一致。\\r\\n', '\\r\\n\\t缺陷：小而圆，眼圈不完整或色素不足。突出的眼睛属于严重缺陷。所有在一个或两个眼圈部出现色素不足的狗狗，均属于失格。\\r\\n', '\\r\\n\\t耳：耳根的位置不高不低，可以向下折，形成一个柔和的皱褶，耳朵上覆盖着长长的饰毛，略翘，有点突出，但既不向外翻飞，也不会紧贴脸颊。\\r\\n', '\\r\\n\\t颌/牙：剪状咬合是最理想的，当然钳状咬合也可以接受，上下牙床的牙齿都十分完整就是最理想的。弯曲的牙齿或缺齿都属于缺陷，上突式咬合、下突式咬合以及歪嘴都属于严重缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈部中等长度。侧腹部略有上提，肋骨呈圆形。\\r\\n', '\\r\\n\\t背：背线直，在臀部处稍微有点上提;\\r\\n', '\\r\\n\\t四肢：【前躯】前腿较直，从肘部到肩隆部的长度等于脚到肘的距离，飞节允许去除，足爪紧凑，脚趾呈弓形，脚垫厚实。内翻或外弯均属于缺陷。\\r\\n', '\\r\\n\\t【后躯】后腿相对于前腿来说是要短一些的，骨骼发育良好，肌肉发达，角度合适，从后面观察，腿非常直，飞节也是允许被去除的，足爪与前腿一致。缺陷也和前肢一致。\\r\\n', '\\r\\n\\t尾巴：高高竖起且翻向背侧，覆盖着长而纤细的深色毛发。不过在站立时，尾巴应该是下垂的。\\r\\n', '\\r\\n\\t【被毛】\\r\\n', '\\r\\n\\t哈威那犬的被毛是双层的，质地都非常柔软。毛发又长又厚，一般不会修剪，所以看起来十分自然。被毛的类型从直毛到卷毛都有，都是可以接受的，而波浪状的被毛则是最理想的。卷毛允许扎起来。成犬的被毛长大概6~8英寸。被毛过长过厚也不是最理想。除了幼犬，被毛短的都属于缺陷。\\r\\n', '\\r\\n\\t头部的毛发不允许修剪，被毛也不允许修整，除了脚底毛能够适当修剪以免出现“船形足”或“拖鞋脚”之外，修剪其他任意部位的被毛均视为失格。\\r\\n', '\\r\\n\\t哈瓦那犬虽然是一种长毛犬，但是掉毛极少，而且它的毛发质地和人类最为类似，所以此犬种是少数几个不会导致毛发过敏的狗狗。\\r\\n', '\\r\\n\\t颜色：多种多样，从纯白色到淡黄色、淡橙黄色、金色、黑色、蓝色、银色、咖啡色或所有这些颜色的部分或全部的组合，纯色并不是最好的。\\r\\n', '\\r\\n\\t1.该犬体型小，所以食量并不大，体重轻，注意别喂得太多。\\r\\n', '\\r\\n\\t2.聪明易训。 其本上不怎么费劲。很多人觉得狗狗的体型越小训练起来就越难，但哈瓦那犬并非如此。\\r\\n', '\\r\\n\\t3.性情温顺，能与孩子们相处得非常融洽。\\r\\n', '\\r\\n\\t4.不会出现毛发过敏的问题。哈瓦那犬不怎么掉毛，毛质与人类非常类似，是为数不多不会出现毛发过敏的狗狗。\\r\\n', '\\r\\n\\t5.喜欢安静，活动量不大，无需太大的活动空间。\\r\\n', '\\r\\n\\t该犬整体来说是非常好饲养的，唯一的缺点应该就是毛发的打理。因为它的毛发较长较厚，需要经常梳理。一般狗狗一岁之后，毛发长长了，最好每隔一个月或一个半月就理发一次，或一星期梳理2次，避免毛发打结成团。\\r\\n', '\\r\\n\\t整体：该犬身高大约是在21.6-29.1 厘米，最理想的高度为 22.9～26.7厘米。体重在3.18～5.90 \\r\\n千克之间，理想的体重为3.63～4.99千克，任何偏离正常体重和身高范围太多的都将会被视为重大缺陷。\\r\\n', '\\r\\n\\t体长比肩高长，而且从侧面观察，不可以呈正方形的比例。前、后腿都比较短，但长度还是可以保证狗狗离地面有一定的高度，不至于太过贴近地面。\\r\\n', '\\r\\n\\t哈瓦那犬属于一种体格强健的短腿小型犬，既不显得柔弱，也不夸张。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/19/160746321.jpg", "中文名字  ：": ["猎狐梗"], "英文名字  ：": ["FoxTerriers"], "别      名：": "刚毛猎狐梗，平毛猎狐梗", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "38-39cm", "体      重：": "7-8kg", "寿      命：": "13-14years", "参考价格  ：": "2000-8000", "特      点：": "不掉毛,无体味,易训练,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "20%", "掉毛程度：": "20%", "体味程度：": "20%", "美容程度：": "40%", "对小孩友善程度：": "40%", "对生人程度：": "60%", "对动物程度：": "40%", "运动量：": "40%", "可训练性：": "80%", "口水程度：：": "80%", "耐寒程度：": "80%", "耐热程度：": "20%", "城市适应度：": "60%", "简介：     ": "['\\t猎狐梗，英文名：FoxTerriers，是一种传统的源自英国的梗类犬，精力旺盛，好争斗，不容易被控制。关于究竟是刚毛型还是短毛型的历史更为久远，专家们并未达成一致的意见。但是，这两个类型，除了被毛的质地不同，其他的所有特征都是完全一样的。', '\\t该犬性格一般应较为活泼开朗、十分有活力的;骨量和力量较小是其必须具备的特征;但是这并不表示猎狐梗就是一种傻狗，或是有任何粗糙的地方。其实它的速度和耐力都是相当不俗的，猎狐梗的匀称性在整个猎狐类猎犬中，都是典范般的存在。', '\\t作为一种类似猎犬的梗类犬，要求猎狐梗有着长度恰当的腿，不可过长也不能过短。应该表现得如同一个聪明机智的猎人一般，能适应各种各样不同的地形环境。', '\\t对猎狐梗而言，重量并不是最重要的一个体型指标，但是它的比例、大小以及轮廓对它的工作有着极大的影响，因此更为重要;如果它可以奔跑、静候并追踪狐狸直到对方精疲力尽，那么这样优秀的个体重1~2磅是不算缺陷的。', '\\r\\n\\t刚毛猎狐梗起源于19世纪，是为了捕猎狐狸才培育出来的一个犬种，它的祖先包括粗毛黑白梗和许多梗类血统，而短毛猎狐梗是用短毛黑白梗与米格鲁斗牛犬以及灵缇交配后产生的。\\r\\n', '\\r\\n\\t该犬曾经作为军犬为军队服务过，且取得了辉煌的成绩：一只刚毛猎狐---“德勒马捷科”，在一战时就跟随英国近卫军英勇征战，荣获了由军队颁发的服务荣誉勋章。1928年，一只叫\"衣格鲁\"的猎狐梗在装备齐全的前提下还跟随巴德提督去南极探险。\\r\\n', '\\r\\n\\t两种类型都源自英国，后来才被出口到了世界各地。最开始刚毛型的受欢迎程度不如短毛的，但后来地位却颠倒了过来，期间两者也一直在竞争比较。\\r\\n', '\\r\\n\\t猎狐梗作为一种梗类工作犬，精力无比旺盛，且又不易受控制，还好争斗。所以不太适合老人以及繁忙的上班族饲养。\\r\\n', '\\r\\n\\t整体：体长不应该超过12英寸，而且雌性比这个标准还要小一点。头部长度大概7~7.5英寸，要和体长呈恰当的比例。尤其是参赛的犬只，若它的身高和体长均在以上范围内的话，那么体重大约18磅，母狗要略再小2磅，上下浮动范围为1磅。\\r\\n', '\\r\\n\\t以上指标综合考虑到了一些具体的相关因素，为了保证平衡所有的因素而制订的。猎狐梗是梗类犬在解剖学方面的典范。头部比例的要点就是头颅与口吻的比例;而身体的理想比例是：肩高与体长相等。\\r\\n', '\\r\\n\\t头：平坦，略窄，往眼睛方向逐渐收起。止部不清晰，但是在它的前额和上颚间的轮廓有较大的凹陷，就和灵缇差不多。不过应当注意的是，虽然它的脸部轮廓从眼睛到口吻方向是逐渐变细，而且和前额连接处稍微有点倾斜，但并非“盘子”脸或眼睛前面部分突然向下，相反的应是比较丰满和平直的;当然，也不能像精心雕琢而成的“楔子”型。头部的比例匀称，能够清晰的看到头颅长度和面部长度略不一样。面颊不丰满。\\r\\n', '\\r\\n\\t眼睛：眼睛较小，近圆形，位置深，和眼眶的颜色一样都很深，眼神热情，活泼又聪慧。任何倾向于黄色的眼睛都属于缺陷。\\r\\n', '\\r\\n\\t耳：耳朵很小，呈V字形，中等厚度，往前下垂到面颊边，绝对不是像猎狐犬那样垂在头部两侧的。耳朵的折叠线要超过头顶。\\r\\n', '\\r\\n\\t失格：立耳、郁金香耳或玫瑰耳。\\r\\n', '\\r\\n\\t颌/牙：上下颚应十分结实且肌肉发达，而且必须强健有力，但是不应该像灵缇或现代英国梗一般，另外，位置也不能低于眼睛太多。鼻子相对于口吻来说是逐渐变细的，鼻镜为黑色。\\r\\n', '\\r\\n\\t失格：鼻镜颜色为白色、粉色、有斑点或其他颜色。\\r\\n', '\\r\\n\\t牙齿:剪状咬合。\\r\\n', '\\r\\n\\t失格：上颚突出式咬合或下颚突出式咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部整洁，肌肉发达，喉部乜有赘肉，中等长度，往肩部方向逐渐变宽。胸深但不宽，胸部的下半部很深，但不夸张。前半部的肋骨适度圆拱，而后半部的肋骨则深而健康，扩张良好。腰部的肌肉发达，十分有力，略上拱，不明显。\\r\\n', '\\r\\n\\t背：背部应该短、直，呈水平背线。肌肉要结实，不可显得松弛。\\r\\n', '\\r\\n\\t四肢：前躯：肩部长且倾斜，和背部良好的结合，非常精致完美，在马肩隆处交叉。肘部垂直挂在身体边上，活动自如。不管从哪个角度看，前肢都应该是笔直的，它骨骼强壮，从前面观察，应该是看不见或只看到一点脚踝的。脚腕虽短，但是很直。从前后面观察，腿在运动中都应该保持笔直。\\r\\n', '\\r\\n\\t足爪不大，但圆而紧凑;脚垫坚硬又坚韧;脚趾呈适度的拱形，既不向内翻也不外翻。\\r\\n', '\\r\\n\\t后躯\\r\\n', '\\r\\n\\t结实，肌肉发达，做伏卧或下蹲的动作会非常简单又轻松;大腿长而有力，后膝关节角度恰当，不向内翻或外翻;飞节的位置很低，与大腿形成合适的角度，从后面看，是彼此平行的。当站立的时候，后膝关节弯曲如猎狐犬。最差的后躯应由极短的第二节大腿和笔直的后膝关节组成。不管从前面还是从后面看，在运动过程中，它的后腿都应该保持笔直的状态，且后膝关节不外翻。\\r\\n', '\\r\\n\\t足爪与前躯一致。\\r\\n', '\\r\\n\\t尾巴：尾根的位置比较高，愉快地举着，但不能卷曲。尾巴应该非常有力，任何类似“管子塞”的尾巴均属于缺陷。\\r\\n', '\\r\\n\\t被毛：柔软光滑且平坦，质地不硬，毛量丰厚，显得十分浓密。腹部和大腿下部不能裸露。\\r\\n', '\\r\\n\\t颜色：白色上带有斑纹;不过虎斑色、红色或肝色的斑纹是不理想的。颜色这部分在参展中占据的比例分值很小，甚至有的还不算分。\\r\\n', '\\r\\n\\t步态：步态和站姿非常重要。当猎狐梗快步行走时，腿要保持笔直，前腿挂在身体两侧，平行的摆动，就好似钟摆。大部分的驱动力都由强健的后腿提供，所以你会发现它的大腿比较长，尤其是第二节大腿的肌肉十分发达，后膝关节有适度弯曲，再加上飞节提供的蹬力和“抓地”力，来完成了一系列完美的动作。\\r\\n', '\\r\\n\\t从前面看，前腿形成连续的直线，足爪间的距离与肘部间距离一致。当静止时，肩部的缺陷是不容易察觉的，可只要行走起来，只要这个部位有缺陷，就能明显的被发现，前肢会交叉，形成“交织”或“盘子”形。相反的，前肢运动是受肩部控制的，足爪的距离分的很开，形成划桨步，当飞节内翻，后膝关节和足爪外翻，形成牛肢状的后躯时，将会对后躯推动力造成极大的影响。而飞节外翻的话，则会导致足爪交叉，导致步态显得笨拙，极其不好看。\\r\\n', '\\r\\n\\t遗传疾病：癫痫发作、先天性失聪。\\r\\n', '\\r\\n\\t常见疾病：股骨头坏死、白内障、倒睫症、关节脱位、真菌性皮肤病、细菌性皮肤病。\\r\\n', '\\r\\n\\t硬毛猎狐梗的饲养护理\\r\\n', '\\r\\n\\t硬毛猎狐梗的饲养和护理除了拔毛稍微复杂一点之外，其余都是很简单方便的。它的被毛质地粗硬，属于刚毛，所以完全可以不用担心它掉毛以及体臭的情况，因为所有刚毛质被毛的犬种都是不存在这两个问题的。\\r\\n', '\\r\\n\\t此外由于体型较小，因此对于营养均衡的要求也不如中、大型犬那么严格，一般除了日常的正常的营养补给之外，无需在额外给它添加任何其他特殊的营养保健用品。\\r\\n', '\\r\\n\\t而若是作为一只参赛犬的话，那么最重要的工作就是拔毛了，这可是会直接影响到参赛成绩的一个因素，一只未经过规范拔毛处理过的硬毛猎狐梗是不被允许出现在赛场上的。\\r\\n', '\\r\\n\\t美容要点\\r\\n', '\\r\\n\\t1、颈部和背部的长毛要拔掉，颈部的毛发留得较短;而背部的则比颈部略长一些;\\r\\n', '\\r\\n\\t2、颈前和前胸到肘部的毛剪短;\\r\\n', '\\r\\n\\t3、肩部的毛发要拔平;\\r\\n', '\\r\\n\\t4、肘部以下的部位不需要拔毛，用剪刀将前肢修剪成直筒状，脚尖修剪成小圆形即可;\\r\\n', '\\r\\n\\t5、胸部下方过长的毛要剪掉;\\r\\n', '\\r\\n\\t6、腰部的毛要拔得比胸部的短，但是也不能太短;\\r\\n', '\\r\\n\\t7、腹部散乱的软毛进行适当的修剪;\\r\\n', '\\r\\n\\t8、大腿中部到飞节处这一段过长的毛发也要拔掉;\\r\\n', '\\r\\n\\t9、把后面的毛修整，使在飞节处出现一个角度，后脚的修剪和前脚一样;\\r\\n', '\\r\\n\\t10、后肢内侧到飞节处的毛发要修剪得干净利落;\\r\\n', '\\r\\n\\t11、尾部的毛别剪得太短，但尾根后侧要剪短;\\r\\n', '\\r\\n\\t12、臀部靠近尾根处的毛发要剪短，往大腿方面逐渐加厚;\\r\\n', '\\r\\n\\t13、头顶毛要剪得特短，但眉毛要留长，能遮盖眼上部为好，眼角的毛发要剪短;\\r\\n', '\\r\\n\\t14、两腮的毛由口角向后拔短;\\r\\n', '\\r\\n\\t15、从两眼内侧往口角方向把毛剪掉;\\r\\n', '\\r\\n\\t16、鼻梁的毛要剪短，使其与头顶成一直线;\\r\\n', '\\r\\n\\t17、吻部的毛要留长，用梳子向前梳形成一个角度，从咽到颈部的毛要剪短;\\r\\n', '\\r\\n\\t18、耳的表面要剪得特短，内侧的毛也用剪刀剪短，边缘要剪齐。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/29/104224661.jpg", "中文名字  ：": ["中国冠毛犬"], "英文名字  ：": ["Canis lupus familiaris"], "别      名：": "中国无毛犬、半毛犬、中国...", "分布区域  ：": "英国、美国、中国", "原  产  地：": "中国", "体      型：": "小型犬", "功      能：": "伴侣犬,玩具犬", "分      组：": "玩具犬", "身      高：": "23-33厘米", "体      重：": "2-5公斤", "寿      命：": "14-15年", "参考价格  ：": "1500-15000", "特      点：": "不掉毛,友善,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "20%", "掉毛程度：": "00%", "体味程度：": "20%", "美容程度：": "20%", "对小孩友善程度：": "80%", "对生人程度：": "80%", "对动物程度：": "60%", "运动量：": "40%", "可训练性：": "40%", "口水程度：：": "60%", "耐寒程度：": "80%", "耐热程度：": "20%", "城市适应度：": "80%", "简介：     ": "['\\t中国冠毛犬，世界目前仅存的少数几个无毛犬品种之一。它的名字中有中国二字，但据说它的起源地并非就是中国，有人认为是源自墨西哥，还有人说是来自非洲，说法不一，目前都没有定论。', '\\t它是一种小型玩赏犬，头顶的冠毛和中国古代清朝官员的帽子相似度极高才有了这样一个名字。于1975年被引入美国，它体型娇小，属于玩具犬，通常体高不会超过33cm。肤色为花色，有许多颜色，比较常见的有黑底配蓝色斑块和粉红底色配咖啡色斑块。', '\\t冠毛犬数量稀少，是犬中的稀有品种，长得非常独特，有辨识度，全身上下除了头顶、尾部和脚趾间有少许柔软的饰毛之外，其他部位都没有毛发，皮肤是直接裸露在外的，皮肤的颜色较深而且有斑块。', '\\t它的前爪非常灵活，可以像人一样抓取东西，动作有点搞笑。尤其是当它把两只前脚抱在一起的时候，就像人类将两手抱在一起一样，这一点让人啧啧称奇。', '\\r\\n\\t关于中国冠毛犬的来源有许多种说法，所以直到现在还没有确定出处。有人认为中国冠毛犬并非产自中国，之所以叫这个名字，只不过是因为西方人觉得该犬的头冠和中国清朝官员的帽子十分相似而已;但来自墨西哥的犬类研究学者则认为这种无毛犬就是来自中国，而且还提供资料证明该犬从中国传入美洲的时间是在1580～1600年;还有人说该犬是源自非洲，由非洲裸犬进化发展而来;另外也有人说是出自土耳其，由土耳其的无毛犬演化发展而来。\\r\\n', '\\r\\n\\t目前又有一个新的说法，说是在数世纪之前，中国的航海家和水手们远航时就带着这种犬，然后在沿途停靠各国港口码头的时候，用此犬和港口的商人们进行货物交易，所以才使该犬被引入到了世界各地，这样才能解释为何直到现在世界各个古老的港口城市还依然流传着这种犬。\\r\\n', '\\r\\n\\t虽然它的来源众说纷纭，暂无定论，但究其根本，中国冠毛犬如此特别，和西方犬种的外观丝毫没有共同之处，单凭这一点，大部分的动物学家均一致肯定它就是来自中国的稀有犬种。\\r\\n', '\\r\\n\\t如今冠毛犬的数量并不多，在英美还有一些在繁衍着，而且非常受当地养犬协会和养犬俱乐部的重视。冠毛犬是犬中的稀有品种，遗传学家们对它的兴趣很大。\\r\\n', '\\r\\n\\t它的身上没有毛发，不过在母犬生出的一窝犬仔中有可能偶尔会出现一只有毛的，但通常有毛的这只会被认为非纯种而惨遭淘汰。遗传学家对这一现象感到非常好奇，也一直在研究这其中的奥秘。\\r\\n', '\\r\\n\\t冠毛圈之所有珍贵有两个原因，首先是数量少，其次就是它独特的怪模样。身上无毛，头上却长了一撮长毛，让人印象深刻。\\r\\n', '\\r\\n\\t该犬性情温和，体型也不大，适合给小孩做伴，它身上虽然没毛，但也不怎么耐热，当然，也更怕冷，所以热带城市以及我国北方地区或许不是太适合它。\\r\\n', '\\r\\n\\t冠毛犬很爱干净，且没有掉毛的麻烦，根本无需经常梳理被毛;性格开朗，喜欢与人亲近;运动量不大，一般让它在室内自由走动或跑一跑、跳一跳、散步之类的就可以了，因此十分适合饲养在城市公寓家庭，作为他们的伴侣宠物犬、玩赏犬。\\r\\n', '\\r\\n\\t整体：体型娇小，性格活泼，虽然长相有点丑陋，但气质优雅，身上没有毛发，皮肤细腻而光滑，只有头部、脚部以及尾巴上有少量毛发。\\r\\n', '\\r\\n\\t理想的尺寸是11-13英寸。略大或略小一点也是可以接受的，但要在不影响整体比例和协调性的前提下。呈矩形比例，身体活动自如。体长(肩到尾根的距离)要比肩高略大一点。骨骼纤细，身材苗条，属于那种精瘦却不脆弱的犬种，缺陷：强壮或笨重。\\r\\n', '\\r\\n\\t头：从两耳间到后脑的部分略呈拱形。后脑到止部的距离等于止部到鼻尖的距离。从上方或侧面观察，头部均呈楔子形。止部轻微但足够清晰。表情警惕而不失热情。\\r\\n', '\\r\\n\\t口吻：面颊逐渐变细使口吻形成一个明显的锥形。深色犬的鼻镜通常也是深色的;而浅色犬的鼻镜则为浅色，但前提是颜色要保持一致。嘴唇干净、整齐。\\r\\n', '\\r\\n\\t眼睛：杏仁状，两眼之间的距离很大。深色犬的眼睛颜色深，浅色狗的眼睛颜色浅。眼圈的颜色与狗狗的颜色相称。\\r\\n', '\\r\\n\\t耳：大且竖立，无剪耳，耳根的位置和外眼角对齐。\\r\\n', '\\r\\n\\t颌/牙：剪状咬合，粉扑型若是有缺齿的情况则为缺点，而无毛型的有缺齿情况则不受影响。\\r\\n', '\\r\\n\\t颈、躯体：颈部倾斜，且干净，从肩部起往上稳稳地支撑住头部，略呈弓形。胸部的深度和肘齐平。胸骨不明显，肋骨发育良好。从肩往腰的方向，胸深逐渐减小。腰部很细。\\r\\n', '\\r\\n\\t背：背线往臀部方向略有倾斜\\r\\n', '\\r\\n\\t四肢：肩胛骨朝后呈45度角。肩部较窄，但整洁，使肘部与身体紧贴。腿修长且细、直。腕部强壮，直且精致。狼爪或许已经被切除了。脚呈兔形，脚窄但脚趾细长。趾甲通常会被修剪成中等长度。后膝关节呈适当的角度。从飞节到地面呈垂直状态。后肢的脚部与前肢一致。\\r\\n', '\\r\\n\\t尾巴：细长，尾尖处更细。尾巴的长度能够达到飞节。在行走时，尾巴会欢快的摇动着或是翻卷到背上。\\r\\n', '\\r\\n\\t被毛：无毛品种通常只有少数几个部位有毛：如头部(叫冠毛)，尾巴(叫尾羽)，前腕和后腕(叫短袜)。毛发的质地柔软如丝。毛发的位置在哪远远比不上整体外观的重要性，有毛发的区域一般会逐渐变细。除了这几处，身体其他部位都是没有毛发的，裸露着光滑柔软的皮肤。\\r\\n', '\\r\\n\\t冠毛从止部到头颅后慢慢变得稀疏，从头颅到后颈这部分则开始越来越少。无毛品种的脸和耳朵是允许有毛的，但是为了整洁度，通常有毛或无毛的品种都会考虑将这部分的毛修剪一下。\\r\\n', '\\r\\n\\t尾羽，在尾巴下端。粉扑型的毛发有双层，柔软如丝。仔细查看才能看到，在短短的底毛外覆盖着一层长长的披毛。被毛的密度与长度适中，直。\\r\\n', '\\r\\n\\t严重缺陷：毛发过多或过重，被毛扭曲或是卷毛。\\r\\n', '\\r\\n\\t修饰毛发的目的只是为了让外表整体上看起来更加干净、整洁。\\r\\n', '\\r\\n\\t颜色：该品种的皮肤颜色会随季节的变化而变化：在夏季，它的皮色一般浅淡;随着气温的下降，天气转寒，它的皮色会逐渐加深到暗灰色，等到隔年开春之后气温回升，它又会变淡转为浅灰黄，夏天又变得更淡。所以一般任何颜色或颜色的组合都可以接受。\\r\\n', '\\r\\n\\t步态：活泼轻盈、敏捷流畅，丝毫不显自然或平庸。通常都是以小跑的形式作直线运动。\\r\\n', '\\r\\n\\t遗传疾病：皮肤过敏、牙齿脱落\\r\\n', '\\r\\n\\t常见疾病：无。\\r\\n', '\\r\\n\\t关于中国冠毛犬的饲养，第一要点就是培养它们定时吃饭的好习惯，由于冠毛犬极其贪吃，因此每次投喂的食物必须定量，不可任由它吃得太多而撑坏。而且，在饲喂后就开始计时，15-20分钟内，不管有没有吃完，立即将餐具收走。\\r\\n', '\\r\\n\\t冠毛犬对食物的质量要求较高，每天都少不了荤食。所以最起码每天要饲喂定量的鲜鸡肉、鲜猪肉或是鱼肉、牛肉，大概200-250克。肉类要切碎后煮至半熟再喂。\\r\\n', '\\r\\n\\t除了肉类荤食，定量的素饼干或蔬菜也是必要的，蔬菜类的记得要用开水先烫一下，不能直接生食。还有一点要重点注意，冠毛犬没有前臼齿，所以绝对不可以给它啃骨头。\\r\\n', '\\r\\n\\t因为体表无毛的缘故，冠毛犬对羊毛容易过敏，所以宠主和它接触的话，最好别穿着羊毛质地的衣物。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/29/134015481.jpg", "中文名字  ：": ["博得猎狐犬/边境梗"], "英文名字  ：": ["Border Terrier"], "别      名：": "边境梗", "分布区域  ：": "遍及全世界", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "20-25厘米", "体      重：": "5-7公斤", "寿      命：": "10年-12年", "参考价格  ：": "1000-3000元", "特      点：": "易打理,护家", "粘人程度  ：": "20%", "喜叫程度：": "20%", "掉毛程度：": "60%", "体味程度：": "60%", "美容程度：": "60%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "40%", "口水程度：：": "40%", "耐寒程度：": "60%", "耐热程度：": "60%", "城市适应度：": "80%", "简介：     ": "['\\t博得猎狐犬具有典型的梗类犬气质。性情和气、感情细腻、顺从听话且容易训练。野外工作时，意志无比坚定。', '\\t博得猎狐犬公狗较理想的体重约13~15.5磅、母狗体重约11~14.5磅。肩高略大于体长，14磅的狗的肩高比体长多大概1~1.5英寸。中等骨量，骨骼结实，耐力持久，身躯、肩膀以及后躯窄一些会比较理想。', '\\r\\n\\t起源于英国，是一种身长腿短的梗类犬，与英格兰一种叫贝林登梗或现在已经灭绝的纯白梗等在这一点上非常一致。人们首次发现该犬的存在是在17世纪后期，但到了1880年才有了正式的命名。在此之前始终被称之为力得水梗或克开特梗等，到了1920年，英国建立了博得梗俱乐部，1921年又设立了边境梗犬俱乐部，目前该犬已经发展到世界各个国家了。\\r\\n', '\\r\\n\\t它具有典型的梗类犬气质，在野外环境下，意志如钢铁般坚定。该犬体型不大，性格稳定，能适应城市生活，为了让它保持良好的状态，每天的运动量必不可少。\\r\\n', '\\r\\n\\t整体：博得猎狐犬作为一种工作于野外环境下的梗犬，自然已经被培养出乐于完成自己工作的这种意识。丧失或缺乏这种意识的个体都是不受欢迎的，因为价值大打折扣。为了能更好地完成工作，它应该时刻保持警惕、积极和敏捷，能够钻过狭窄的缝隙、穿越复杂的地形。头型如“水獭”一般，特征明显。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t眼睛：深榛色，眼神聪慧而热情。大小中等，不突出\\r\\n', '\\r\\n\\t耳：小，呈V形，中等厚度，深色比较理想。耳根的位置不高，但有点靠脑袋边缘。垂耳，贴近面颊。折叠线与头顶并不处于同一水平线。\\r\\n', '\\r\\n\\t颌/牙：牙齿结实，呈剪状咬合，不过从整个身体比例来看的话，牙齿会显得很大。\\r\\n', '\\r\\n\\t颈、躯体：颈部整洁，肌肉发达，长度中等，能够很好地显示出其匀称的整体外观。到肩部后开始慢慢变宽。腰部结实。身躯深且极窄，长度够长才能保证动作的敏捷度。身躯能够用人的手掌来测量。\\r\\n', '\\r\\n\\t背：后背结实，横向比较柔韧。\\r\\n', '\\r\\n\\t四肢：肩部的长度适中，与背部结合良好。肩胛的位置主要在马肩隆处，但不会导致它显得过深或是过窄。前肢笔直，骨量适中。足爪小而紧凑。脚趾前指，略呈拱形，脚垫厚实。后驱肌肉发达，大腿较长，形状十分完美。后膝关节的角度合适，飞节低。足爪与前肢一致。\\r\\n', '\\r\\n\\t被毛：底毛短而浓密，外毛如金属丝状，触感略硬，毛发覆盖住全身，看起来可能不是太平整，被毛不可出现卷曲或波浪状。\\r\\n', '\\r\\n\\t被毛应保持自然的样子，除了头部、颈部和足爪的可以适当做一些修剪外，其他部位通常是不需要做任何改变的。被毛如果太厚或是显得松弛则需要进行适当修整以掩饰。\\r\\n', '\\r\\n\\t颜色：红色、灰色和棕色、兰色和棕色或小麦色。胸部有少量白色是允许的，但出现白色足爪则属于缺陷。深色口吻是该犬特有且必须的。\\r\\n', '\\r\\n\\t猎狐犬需要较多的肉类营养素，因此每天的饲料中肉食最起码要保证有200-250克的量，其他的干素料或饼干也准备同等的量。肉类要确保新鲜卫生，而且要先煮熟、切碎之后再与素饲料加热水拌匀后饲喂。不可直接投喂生肉，素料也应煮熟。饲喂要定点定时，让狗狗养成良好的饮食习惯。\\r\\n', '\\r\\n\\t通常建议进食的时间控制在15分钟左右，超过这个时间，不管吃没吃完都要马上撤走食槽，让它养成必须在规定时间内吃完的意识，否则就只能饿肚子，这样狗狗才能牢牢记住。\\r\\n', '\\r\\n\\t对于吃剩的食物，不可留到下次再喂，尤其是天气较热的时候，容易变质，狗狗吃了可能会引发肠炎等病症，最好是马上倒掉。\\r\\n', '\\r\\n\\t猎狐犬是一种工作犬，自然是喜欢运动的，每天应带它去公园散散步，或让它在家门口自由活动。每天按规定的时间让它尽情活动是最好的了。\\r\\n', '\\r\\n\\t', '\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/16/165727731.jpg", "中文名字  ：": ["西藏梗"], "英文名字  ：": ["Tibetan Terrier"], "别      名：": "西藏梗犬，杜克阿普索犬，...", "分布区域  ：": "中国", "原  产  地：": "中国 (西藏自治区)", "体      型：": "中型犬", "功      能：": "家庭犬", "分      组：": "梗犬", "身      高：": "36-45cm", "体      重：": "8-15kg", "寿      命：": "12-15years", "参考价格  ：": "1000-3000", "特      点：": "吠叫,友善,易训练,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "60%", "掉毛程度：": "80%", "体味程度：": "60%", "美容程度：": "40%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "80%", "口水程度：：": "40%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "80%", "简介：     ": "['\\t西藏梗，截止到现在，已经历经几个世纪，十分古老，它能在西藏这种无比恶劣的气候和复杂的地形环境下生存至今，可见它们有着多么强壮的体魄。它的双层被毛为它提供了极大的保护功，结构紧凑的身材以及独特的足部结构，使其具有敏捷的身手，能更好地完成工作。西藏梗在宠主们的努力下，逐渐发展为现在这种坚定、富有感情的伴侣犬。', '\\t西藏梗的体格与梗犬非常相似，因此得被叫做西藏梗，但实际上它并不具备梗犬原有的性格。西藏梗智商高，聪明机灵，就算是没有经过训练，它忠实的天性也不会受到影响。感官灵敏，感情丰富。当然，也不排除少数犬只太过谨慎、保守或是羞怯。', '\\t', '\\r\\n\\t它的发源地名字上已经体现了，是来自中国西藏，据历史记载，早在2000多年以前就有和尚在寺庙里饲养西藏梗。在当时的人们眼中，西藏梗作为伴侣犬，就好比一个“幸运使者”，有为主人带来好运的寓意。\\r\\n', '\\r\\n\\t所以西藏梗通常是不会被卖的，因为出售该犬会让人们认为这是在放弃了好运，是会招来灾祸的。但是可以赠送，作为赠品主要是表达对神灵的敬畏或表达对人们的帮助和服务的一种真心的感谢。\\r\\n', '\\r\\n\\t大约是在20世纪20年代的时候，在印度实习的一个医生治好了一个患病的藏族妇人，为了表示感恩，妇人的丈夫赠送了他一只犬。后来这名医生就在印度培育出了很多这种犬，即如今西藏梗的祖先。后来该医生回到英国的时候便建立了著名的拉姆勒繁殖场。西藏梗于20世纪20年代就在印度得到了认可，后来在1937年得到英国的认可，现在该犬发展良好，出现在全球各地的犬展中。\\r\\n', '\\r\\n\\t而弗吉利亚大瀑布的哈瑞.莫非夫妇就在1956年时拉姆勒繁殖场买了一只西藏梗，这也是美国第一头正式的西藏梗。从此以后，该犬吸引了许多国家的关注，包括加拿大、佛罗里达以及东西海岸等等的犬迷们。\\r\\n', '\\r\\n\\t西藏梗的身体素质非常好，或许与它们经过了严酷的自然选择有关。中国西藏我们都知道，是世界上人口分布最为稀薄的地区之一，同时也是气候最为恶劣的区域之一。这就可以很好地解释西藏梗为何拥有丰厚的双层被毛和雪靴样的脚爪，完全是为了抵御恶劣的气候 \\r\\n。脸部柔软的被毛可以保护它们的眼睛不受漫天风雪的侵袭，而脚部的丰厚饰毛则可以保证它安全地行走在坚硬的地面上。西藏人民从来没想过淘汰该犬身上的任何一种颜色，因为在他们看来，一个健康的体魄和欢快的性情，要远比被毛的颜色更为重要。\\r\\n', '\\r\\n\\t西藏梗于1973年5月1日得到了AKC的承认并给予注册登记，在1973年11月3日AKC的犬展中，划分为非狩猎犬组。\\r\\n', '\\r\\n\\t西藏梗性情温和善良，体格健壮，结实有力，抵抗能力强。只要用心饲养教导，它绝对能够成为你可爱的伙伴和优秀的家庭犬，体型不大，室内也可以饲养。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t头：脑袋中等长度，不宽，丝毫不显粗糙笨重。自眼睛到鼻尖的距离与眼睛到后枕骨的距离几乎相等。从耳朵到眼睛的这部分脑袋区域略显得窄一些。耳朵之间无明显圆拱，但也不算平坦。脑袋上覆盖着丰富的被毛，下垂着，长度足以遮住眼睛和脸部。颧骨弯曲，但不至于太过发达而显得突出。下颌有少量的胡须。止部清晰可见，不过不显得夸张。黑色的鼻镜。\\r\\n', '\\r\\n\\t眼睛：大，两眼之间的距离很大，眼睛为深褐色或黑色。既不突出也不凹陷。眼周的颜色很深。\\r\\n', '\\r\\n\\t耳：下垂着，但不会贴着头部太近。耳朵上有十分丰富的羽状饰毛，耳廓呈“V”字形，与脑袋之间形成一个恰当的比例。\\r\\n', '\\r\\n\\t颌/牙：洁白而整齐的牙齿，结实有力。下颚的牙齿有明显的弯曲，呈紧密的剪状咬合、紧密的反向剪状咬合以及钳状咬合都是允许的，而且轻微的下颚突出式咬合也能够被接受。\\r\\n', '\\r\\n\\t颈、躯体：颈长与身躯以及头部所形成的比例是十分合适的。身躯结构紧凑，呈正方形的比例，结实有力。四肢发达，有极快的速度和超强的耐力。胸部的饰毛厚重，西藏梗成年犬的胸部通常是可以延伸到肘部的。肋骨支撑良好。胸腔太宽或过窄都是不合适的，必须保证前肢在两侧能够伸展自如。腰部稍显圆拱。\\r\\n', '\\r\\n\\t背：运动时背线水平。\\r\\n', '\\r\\n\\t四肢：肩胛处往后倾斜，有着发达的肌肉。前肢：从前方看过去又直又结实。丰厚的饰毛。自马肩隆到肘部的垂直距离等于肘部到地面的距离。足爪在所有犬种中都是非常独特的存在，大而平坦，呈圆形，行走时会形成一种雪靴的效果。脚垫厚实，脚趾和脚垫间均有大量的饰毛。为了确保足爪的健康，脚趾和脚垫间的毛发应当齐脚底剪平。脚垫能够为四肢更好地支撑身体提供一定的支持。狼爪允许切除。\\r\\n', '\\r\\n\\t后腿上也有大量的饰毛，膝关节适当弯曲，且后腿比前腿略长。大腿非常宽，有着发达的肌肉。飞节的位置虽然低，但既不向内弯，也不向外翻。足爪与前肢一致。狼爪同样允许切除。\\r\\n', '\\r\\n\\t尾巴：中等长度，长满了丰厚的羽状饰毛，卷曲着向前落在背部上，有时也会随意地卷向身体任意一侧，在接近末端的地方可能会纠缠在一块。\\r\\n', '\\r\\n\\t被毛：双层被毛。底毛柔软，羊毛般的手感。外层被毛丰富而细腻，但质地并非丝质或羊毛质。被毛允许波浪状或笔直。被毛很长，但不允许拖到地面。当它站在坚硬的地面上且光线充足的时候，是能够看到它的下腹部的。不过，幼犬时期狗狗的被毛通常只有单层，而且比较短，质地比成犬更软。在颈部和背部通常会出现天然的分界线。\\r\\n', '\\r\\n\\t缺陷：成年犬无双层被毛。雕琢、修剪、剥除或刨除被毛之后，与该品种的基本要求相背离则属于严重缺陷。\\r\\n', '\\r\\n\\t颜色：巧克力色， 红褐色以外的任何其它颜色。没有哪种颜色或颜色组合是首选的。\\r\\n', '\\r\\n\\t西藏梗的被毛需要每天整理，并每个星期洗一次澡。\\r\\n', '\\r\\n\\t西藏梗的牙齿很重要，要注意预防齿病，避免产生牙垢，平时的饮食要定期换花样，不要总是吃一样的，也不能经常饲喂太软和湿的食物。\\r\\n', '\\r\\n\\t可以让狗狗啃大骨头，有助于清洁口腔，通过骨头对口腔的磨擦来完成清洗的工作。硬饼干、干食品或特制的胶制玩具也能达到同样的效果。\\r\\n', '\\r\\n\\t那么怎么帮西藏梗清洗口腔和牙齿呢?\\r\\n', '\\r\\n\\t首先把狗狗的嘴巴打开，注入清水冲洗，或用1%浓度的盐水冲洗。牙齿可以用沾水的布条抹上一点牙膏然后裹在手指上慢慢擦拭，也可以用犬用牙刷清洗。一般每周给狗狗刷牙一次就可以了，牙刷最好用软毛的，弄湿后蘸上牙膏就可以开始刷牙了。如果狗狗已经出现了牙垢，那最好还是送去给兽医清理，以免弄伤狗狗的牙肉和珐琅质。\\r\\n', '\\r\\n\\t西藏梗中等大小，身上覆盖着浓密的被毛，身体结构健壮有力，呈正方形的比例。毛发遮盖住了眼睛和脸庞。尾巴上长满了丰厚的羽状饰毛，卷曲着，朝前翻卷在背部。足爪圆圆的，大而平坦，行走时好似踩出了一种穿着雪靴的感觉。结构平稳，肌肉发达，动作敏捷。\\r\\n', '\\r\\n\\t该犬的平均体重在20~24磅，但18~30磅才是允许的标准体重范围。体重和肩高的比例要比体重更为重要，正方形比例是最为理想的。雄性的平均肩高在15~16英寸，雌性要略小一点。体长等于肩高。缺陷：高于17英寸或低于14英寸。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/23/144428671.jpg", "中文名字  ：": ["美国可卡犬"], "英文名字  ：": ["American Cooker Spaniel"], "别      名：": "可卡獚、斗鸡獚、斗鸡犬、...", "分布区域  ：": "欧美国家", "原  产  地：": "美国", "体      型：": "小型犬", "功      能：": "枪猎犬", "分      组：": "枪猎犬", "身      高：": "34-38厘米", "体      重：": "10-13千克", "寿      命：": "12-15年", "参考价格  ：": "2500-10000", "特      点：": "不掉毛,粘人,友善,易训练,耐寒", "粘人程度  ：": "80%", "喜叫程度：": "60%", "掉毛程度：": "10%", "体味程度：": "80%", "美容程度：": "100%", "对小孩友善程度：": "100%", "对生人程度：": "80%", "对动物程度：": "100%", "运动量：": "40%", "可训练性：": "80%", "口水程度：：": "50%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "100%", "简介：     ": "['\\t可卡犬分为英卡和美卡两种，分别来自于英国和美国，该犬也被叫做猎鹬犬，英文名spaniel有“西班牙之犬”的意思，是从古时候的法文单词“espaignol”引申而来的。', '\\t美国可卡犬，毛色主要有黑色、褐色、红色、浅黄、银色以及黑白混合等等。', '\\t该犬性情温和，感情十分丰富，活泼好动，但行事则非常谨慎;精力旺盛，待人热情友好，机警的表情，敏捷的动作，可爱甜美的外观，忠实服从的表现，无一不深深吸引着人们的注意。', '\\r\\n\\t该犬来自美国，祖先却是来源于西班牙的猎鸟犬。大约是在十世纪初期，从西班牙被带入了英国，成为了英国种，之后又被带到了美国，在这里受到了关注，被大量的繁殖和改良，最终培育出如今这样比较小型且外形美丽的样子，之后被称命名为美国可卡犬。\\r\\n', '\\r\\n\\t在1946年美国可卡犬被公认为一个新的犬种，更加深了人们对它的兴趣。直到现在，它仍然是美国流行犬类中最受欢迎一个，在全世界也非常有人气。\\r\\n', '\\r\\n\\t可卡犬性格活泼调皮，精力很充沛，十分好动，所以每天必须满足它的运动需求。它的毛发很长，容易打结成团，因此每天都要梳毛，大大的垂耳很容易滋生细菌，应该重点注意耳朵的卫生情况。从以上来看，它并不适合繁忙的人士来饲养。\\r\\n', '\\r\\n\\t可卡犬在过去主要被用来捕猎山禽，如今则基本上是作为伴侣犬和玩赏犬饲养，不仅女士和儿童喜欢它，在欧美国家，许多男士也很乐意饲养它。可卡既是伴侣犬、玩赏犬、看家犬，同时也能成为护卫犬。\\r\\n', '\\r\\n\\t可卡犬的体味比较重，因此有洁癖的人可能会难以接受。但它无比温顺聪明的性情还是非常吸引人的，如果能接受它的体味，那么它绝对是一种适合大众饲养的犬种。\\r\\n', '\\r\\n\\t头：头部的比例十分均匀，应与身体其他部分保持良好的平衡，表情应机智、警觉而不失温柔。头骨圆，但是轮廓清晰，不可过分夸张，也不可有平坦的趋势;眉毛清晰。眼部以下的骨骼结构有清晰的轮廓。止部也十分清晰明显。\\r\\n', '\\r\\n\\t鼻子要足够大，以确保与口吻部以及前脸保持平衡，鼻孔发达，具有运动犬种的典型特征。黑色、黑白、黑棕色犬只的鼻子应为黑色，其他颜色的犬则可为棕色、肝棕色或黑色，且颜色越深越好。鼻子的颜色应该和眼眶相互协调。\\r\\n', '\\r\\n\\t口吻宽而深。为了保证平衡感良好，从额段往鼻尖的距离应该是额段向上越过头顶到枕骨的距离的一半。\\r\\n', '\\r\\n\\t背线：朝强健的后躯方向略有下倾。\\r\\n', '\\r\\n\\t眼睛：眼球圆而丰满，专注地看着前方。略呈杏仁状，呈深褐色，且通常越深越好。眼睛下方的骨骼轮廓十分清晰，但面颊轮廓不突出。\\r\\n', '\\r\\n\\t耳：呈叶片状，长而下垂，轮廓十分精致美观，上面还长有大量的羽状饰毛。\\r\\n', '\\r\\n\\t颌/牙：牙齿结实而健康，呈剪状咬合。口吻宽而深，颌部呈四方形，十分平坦。\\r\\n', '\\r\\n\\t颈、躯体：颈部应足够长，低头时能够使犬只的鼻子轻易触碰到地面，肌肉发达，咽喉以下的皮肤不可太过松弛、下垂。脖颈从肩部升起，略拱，到和头部的结合处稍有收细。胸深，最低点可达或超过肘部，身体前部足够宽，为心和肺提供了足够的空间，但是不能过宽，否则会影响到前腿笔直往前的运动。肋骨深，弯曲良好。\\r\\n', '\\r\\n\\t背：背部强壮，均匀倾斜，从肩往尾根方向稍微有点下倾。\\r\\n', '\\r\\n\\t四肢：前躯：前腿平行且直，骨骼强壮，肌肉发达，紧靠身体，位于肩胛的正下方。肩充分向后，与上臂大约呈直角，这样犬的前腿可以轻松地活动，往前伸展。肩的轮廓清晰，略倾，无突起，马肩隆的尖端成一角度，以保证肋笼有足够的曲率。从侧面看，前腿与地面垂直，肘部正好位于肩胛最高处下方。骹骨短而强壮。前腿的上爪可以切除。从后面看，后腿不管什么什么状态下都保持平行。后腿骨骼强壮，肌肉发达。大腿骨有力，轮廓分明。膝关节的角度恰当。强壮，不管什么状态下都结合紧密，没有滑移或松脱的情况。飞节的位置低，骨骼强壮。后腿的上爪允许去除。足部紧凑，大而圆，脚垫坚硬;既不能向外翻也不向内弯。\\r\\n', '\\r\\n\\t臀：宽，后部浑圆，肌肉发达。\\r\\n', '\\r\\n\\t尾巴：一半是需要断尾的，是背线良好的延续，与背线平行或稍高出后者一点，但绝对不可以像梗类犬一样是直竖的，位置也不能太低，会显得犬只比较胆怯。运动的时候，尾部摆动欢快。\\r\\n', '\\r\\n\\t被毛：头部毛发短且精细，躯体上的毛发则中等长度，覆盖着丰厚的底毛。耳朵、胸部、腹部以及四肢上的毛发都非常丰厚，但不可过度，以免掩盖犬只的整体轮廓线，从而影响到犬只的运动、外观以及作为一只毛发适量的运动犬的功能。毛发的质地也非常重要，可卡的毛发应为柔滑、平坦或略呈波浪形，平时注意保养的话，打理起来是很容易的。\\r\\n', '\\r\\n\\t毛发过量、弯曲过度或是如棉花似的质地，均应该受到严厉的处罚。在背部用电剃刀剃毛是不提倡的。为了加强犬的整体轮廓可以对犬进行适当的修剪，但要保证毛发尽量显得自然。\\r\\n', '\\r\\n\\t颜色：黑色：纯黑色，包括有棕色斑的黑色犬。黑色应为墨黑色;褐色或肝棕色的色泽是不理想的。允许胸部和咽喉处有少量白斑;其他任何部分出现白色斑均为失格。\\r\\n', '\\r\\n\\t除黑色以外的其他纯色(ASCOB)：除黑色外的其他纯色犬，从最浅的乳酪色到最深的红色，包括褐色和有棕色斑的褐色犬。颜色应有统一的色泽，但修饰毛的色泽可略淡。胸部和咽喉部的少量白色斑是允许的，其他任何部分出现白色斑均为失格。\\r\\n', '\\r\\n\\t花色犬：有两种或两种以上的纯色，颜色区分明显;其中一种颜色必须是白色;黑白、红白(红色可在最淡的乳色到最深的红色间变化)、棕白以及杂色犬，包括以上颜色组合并有棕色斑点。棕色斑出现的部位与纯黑色犬或ASCOB一样较为理想。杂色斑犬被归类为花色犬，可以有常见的各种杂色斑点。主色占90%或以上视为失格。\\r\\n', '\\r\\n\\t棕色斑：棕色的变化范围可从最浅的乳酪色到最深的红色，棕色斑必须限制在10%以内，超过10%的视为失格。在纯黑色犬或ASCOB犬中，棕色斑就出现在以下部位：\\r\\n', '\\r\\n\\t1)双眼上清晰的色斑;\\r\\n', '\\r\\n\\t2)口吻部两侧和颊部;\\r\\n', '\\r\\n\\t3)耳朵内侧;\\r\\n', '\\r\\n\\t4)足或/和腿部;\\r\\n', '\\r\\n\\t5)尾巴下面;\\r\\n', '\\r\\n\\t6)胸部可以有棕色斑，有或没有都不会扣分。\\r\\n', '\\r\\n\\t棕色斑点如果不是清晰可见，或只有淡淡的痕迹，应扣分。口吻部的棕色斑如向下延伸或互相连接，也应扣分。纯黑色犬或ASCOB犬，其他有棕色斑的犬，棕色斑未出现在以上指定部位，为失格。\\r\\n', '\\r\\n\\t步态：可卡虽然是运动犬组中体型最小的，但却有着运动犬典型的步态。前后躯良好的平衡性就为步态的良好展示提供了基础。强健有力的后躯提供强大的推动力，肩部和前腿结构合理，与后躯的驱动互相协调，使犬能够自如地跨步、笔直向前，表现出协调、流畅、自如的步态。运动的时候必须遮盖地面，动作过大会被视为不正确的步态。\\r\\n', '\\r\\n\\t遗传疾病：白内障、青光眼、癫痫、关节脱位。\\r\\n', '\\r\\n\\t常见疾病：耳廓疾病、外耳炎、中耳炎及内耳炎、髋关节发育不全、甲状腺机能减退、过敏性皮肤病、尿道感染\\r\\n', '\\r\\n\\t美国可卡犬精力旺盛、活泼好动，过去是作为工作犬饲养的，所以它们对于肉类的需求一般是要比同等体形的狗狗大，每天所需的运动量也要比其它狗狗多。\\r\\n', '\\r\\n\\t所以应该保证它每天的运动量，让它每天自由的在院内活动两次。\\r\\n', '\\r\\n\\t所以呢，在饲养过程中，每天要定时定量饲喂，搭配好食材，控制好饲喂量，别任由它贪吃而发胖。其次，满足它每天的运动需求，如果不能带它出门，也要放它在院子里自由活动，早晚各一次。\\r\\n', '\\r\\n\\t可卡犬的毛发非常长，所以要防止它缠结成团，那么就需要每天为其梳理、刷毛，并适当地修剪，洗澡的话一般每月3-4次即可 。\\r\\n', '\\r\\n\\t另外，可卡犬的耳朵很多，而且是下垂着的，因此呢非常容易染上耳道疾病，那么平时清洁时就要多多注意耳朵的卫生了。还有眼睛和趾甲，也要定期清洁，定期修剪，赘生趾是需要除去的。\\r\\n', '\\r\\n\\t整体：美国可卡犬是可卡的运动犬组中体型最小的。体格强健、结构紧凑，轮廓分明且优雅的头部，看起来非常优雅有气质。犬只的尺寸大小理想，整体平衡性良好。笔直站立的时候，前腿直，肩部耸起，背线往强壮、略弯曲、肌肉发达的后躯方向略有下倾。\\r\\n', '\\r\\n\\t可卡的速度极快，且耐力持久。最重要的是，可卡犬总是一副自由从容、欢快华丽的状态，在运动中将良好的平衡性表现得淋漓尽致，具有极强的工作欲望。\\r\\n', '\\r\\n\\t重要比例：从胸骨到大腿骨后端的距离，要大于马肩隆的高度。身体必须足够长以保证步态是轻快而笔直的;长而矮的体形是不允许的。\\r\\n', '\\r\\n\\t外形：一身长毛，耳、胸、腹以及腿部的饰毛柔软而浓密;最常见的毛色为黑色、浅黄和棕色，单一颜色或有杂色斑点;头盖骨圆且轮廓清晰。眼睛略呈杏仁状，颜色深，双耳下垂，覆盖着长而丰厚的饰毛，鼻梁明显，鼻大。吻部宽而深;身体短但结实，胸部高而开阔，尾巴通常是要截断的，呈水平线或略往上翘，摆动灵活。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/29/111517311.jpg", "中文名字  ：": ["茶杯犬"], "英文名字  ：": ["Teacup Poodles/Teacup Pubby"], "别      名：": "小型吉娃娃", "分布区域  ：": "欧美", "原  产  地：": "美国", "体      型：": "小型犬", "功      能：": "玩具犬", "分      组：": "玩具犬", "身      高：": "27cm以下", "体      重：": "1.4kg以下", "寿      命：": "10岁以内", "参考价格  ：": "10000-30000", "特      点：": "不掉毛,粘人,吠叫,友善", "粘人程度  ：": "60%", "喜叫程度：": "80%", "掉毛程度：": "10%", "体味程度：": "40%", "美容程度：": "60%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "40%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "60%", "耐热程度：": "60%", "城市适应度：": "80%", "简介：     ": "['\\t茶杯犬因体型娇小 ，长相精致可爱且饲养成本低而受到了人们的喜爱，一度发展为一种高级宠物犬。', '\\t标准的茶杯犬身高不超过8英寸，体重不超过4磅。而微小茶杯贵宾犬(Tiny teacup poodle)的体型则比这更小，所以人们经常叫它“娇小”贵宾犬或“口袋”贵宾犬，标准体型是身高不超过7英寸，体重不超过3磅。', '\\t茶杯贵宾犬的寿命与玩具贵宾犬的寿命差不多，饲养得当的话一般在15-20岁。', '\\t', '\\r\\n\\t茶杯犬来自美国，但是在日本和韩国发展得最好，深受当地民众的喜爱和追捧，如今该犬种也得到了进一步的改良。\\r\\n', '\\r\\n\\t早在19世纪的时候，玩具贵宾犬由于基因突变而出现了一些变化，最终诞生了一个新的品种，也就是最初的茶杯犬，后来在美国繁殖家的精心培育下，才逐渐发展为如今大家所看到的这个样子，娇小可爱，迅速成为很多贵宾爱好者的新宠。\\r\\n', '\\r\\n\\t经过了将近半个时机的繁殖和发展，茶杯犬的体型基因差不多也稳定下来了，为此一些繁殖家也为它制定了品种标准：体重不足4磅，身高低于8英寸的才算是合格的茶杯犬。也正式因为有了这个明确的标准之后，人们才更容易区分茶杯犬和一般的贵宾犬了。\\r\\n', '\\r\\n\\t茶杯犬不仅体型极小，而且不掉毛，吃得也不多，运动量也很小，整体来说饲养成本较低，还不占地方，绝对是非常适合城市家庭饲养的。\\r\\n', '\\r\\n\\t颜色：现在比较常见的有红色、白色、花色等不同颜色的品种。\\r\\n', '\\r\\n\\t茶杯犬，其实并非特指某一个品种。像现在发育比较稳定的茶杯犬种类就有5-7种，包括：茶杯贵宾、茶杯约克夏、茶杯玛尔济斯、茶杯吉娃娃以及茶杯博美等。\\r\\n', '\\r\\n\\t茶杯贵宾犬也可以被看作是玩具贵宾的缩小版，最初传统的茶杯犬与普通的贵宾犬颜色并无二致，都是红白花。\\r\\n', '\\r\\n\\t饲养常识\\r\\n', '\\r\\n\\t对环境的要求：饲养茶杯犬要重点注意它居住环境的温度，冬天要注意为它防寒保暖以保持体温;夏天则要注意通风，确保居住环境的干净和凉爽。而且经常活动的室内还应经常清洗、消毒，保持干燥和整洁。\\r\\n', '\\r\\n\\t对食物的要求：幼犬要养成规律的生活作息习惯。饲喂要定时、定量，并确保营养的均衡。避免维生素过多症(尤其是维A或D)或钙质缺乏症的发生。幼犬不适合吃得太饱，一般7-8分饱为宜。\\r\\n', '\\r\\n\\t健康观察：平时要密切注意观察幼犬的大小便状况，分析健康情况是否正常。比如查看大便的颜色、气味和有无虫体等，正常的粪便一般是呈条状的，软硬适度，微黄色。\\r\\n', '\\r\\n\\t健康护理：幼犬的腹部不要长时间直接贴在地面上，容易因着凉而腹泻或感冒。幼犬怕冷，无论是冬天还是夏天，都要注重保暖。\\r\\n', '\\r\\n\\t骨骼发育不太好，不要长时间走路，以免四肢变形。\\r\\n', '\\r\\n\\t特别注意：\\r\\n', '\\r\\n\\t(1)洗澡不要太过频繁，特别是刚买来的茶杯犬，绝对不可用水洗澡。一般一周用干洗粉干洗一次即可，洗的时候用毛刷多给它刷一刷。\\r\\n', '\\r\\n\\t(2)茶杯犬在4个月大开始就要进行修饰、剪毛，比如贵妇犬。如果去宠物店请人修饰的话，记得选择条件好且信誉高的店，可以最大程度避免爱犬因疾病的传播而交叉感染，危及健康，毕竟4月大的小狗它的免疫系统还是十分脆弱的。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/23/152026611.jpg", "中文名字  ：": ["迷你贝吉格里芬凡丁犬"], "英文名字  ：": ["mini Petit Basset Griffon Vendeen"], "别      名：": "贝吉格里芬凡丁犬", "分布区域  ：": "法国", "原  产  地：": "法国", "体      型：": "小型犬", "功      能：": "枪猎犬", "分      组：": "枪猎犬", "身      高：": "33-38cm", "体      重：": "24-31kg", "寿      命：": "11-14 years", "参考价格  ：": "1000-3000", "特      点：": "无体味,粘人,吠叫,友善", "粘人程度  ：": "100%", "喜叫程度：": "80%", "掉毛程度：": "40%", "体味程度：": "00%", "美容程度：": "40%", "对小孩友善程度：": "100%", "对生人程度：": "80%", "对动物程度：": "60%", "运动量：": "80%", "可训练性：": "20%", "口水程度：：": "10%", "耐寒程度：": "60%", "耐热程度：": "40%", "城市适应度：": "60%", "简介：     ": "['\\t贝吉格里芬凡丁犬，是一种嗅觉猎犬，人们早起培育该犬的目的是为了让它在崎岖艰难的芬凡丁地区帮助捕捉小型猎物的。那么为了达到理想的效果，就要求它需要以下一些特别的特征。', '\\t该犬性格活泼，勇敢无谓，结构紧凑，精力旺盛。表情警惕，嗓门大。', '\\t最独特的外形特征：粗糙、未经修饰的轮廓;头部骄傲地高昂着，眉毛、髭须和胡须展示了它的威严;警惕或准备就绪的时候，它结实呈锥形的尾巴就会像马刀一样举起。', '\\t该品种最重要之处就是它的简洁和不经意，以及看起来乱糟糟的外形，没有任何夸张之处，每个身体部位之间的协调性都十分良好。', '\\r\\n\\t格里芬家族来自法国，起源于16世纪，是四种粗毛犬家族中唯一还现存于世的一种。而该家族中的巴塞特格里芬旺代品种直到19世纪才有了良好的发展契机，数量得以迅速增长，并逐渐在法国当地流行起来。\\r\\n', '\\r\\n\\t最早的时候只有一种巴塞特格里芬旺代犬，体型居于现在大、小巴塞特格里芬旺代两者之间，而身高更接近小巴塞特旺代，有着长长的头和身体，前腿是弯的。它的模样与巴塞特猎犬倒是十分相似，没有赘肉和皮肤皱褶。\\r\\n', '\\r\\n\\t后来经过人们的不断改进和培育，最终由克里斯提安·德·艾尔瓦培育出了一种更高且前腿很直的类型，也就是大巴塞特格里芬旺代犬的祖先。于20世纪后期，人们才对巴塞特格里芬旺代犬进行了严格的划分。\\r\\n', '\\r\\n\\t虽然迷你贝吉格里芬凡丁犬的体型是家族中最小的一个，但是它对运动量的需求却是很大的，性情友善，对人类十分友好，且比较粘人，这种性格的狗狗整体来看，应该更适合退休的老人来饲养，特别是女性。\\r\\n', '\\r\\n\\t头：头部骄傲地昂着，从体型大小来看，头部和整体所形成的尺寸的比例应十分协调。长度要大于宽度，且比例大约是2:1。粗糙或过大的头部会被视为缺陷。\\r\\n', '\\r\\n\\t表情警惕，态度友善，聪明机灵。脑袋圆拱，从前面看呈卵形。眼睛下方仿佛被认为切去一块似的，后枕骨突出。止部清晰。口吻的长度比止部到后枕骨的距离略短。下颚结实发达。黑色鼻大，为黑色，鼻孔宽阔。浅色狗的鼻镜上有浅色阴影是允许的。\\r\\n', '\\r\\n\\t嘴唇上覆盖着长长的毛发，形成髭须和胡须。\\r\\n', '\\r\\n\\t眼睛：大，颜色深，没有白色，红色的瞬膜不明显，若显示出来则属于失格。眉毛长长的球且向前伸出，不过长度一定不可遮住眼睛。\\r\\n', '\\r\\n\\t耳：质地柔软，窄而细腻，覆盖着长长的毛发，向内折叠，末端呈卵形。耳廓可延伸到鼻尖处。耳根的位置低，不应该超过眼睛所在的水平线。太长或位置太高的耳朵则属于缺陷。\\r\\n', '\\r\\n\\t颌/牙：剪状咬合是最为理想的，但钳状咬合也是可以接受的。\\r\\n', '\\r\\n\\t颈、躯体：颈长而结实，无赘肉，平稳地和肩部相融。从轮廓上看，马肩隆到地面的距离等于臀部到地面的距离。身躯上的肌肉发达，体长略大于身高。胸深，胸骨突出。肋骨略圆，往后的延伸性良好。腰部结实;肌肉发达，身体横轴看起来很圆。\\r\\n', '\\r\\n\\t背：后背水平，腰部略微圆拱，结实有力。\\r\\n', '\\r\\n\\t四肢：肩胛整洁，往后倾斜。上臂骨的长度差不多等于肩胛骨。肘部紧贴着身躯。腿：从肘部到地面的长度比马肩隆到地面距离的一半还小一点。从前面看，前腿直则较为理想，不过略微弯曲也是可以接受的。腿部结实且骨量充足。骹骨结实且稍有倾斜。任何关节突出的迹象均属于严重缺陷。狼爪切不切除都是可以的。足爪不长，脚垫坚硬而厚实。足爪略往外翻是允许的。趾甲短而结实。\\r\\n', '\\r\\n\\t后躯结实，肌肉发达，膝关节角度恰当。第二节大腿清晰。飞节短，角度良好，从飞节到地面完全垂直。足爪与前躯相同，但笔直指向前方。\\r\\n', '\\r\\n\\t前后足爪往身体中心线靠拢。\\r\\n', '\\r\\n\\t尾巴：中等长度，位置高，根部粗壮，呈均匀的锥形。覆盖着丰厚的被毛，略弯曲，骄傲地举着，如马刀的刀刃。和垂直线大概呈20度的角度。如果尾巴向下弯曲，它的尾骨末端大概可以延伸到飞节的位置。\\r\\n', '\\r\\n\\t被毛：长，但不夸张，质地粗糙。底毛短而丰厚。被毛不可以呈丝状或羊毛状。眼睛被长长的、伸展出来的眉毛所装饰，眉毛的长度不可过分以遮住眼睛。耳朵上的毛发也长。嘴唇上的长毛形成髭须和胡须。尾巴上的毛发丰富。整个外貌显得随意，但乱糟糟。\\r\\n', '\\r\\n\\t它应该显示出这种未经修饰的外观。修剪被毛或雕琢外形均属于十分严重的缺陷。\\r\\n', '\\r\\n\\t颜色：白色带有柠檬色，橘色、黑色、三色或灰色等不同颜色(组合)的斑纹。\\r\\n', '\\r\\n\\t步态：动作迅速且舒展自如。前躯的动作是笔直且往前伸展的。离开的时候，后肢是相互平行，并展示出了它强大的驱动力。\\r\\n', '\\r\\n\\t迷你贝吉格里芬凡丁犬的喂养\\r\\n', '\\r\\n\\t幼犬在成长发育时期所需要的能量远远多于其他的时期。因此在这段时间，必须保证食物中有充足的蛋白质、脂肪以及矿物质以满足身体所需。蛋白质和钙磷对幼犬牙齿、骨骼的发育以及肌肉的生长有极其重要的作用，所以，缺乏饲养经验的宠主，最好还是直接购买市场上卖得比较好的幼犬专用食品来喂养，以免营养不均衡。\\r\\n', '\\r\\n\\t幼犬出生2-3个月期间，每天应喂食3-4餐;4-6个月大时，则可减少到每天2餐。\\r\\n', '\\r\\n\\t1、给狗喝大量的水\\r\\n', '\\r\\n\\t时刻为贝吉格里芬凡丁犬准备干净、温度适宜的冷水，不可用冰水会太烫的热水，且要注意经常更换。平均每公斤体重每天需要消耗至少60毫升的水，而幼犬、哺乳期母犬、工作犬或炎热气候下它消耗的水会更多。\\r\\n', '\\r\\n\\t2、逐渐改变食物\\r\\n', '\\r\\n\\t贝吉格里芬凡丁犬的饮食要根据年龄来及时调整，更换时不要一下彻底换掉，要慢慢过渡让它适应，最好是过渡一星期。\\r\\n', '\\r\\n\\t3、有规律的喂养\\r\\n', '\\r\\n\\t贝吉格里芬凡丁犬最大的快乐莫过于能在每天同样的时间、同样的地点，从同一个盘子里吃到同样美味的食物，这对于贝吉格里芬凡丁犬的身体健康是大有好处的。\\r\\n', '\\r\\n\\t也就是说，贝吉格里芬凡丁犬的饲喂要定时定点，不能提前会延后。定时能够培养狗狗形成一个条件反射，定时分泌出胃液，增加食欲，并促进消化吸收。一般建议早晚各喂1次就好。而且狗狗食料的数量也要尽量稳定，花样可以翻新，数量却不可总是变来变迁，尤其禁止多一顿少一顿，饱一顿饥一顿，甚至是暴饮暴食，对健康毫无益处。\\r\\n', '\\r\\n\\t4、控制食物量\\r\\n', '\\r\\n\\t食物量的多少，应取决于狗狗每天所需能量和食物中所含的热量，两者不能相差太多。每份食物量都要经常重新计算，以免喂食太少让狗狗挨饿，会喂食太多导致狗狗肥胖，具体要根据贝吉格里芬凡丁犬体重的变化来及时调整。\\r\\n', '\\r\\n\\t5、精心选择食物\\r\\n', '\\r\\n\\t食材的选择也是非常重要的。首先要考虑营养平衡，有三个标准可以用来选择适合贝吉格里芬凡丁犬的食物：年龄(幼犬、成年犬、中年犬或老年犬)，体育活动或生理活动的水平(好动犬、运动犬和繁殖犬)以及大小(小型、中型或大型) \\r\\n。\\r\\n', '\\r\\n\\t6、合理喂食\\r\\n', '\\r\\n\\t喂食的方式与食物中所含成分是同等重要的。比如，喂商业犬粮时，必须严格遵守商家包装上所提供的饲喂说明。\\r\\n', '\\r\\n\\t7、精心护理\\r\\n', '\\r\\n\\t每个月要定期给贝吉格里芬凡丁犬修剪毛发和脚趾甲，以及挤肛门腺。贝吉格里芬凡丁犬的耳朵是耷拉下来的，所以容易积聚脏东西，要及时清理。同时，平时要多抽点时间陪伴贝吉格里芬凡丁犬，它需要主人的呵护和爱。\\r\\n', '\\r\\n\\t大小：不管是公犬还是母犬，肩高都应在13~15英寸之间，误差在0.5英寸之内是可以接受的。肩高超过15.5英寸则被视为失格。\\r\\n', '\\r\\n\\t比例：体长比身高大，最恰当的比例为从胸骨到臀部的距离比肩高大约要长一半。\\r\\n', '\\r\\n\\t体质：骨骼结实，和整体的比例十分协调。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/17/150636341.jpg", "中文名字  ：": ["澳大利亚梗"], "英文名字  ：": ["AustralianTerrier"], "别      名：": "澳洲梗", "分布区域  ：": "澳洲", "原  产  地：": "澳大利亚", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "玩具犬，梗犬", "身      高：": "24-25厘米", "体      重：": "5-6公斤", "寿      命：": "14年", "参考价格  ：": "大概1000-3000", "特      点：": "易打理,友善", "粘人程度  ：": "60%", "喜叫程度：": "40%", "掉毛程度：": "40%", "体味程度：": "40%", "美容程度：": "10%", "对小孩友善程度：": "60%", "对生人程度：": "40%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "60%", "口水程度：：": "60%", "耐寒程度：": "60%", "耐热程度：": "100%", "城市适应度：": "80%", "简介：     ": "['\\t澳大利亚梗，简称澳洲梗，聪明机灵，体格强壮，最适合作为伴侣犬和玩赏犬饲养。个子娇小但有着十分发达结实的肌肉，骨量中等，是一种工作用途的梗类犬，它理想的身体比例为：体长大于身高，立耳，断尾。被毛的质地稍显粗糙，有颇具特色的毛领和围裙状的饰毛和柔软如丝质般的顶髻。', '\\t步态轻盈自如，具有良好的导向和驱动力，热情而聪颖的表情以及勇敢而自信的性情，决定了它们生来就能从事不同的工作。喜欢热带气候，智商排在第34名。', '\\t通人性，机警勇敢，自信，天生喜欢捕猎鼠类，特别擅长围猎，就它的体型和性格来说，其实更适合作为伴侣犬。当然，它也能成为一种出色的看家犬，以防外来入侵者。', '\\t害怕人类或对人类有攻击性都属于缺陷。', '\\t它顽强好斗，直到如今还改不了与其他犬只争斗的特性，也不可能与猫和平共处，除非从小就把它与别的猫、犬一起饲养。', '\\r\\n\\t从名字其实就可以看出来，它的起源地是澳大利亚，据说它的祖先是来自英国，后来航行来到澳洲，分别与凯恩梗、丹第丁蒙梗、爱尔兰梗、曼切斯特梗、约克夏梗以及斯凯岛梗等品种杂交并不断改良后才得到了如今的澳大利亚梗的早期原型，也就是说，该犬有着凯恩梗、约克夏梗、斯凯梗等的遗传基因。\\r\\n', '\\r\\n\\t第二次世界大战结束后，它跟随军队和商人来到了北美。在1872-1876的史料上就有该犬的文字记载。到了1868年，在澳洲昆士兰皇家的展览中所展示的一种粗毛梗，实际上就是澳大利亚梗初期的雏型。\\r\\n', '\\r\\n\\t1885年，澳大利亚梗在墨尔本正式公开展示，于1889年在这里建立了澳大利亚梗俱乐部，不过该犬的衡量标准到1896年才制定完成，之后传到了世界各地，在1933年得到全英犬协所的认可，1960年得到全美犬协的认可，并且给予注册，是24年来的第一个梗类犬，同时也是进行了AKC谱系登记注册的第114个品种。该犬分为竖耳和垂耳两个类型，美国只认可竖耳，而英国则对两种都认可。澳大利亚梗是的一个在澳大利亚本地被接受和展示的本土犬种，同时还是被其他国家认可的第一个澳大利亚品种。1977年，美国的澳大利亚梗俱乐部成为AKC的成员。如今，该品种被正式承认，并在全世界的各个国家展出。\\r\\n', '\\r\\n\\t澳大利亚梗性情刚强，能适应城市的生活，无需经常梳理被毛，警惕性强，可以成为出色的守门犬。该犬生活态度比较随意，爱整洁爱干净，喜欢悠闲自由的生活，适合空闲时间较多的人来饲养。\\r\\n', '\\r\\n\\t澳洲梗有崇高的献身精神，对人类感情深厚，对自己主人的命令更是无条件服从。或许是因为过去在艰苦的环境中求生，因此它性情坚韧，对舒适的家庭生活十分珍惜，因此澳大利亚梗非常适合作为家庭犬，特别适合陪伴孤身人士。\\r\\n', '\\r\\n\\t整体：对称性良好、体重恰当、骨骼中等，是一种小型的工作梗类犬，一般是竖耳和截尾，相对于体长，身高更大一点。毛色有蓝色和棕色、深土黄色或深红色，外层被毛十分紧密，颈部以及身体四周有明显的饰毛，头部也有如丝质般柔软的饰毛。因为它遗传了其祖先才艺俱佳的基因，它的声音十分悦耳，且行动十分灵活。给人一种活泼伶俐、聪明机灵、通人性且自信的印象。\\r\\n', '\\r\\n\\t肩高24.5-27.9cm，不在这个范围内的均属于缺陷，体长和身高成恰当比例，肩胛到尾尖的距离要比其到地面的多2.5-3.8cm，工作能力十分出色。\\r\\n', '\\r\\n\\t头：头长且坚硬。吻长等于颅骨的长度。不管是从前面还是从侧面观察，颅骨都是又长又平坦的，比它的宽度还要稍长一点，两眼之间的部位略有凹痕。吻部强壮有力。黑色的鼻镜，理想的犬只应当具备一个明显的特征，那就是鼻梁上有一个V形的区域是没有毛发的，嘴唇紧锁，且有深棕色或黑色的缘。\\r\\n', '\\r\\n\\t眼睛：小，深棕色到黑色都有，颜色偏深的更好，眼睛非常有灵气，两眼的间距适中。眼睛边缘是黑色的，眼眶为椭圆形。颜色偏淡或眼睛突出都视为缺陷。\\r\\n', '\\r\\n\\t耳：小，直立，没有倾斜，有耳尖，超出了颅骨的位置，两耳间距适中。\\r\\n', '\\r\\n\\t颌/牙：颌部强健有力，牙齿呈剪状咬合\\r\\n', '\\r\\n\\t颈、躯体：颈长，略呈弓形，强壮有力，向着肩后伸展然后自然地与肩部融合。背线平而稳固，身躯结构牢固，肋骨往外扩张良好，但不是圆形，胸深略低于肘部，腰部比较短且微拱，但是结实有力。腰太长的则视为缺陷。肩胛长，肩部和身躯结合良好，肩胛之间的空间极小。\\r\\n', '\\r\\n\\t四肢：上臂的长度和肩胛差不多是相等的。肩部和上臂之间形成一个直角。肘部贴近胸部。前腿笔直，从前面看，两腿相互平行，骨骼圆、骨量中等。从侧面看，前腿位于身体下方一个恰当的位置，胸骨朝前突出。腕部结实，略有倾斜。足爪小，如猫爪，脚趾紧凑，呈拱形，无内翻、外翻。黑色的趾甲虽短，但十分坚硬。\\r\\n', '\\r\\n\\t后躯结实有力，后膝关节与飞节之间形成一个恰当的角度，飞节短，和地面垂直。大腿和小腿的肌肉都十分发达。从后面看，后腿也与地面垂直，同时，与其对应的前腿都在同一平面上。缺陷：肌肉不丰满或过度丰满。\\r\\n', '\\r\\n\\t尾巴：笔直，尾根的位置高。所有犬只均为断尾，仅保留不到总长一半的长度，成年后的尾巴的长度一只手就可以握住。\\r\\n', '\\r\\n\\t颜色：蓝色和棕色;纯茶色;纯红色。\\r\\n', '\\r\\n\\t被毛：外层毛发尖尖的，但是非常直，除了尾部、腕部以及掌部，其他从跗关节往下的部位以及脚上的毛发都不太长，而其他身体部位的毛发长度大约有6.4cm，最短的是耳朵上的毛。底毛短而柔软。饰毛要比躯干上的毛柔软。颈部的饰毛良好，与其他部位的保护性环状毛一起形成一个“围裙”的形状。前腿到腕掌部也有一些细毛装饰。头上的饰毛覆盖着整个颅骨的顶部;而且比其他地方的毛发质地更柔软。\\r\\n', '\\r\\n\\t颜色：蓝和棕褐色，深沙土色和深红色。蓝色也分深蓝、铁蓝、深灰蓝或是银蓝。而银蓝色的品种，毛发为银蓝色，毛尖的颜色则较深。棕褐色特征(不是沙土色或红色)，应该尽可能的丰富，在面部、眼、躯干下部、小腿部，以及脚，腹周围。颜色越丰富，则品种越纯。头饰--银色或比头部颜色浅。沙土色或红色任何深沙土色或深红色，都可表明品种比较纯。\\r\\n', '\\r\\n\\t缺陷：成年犬只的毛发为全黑色。蓝色的毛中出现了棕褐色的点，或沙土色/红色的毛中有暗色点。无论任何颜色的犬，胸部或脚上有白色毛都是不被接受的。\\r\\n', '\\r\\n\\t该犬耐寒不耐热，到了夏天，高温会让它觉得无比痛苦和难受，建议到了夏季可将它身体的毛发剃短。\\r\\n', '\\r\\n\\t居住的地方要保证通风良好，这样可以有效避免皮肤病的发生，同时还可以预防虫子、跳蚤的寄生。\\r\\n', '\\r\\n\\t给它洗澡很容易，所以基本上一周洗一次就可以了。\\r\\n', '\\r\\n\\t夏天是一个疾病的高发季节，如骨肠病、食物中毒、热射病、日射病、通过蚊虫传病的心丝虫病以及湿疹等等，所以到了夏天家长们一定要更加悉心地照料狗狗，并随时给它准备新鲜干净的饮用水。\\r\\n', '\\r\\n\\t性格：首先可以在一旁观察澳洲梗的行动，看看它是否具备敏锐、机警以及活泼的特点，尤其在短暂的接触过程中，看看它对与之互动的人是否表现得友善、亲密，这一点是非常重要的。\\r\\n', '\\r\\n\\t外形：检查它是否符合低矮、灵敏、娇小且活泼的要求。\\r\\n', '\\r\\n\\t耳朵选择直立的更好，下垂的建议不要。\\r\\n', '\\r\\n\\t牙齿应该选择剪状咬合的。\\r\\n', '\\r\\n\\t它被毛要长且浓密 ，并富有光泽;毛发稀薄且纠缠在一起，不要选。\\r\\n', '\\r\\n\\t毛色非常重要，深褐色或银蓝色的品质最佳，而墨色、黄铜色、红棕色则比较次。\\r\\n', '\\r\\n\\t澳洲梗应该体格强壮，双眼灵动有神，动作灵敏，若身体孱弱显得有气无力、动作迟钝或有拉稀等患病征兆的都要过滤掉。\\r\\n', '\\r\\n\\t身材矮小，腿短，头长，黑色的鼻子，口吻长，黑色的小眼睛，淡色或突出的眼睛均属于缺陷;步态轻盈自如，动作敏捷矫健。这才是标准的澳大利亚梗所应该具备的特征。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/28/171448951.jpg", "中文名字  ：": ["布鲁塞尔格里芬犬"], "英文名字  ：": ["Brussels Griffon"], "别      名：": "比利时粗毛犬、布鲁塞尔格...", "分布区域  ：": "北美和英国", "原  产  地：": "比利时", "体      型：": "小型犬", "功      能：": "玩具犬", "分      组：": "玩具犬", "身      高：": "18-20厘米", "体      重：": "2.5-5.5公斤", "寿      命：": "12-15年", "参考价格  ：": "1000-6000", "特      点：": "粘人,吠叫,友善", "粘人程度  ：": "100%", "喜叫程度：": "80%", "掉毛程度：": "80%", "体味程度：": "60%", "美容程度：": "80%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "60%", "运动量：": "40%", "可训练性：": "60%", "口水程度：：": "60%", "耐寒程度：": "60%", "耐热程度：": "40%", "城市适应度：": "40%", "简介：     ": "['\\t该犬长有唇髭，和钟馗的形象极为相似。在15世纪时还只是比利时当地的一种犬，于1880年，与哈巴狗交配之后才有了和哈巴狗相似的口吻，然后被人们叫做跷脚短毛犬，据说它还具有德国猴面犬的血统，过去很长一段时间都是比利时历代皇室的爱犬。', '\\t在北美和英国地区该犬就只有一个犬种，不过在欧洲大陆却将其细分为三种。其中长毛种的区别在于布鲁塞尔格里芬犬有红色的毛皮，而比利时格里芬犬却没有;第三种也就是短毛佩蒂·巴巴扎犬。', '\\t布鲁塞尔格里芬犬智商非常高，不过性情也十分敏感。只要察觉到陌生人靠近，年轻的布鲁塞尔格里芬犬马上会表现出十几岁孩子才具备的强烈的自我保护意识，这一点在同类犬只中真的很少见。', '\\r\\n\\t该犬来自于19世纪的比利时。\\r\\n', '\\r\\n\\t据历史资料显示，猴梗有可能是该犬的祖先，其他的犬种，比如哈巴狗曾经也在该犬的培育中占有一个重要的地位。在北美洲，该犬的耳朵通常会被剪掉一角，尾巴也会被截短。\\r\\n', '\\r\\n\\t该犬长有唇髭，和钟馗的模样极其相似，让人影响深刻。到了15世纪还仍旧只是比利时的当地犬，直到1880年，与哈巴狗交配之后有了和哈巴狗比较相似的口吻，才被称为跷脚短毛犬，而且据说还带有德国猴面犬的血统。因此过去一度发展成为比利时皇室的爱犬。\\r\\n', '\\r\\n\\t这种辉煌一直持续到了19世纪，那时人们均以能坐上骑手旁有这种犬存在的马车而感到骄傲，因为这代表着当下最前卫、最时髦的流行指标。晚上将其放在马舍中还能防老鼠，所以人们也叫它马厩的翼狮。\\r\\n', '\\r\\n\\t该犬给人一种聪明温顺的印象，无论是上层的贵族名流还是底层的普通百姓都十分喜爱它。对它们与众不同的魅力给予极高的赞美。是当时比利时犬最具代表性的玩赏犬。\\r\\n', '\\r\\n\\t从1883年开始，比利时犬商俱乐部就设立了第一流的协会，该犬自然被获准登记入册。于1905年制定了该犬种的标准。\\r\\n', '\\r\\n\\t该犬有红长毛犬和黑毛犬两种，不过在中国还未普及，数量不多。\\r\\n', '\\r\\n\\t虽说该犬大多数时间都是温顺友善的，但偶尔也会出现难以管教的情况，所以家长们必须从小就对它进行训练，以培养良好的生活习惯。\\r\\n', '\\r\\n\\t不过它也只有在被束缚的时候会表现得桀骜难驯、十分倔强，其他时候则很容易驯服，可能天生就爱自由，不喜束缚吧。适合家里空间比较大，最好是有院子的家庭饲养。\\r\\n', '\\r\\n\\t格里芬犬身躯非常健壮，精力旺盛，耐力持久，能够完成长距离的跋涉，作为伴侣犬来饲养也是非常不错的选择。\\r\\n', '\\r\\n\\t整体：体重在8~10磅，最多不能超过12磅。不过，和其他方面的标准想必，体重就显得没那么重要了，一只体重不在标准范围的犬只，但只要它的身体健壮、比例匀称，就可以不算是有缺陷。\\r\\n', '\\r\\n\\t身躯呈一个正方形的比例，即从肩部到大腿上部的距离，与肩高是相等的。身躯浑圆，骨骼粗壮，结实有力，身体各个部位的比例十分协调。\\r\\n', '\\r\\n\\t头：头部的特征十分重要，一般要求它最好具有和人类相似的外貌。头骨大且圆，前额呈半球形。\\r\\n', '\\r\\n\\t眼睛：两眼的间距适中，眼睛非常大，眼珠为黑色，往外突出，非常明显。睫毛又黑又长让人羡慕，眼眶也是黑色的。\\r\\n', '\\r\\n\\t耳：小，耳根的位置较高，也许被修剪过，或者保留自然的形状。如果是后者，那么通常是半立耳。\\r\\n', '\\r\\n\\t鼻子：鼻端厚，鼻子很黑，但非常短，隐藏在两眼下方非常不明显。鼻孔很大。如果为达德利鼻或蝴蝶鼻均属于失格。\\r\\n', '\\r\\n\\t口吻：短，嘴唇边缘为黑色，不会下垂，且正好可以完全闭合，嘴型完美。\\r\\n', '\\r\\n\\t颌/牙：咬合必须是下颌突出式咬合，也就是下颌的门牙必须比上颌的门牙突出一些。嘴唇闭着的时候，是看不到牙齿和舌头的。缺齿或牙齿不整齐属于严重缺陷。挂舌属于失格。\\r\\n', '\\r\\n\\t四肢：长度中等，健壮有力，肌肉发达。足爪呈圆型，小且紧凑，既不向内弯也不外翻。足趾呈拱形，脚垫和趾甲都为黑色的最理想。\\r\\n', '\\r\\n\\t尾巴：尾根位置高，大概在总长的1/3处断尾。\\r\\n', '\\r\\n\\t被毛：刚毛型的被毛，浓厚茂密，质地粗硬，而且是越硬、刚毛越多则越好。触摸任何部位都不应该感觉到如羊毛织物般的柔软和丝滑，也不可象绢或是头发的感觉。\\r\\n', '\\r\\n\\t在整体上和短毛型的被毛无一丝相同之处。头部被刚毛所覆盖，就连眼睛、鼻子、脸颊和下巴周围都有略长的毛。用手反撸被毛后，不会变得凌乱。身体上的被毛长度刚好能显示出毛发的质地。\\r\\n', '\\r\\n\\t颜色：1)红色：在胡须和下巴有一些红褐色和黑色是允许的;\\r\\n', '\\r\\n\\t2)杂色：黑色和红褐色混合，脸和胡子通常是黑色的;\\r\\n', '\\r\\n\\t3)黑色和棕色：黑色，在下巴下面、腿上、眼睛上方、耳朵周围带有均匀的红褐色条纹;\\r\\n', '\\r\\n\\t4)黑色：纯黑色，任何地方的白毛都属于严重缺陷，老年狗在嘴角出现的“白霜”是属于正常的。失格：被毛的任何地方出现白色斑点或条纹。\\r\\n', '\\r\\n\\t每天食物的搭配，首先要包含肉类150-200克，然后添加等量的干素料和饼干。肉类要切碎、煮熟，然后和干素料、水拌和后喂饲。\\r\\n', '\\r\\n\\t食材确保新鲜，煮制时要注意卫生。\\r\\n', '\\r\\n\\t每天饲喂要定时定量，规定狗狗在15-25分钟内吃完，超过规定时间就马上端走，不管有没有吃完都一样，这样才能养成它好好吃饭的生活习惯。同时要记得提供清洁的饮用水。\\r\\n', '\\r\\n\\t用过的餐具要及时清洗，经常消毒，保证它健康无病。\\r\\n', '\\r\\n\\t该犬的运动量并不算大，可以不用每天带它外出散步，偶尔短距离走一走或让它在院子里自由走动十几分钟，或适当的跳跃和小跑就足够了。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/17/141720711.jpg", "中文名字  ：": ["细犬"], "英文名字  ：": ["China Canines"], "别      名：": "中国细犬、细狗", "分布区域  ：": "中国", "原  产  地：": "中国山东", "体      型：": "中型犬", "功      能：": "狩猎犬", "分      组：": "狩猎犬，工作犬", "身      高：": "50厘米以上", "体      重：": "20-30公斤", "寿      命：": "9-11年", "参考价格  ：": "1000-1500", "特      点：": "不掉毛,易打理,易训练", "粘人程度  ：": "60%", "喜叫程度：": "10%", "掉毛程度：": "20%", "体味程度：": "40%", "美容程度：": "20%", "对小孩友善程度：": "60%", "对生人程度：": "20%", "对动物程度：": "60%", "运动量：": "80%", "可训练性：": "80%", "口水程度：：": "40%", "耐寒程度：": "40%", "耐热程度：": "90%", "城市适应度：": "100%", "简介：     ": "['\\t在很早之前，猎兔犬就被统称为细犬，即大家所知道的中国细犬，只不过后来又细分成了山东和陕西两种类型，随着历史的发展，又在此分化成山东，陕西，河北和蒙古四种类型，不过实际上真正有资格担得上细犬这一名称的还是只有山东和陕西这两种。', '\\t其实如今提起细犬，多少还觉得有点尴尬，本来随着狩猎的需求降低，细犬的发展就停止许久，数量不多，结果2000年左右的时候，国外的一些猎犬以及其他的犬种大量进入中国，致使细犬逐渐被惠比特犬、灵缇犬所取代，让细犬市场的回暖遥遥无期!!', '\\t山东细犬比陕西细犬的饰毛要稍微短一点，不过它的四肢肌肉发达，给人一种秀气的印象。而陕西细犬除了饰毛稍长之外，最明显的特征就是羊鼻梁，给人一种尖锐的印象。', '\\t细犬聪明、动作敏捷，对主人忠诚，对陌生人则十分警惕，不会轻易让陌生人靠近自己的领地范围，非常适合作为护卫犬。', '\\r\\n\\t中国细犬，即细犬，是我国是一个非常古老的狩猎犬种，源自山东聊城、梁山(长毛品系)以及山东济宁(短毛品系)。最早主要是被作为狩猎犬而饲养，后来由于狩猎的需求降低，因而饲养量急剧下降，致使许多纯种细犬没能延续下来，现存的数量不多。\\r\\n', '\\r\\n\\t还有一种叫陕西细狗的，也有非常古老的历史了，和山东细犬差不多，也是主要作为猎犬司饲养的犬种，只不过生活的区域不同，所以叫法不一样，陕西细犬主要集中在陕西的关中渭南地区，过去用于追逐、狩猎野兔，后主要用来看家护卫。\\r\\n', '\\r\\n\\t细犬虽然体型高大，但并不属于壮硕型，而是纤瘦型，就好像一个苗条的女子，在许多人看来它可能略显瘦削，完成不了什么艰巨的任务。但实际上该犬爆发力很强，适应能力也很强，可以在城市生活。只是作为猎犬，它对于活动量的需求是挺大的，再加上个子高，家里必须有足够的空间让它居住，因此不太适合上班族和老年人饲养。\\r\\n', '\\r\\n\\t整体：尖细而狭长的吻部 ，平直或微凹的宽阔鼻梁，黑色的鼻镜，若是白色的犬只则允许有肉色的鼻镜。舌头通常是红色的，有黑斑(花舌)的最好。\\r\\n', '\\r\\n\\t头：头骨宽阔，呈楔状，额头平坦\\r\\n', '\\r\\n\\t眼睛：椭圆形的大眼睛，明亮的眼神，显得神情无比活泼聪明，通常眼睛色素深一些的会更理想。\\r\\n', '\\r\\n\\t耳：两耳之间的距离小，耳薄，呈V形，下垂着，耳尖钝圆，耳朵的长度可以达到咀角处。\\r\\n', '\\r\\n\\t颌/牙：强健有力的颌部，牙齿呈剪状咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈长十分合适，呈圆拱的外形，有着发达而结实的肌肉，扭动灵活，与肩部平滑相连。肩胛长，稍微往后倾斜着。身躯曲线流畅，十分美观。腰部比较细，但结实有力，略圆拱，然后与臀部相融。髋骨十分突出，腰窝上提。肩高约等于体长，胸深，肋骨扩张良好，宽度适中。\\r\\n', '\\r\\n\\t缺陷：颈部太短或太粗，羊脖子，鹅脖子，颈部缺乏肌肉或骨量不足。弓背，凹陷的背部，鹅屁股，腰部松弛，髋骨不突出。\\r\\n', '\\r\\n\\t背：基本上是完全水平\\r\\n', '\\r\\n\\t四肢：前肢笔直，结实有力，肩部的肌肉明显，肩关节的角度比较恰当，使腿处在身体下方非常恰当的位置。从肘部到骹骨这一段的距离非常长，骹骨长而笔直。\\r\\n', '\\r\\n\\t后躯有力且肌肉发达，飞节和臀部之间的这一段长度合适;飞节的位置低，与膝关节形成合适的角度;从飞节到胯部稍有弯曲呈弓形。足爪的长度适中，脚趾长，圆拱，紧凑未张开，不过也不像猫足;整体的印象是十分结实而柔顺的，脚趾之间有羽状饰毛。\\r\\n', '\\r\\n\\t缺陷：骹骨松懈或被压垮，膝关节太直，飞节太长。\\r\\n', '\\r\\n\\t尾巴：尾根的位置不是太高，细长的尾巴自然地呈曲线状下垂，末端弯曲，或卷成环状。尾巴的下方有丝质的长的羽状饰毛，但不是十分浓密。\\r\\n', '\\r\\n\\t缺陷：卷曲太多，或是翻卷过背、弯向身体一侧;太粗。\\r\\n', '\\r\\n\\t被毛：平滑而服帖，紧紧地覆盖着身躯，身上的毛发比较短，耳朵还有尾部处长有丝质的羽状长毛，除此之外，其他部位的毛发都要尽量保持短而整洁，使整体看起来清爽利落 \\r\\n。\\r\\n', '\\r\\n\\t颜色：所有颜色都是允许的，以白色、黑色、红色为主，纯色较多。也有青色、虎斑色(梨花)，不过比较少见。黑色的犬只允许胸口处出现白色被毛。\\r\\n', '\\r\\n\\t若买回来的狗狗还不到一个月，或是在1-2个月之间，此时要以奶粉为主食，其他的食物这个阶段的狗狗都是没办法消化的。如果非要给它吃，只会伤害小狗的食道和肠胃。\\r\\n', '\\r\\n\\t而且狗狗不能喝牛奶，建议选择一款比较好且比较纯的羊奶粉来饲喂，由于这个时期的幼犬对于营养的需求是非常高的，如果喂的奶粉质量不好，营养不全面，会导致体质不好，那么长大后就更容易生病了。\\r\\n', '\\r\\n\\t幼犬的消化功能还不太好，注意饮食的营养均衡，而且要定时定量饲喂，人的食物对狗狗来说既充满了诱惑又充满了致命的危险。所以主人绝对不能心软，只可以给它们吃专门的优质的犬类食品。\\r\\n', '\\r\\n\\t平时别随便给它投喂零食，以免幼犬养成挑食的坏毛病，从而营养不良。每次喂食到7-8分饱就可以了。\\r\\n', '\\r\\n\\t黑色狗狗的四蹄为雪白的犬只，俗称“雪上飞”，是梁山细犬中的上品。挑选细犬，第一查血统，第二看体型。血统应纯正，各个部位的长相应符合标准，且整体比例要匀称恰当。\\r\\n', '\\r\\n\\t山东细犬的参考体型：头为长楔形，吻部尖细而且狭长，耳朵下垂着，紧贴着脸部;胸深，腰细，腹部收紧，弓形背，四肢健壮，肌肉发达;前腿笔直后腿弓，脚爪坚硬且紧密不张开，足垫厚实，爪子看起来好像没着地，其实是着地的;尾巴细长有节，自然下垂，末端略弯。\\r\\n', '\\r\\n\\t目前市场上纯种的细犬数量极少，一般的幼犬800-1200左右可以买到，宠物犬级别的则1500-3000元不等。1-2岁的且品相好一些要3000-4500。若是赛级的且奔跑速度极快的，基本在4000-8000元甚至更高。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/20/104503381.jpg", "中文名字  ：": ["比格犬"], "英文名字  ：": ["Beagle"], "别      名：": "猎兔犬，格鲁猎犬", "分布区域  ：": "美国，日本", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "狩猎犬", "分      组：": "狩猎犬", "身      高：": "33-41厘米", "体      重：": "8-14公斤", "寿      命：": "12-15年", "参考价格  ：": "1500-2000", "特      点：": "友善,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "60%", "掉毛程度：": "60%", "体味程度：": "60%", "美容程度：": "40%", "对小孩友善程度：": "100%", "对生人程度：": "90%", "对动物程度：": "100%", "运动量：": "60%", "可训练性：": "20%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t比格犬，也叫“米格鲁猎兔犬”，是一个十分古老的犬种，自亨利八世和伊丽莎白女王一世起就极受人们的宠爱。过去主要被用来猎捕兔子，直到现在，英国还保留着用比格犬田间猎兔的活动。比格犬还因为体内各项生理指标的良好稳定性而被广泛用于科学实验。', '\\t比格犬被分为两个种类(AKC)：南方猎兔犬(体型较大)和北方猎兔犬(体型较小)。', '\\t比格犬作为一种狩猎犬，却能成为世界名犬之一，尤其在日本和美国备受欢迎，自然有它的独特之处。它的名字是来自法语的“beagle”，原名为米格鲁猎兔犬，就是小的意思。', '\\t现在比格犬已经发展到了世界各地，而美国在引进了比格犬之后，对其进行了一定的改良，所以美国的比格犬普遍要比英国的比格犬体型小一些。最近几年来由于中国人民对宠物的爱好以及兴趣的提高，使该犬也被少量引进中国，成为家庭宠物犬之一。', '\\t猎兔犬的祖先据说包括猎狐犬、灵提和猎狐梗。它的长相其实和同属猎犬的猎狐梗十分相似，不过由于它的体型更小一些，所以主要被用来猎兔，所以也叫猎兔犬。', '\\t比格犬性格活泼，比例协调，强健有力，品质良好，工作能力出色，能适应不同的地形条件，并长时间持续工作却不知疲倦。运动机能以及嗅觉都十分优秀，具有群猎犬的特征。', '\\r\\n\\t与猎野兔有关的历史最久远的一个作品应该是一篇出自约公元前400年的散文，是当时一位叫做色诺芬的古希腊历史学家所撰写的著作，因为有这个历史底蕴为基础，所以在后来的两千多年里，追猎野兔成为犬的最权威机构举办的活动中一个非常受人追捧的活动项目。\\r\\n', '\\r\\n\\t比格犬是狩猎犬类中体型最小的一个品种，起源于古希腊时代。偌曼人和法兰西人的混血民族过去曾把它作为狩猎兔子的好帮手来饲养。于1066年被传入英国，由于那时候的比格犬体型很小，经常被人们放在口袋里，因此有了口袋米格鲁犬的称号，而今的米格鲁猎犬也正是由它所改良来的。\\r\\n', '\\r\\n\\t1895年英国成立了米格鲁猎犬俱乐部，在此之后没几年就被引入到了美国。因为比格犬在古希腊时代就是猎兔犬的后裔，因而后来更是被训练成猎狐犬，它们追赶猎物的时候通常是成群出动，战绩斐然。由于身体技能的稳定性良好，后又被作为实验动物为科学研究做出巨大贡献，在用犬为实验动物的研究成果中，只有用了Beagle的才能得到国际的公认。如今更多的是作为伴侣犬饲养在家里，或者是作为猎犬群养。\\r\\n', '\\r\\n\\t猎兔犬在美国所有的嗅迹猎犬中名气是最大的，从殖民地时期开始它们就被广泛用于打猎活动中。之后，猎免犬在用人工嗅迹打猎中的出色成绩获得了人们的宠信。\\r\\n', '\\r\\n\\t因为比格犬体型娇小，易驯服，擅长抓捕，反应快，性格活泼，对主人感情身后，长得也十分可爱，因此深得人们的欢心。该犬友善通人性，吠叫声不尖锐，反而十分悦耳，十分黏主，是很适合作为家庭犬饲养的，尤其是爱心爆棚的女士以及空闲时间比较多的人。\\r\\n', '\\r\\n\\t不过由于比格犬成群的话就特别喜欢此起彼伏地一起吠叫，那样就比较吵闹了，所以若城市家庭饲养的话，建议养一只就好了，也更方便从小开展训练，纠正它胡乱吠叫的习惯。当然，如果完全不希望它乱叫，那可以考虑做个声带切除手术。\\r\\n', '\\r\\n\\t比格犬非常爱干净、讲卫生，所以每天都应该帮它刷毛，保持犬体的清洁。\\r\\n', '\\r\\n\\t另外，作为猎犬，它对运动的需求量是比较大的，可能会超过一般的小型犬，这就要求家长每天有充裕地时间带它出去活动，以满足每日所需。那么上班族和体力较弱的老年人可能就不是那么适合去饲养了。\\r\\n', '\\r\\n\\t整体：肩高大约19~21英寸。\\r\\n', '\\r\\n\\t体形：体型修长，体长略大于肩高。\\r\\n', '\\r\\n\\t体质：结构稳固，强壮有力，品质良好。该犬种应拥有尽可能多的骨量和肌肉，但又不至于显得有丝毫的沉重或粗糙。\\r\\n', '\\r\\n\\t头：头部与整体所呈的比例十分协调。头部上没有哪个地方比其他的部分突出。在放松的时候，表情温和而机智，如果在自己的状态中被打扰，则会表现出警惕的表情。从止部到鼻尖的距离与它到后枕骨处的距离是一致的，口吻坚固，且足够深。整个唇线呈正方形，使口吻上显得整洁，没有多余的皮肤或下垂的上唇。好的鼻镜十分重要，鼻镜宽阔，鼻孔张开。\\r\\n', '\\r\\n\\t眼睛：大小适中，两眼之间距离较大，深色狗的眼睛颜色通常是褐色或榛色，浅色狗的眼睛则为浅榛色或黄色，但深色眼睛是最理想的。\\r\\n', '\\r\\n\\t耳：耳根的位置低，下垂并贴着面颊，耳尖部位圆。\\r\\n', '\\r\\n\\t颌/牙：牙齿：呈剪状咬合或钳状咬合。\\r\\n', '\\r\\n\\t上颚突出式咬合或下颚突出式咬合均属于缺陷，牙齿极其不整齐也属于缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈长而结实，没有多余的皮肤或赘肉，往下逐渐的变粗，平滑的融入肌肉发达的前躯。胸深可达肘部，肋骨支撑良好，往后扩张，为心脏和肺提供了充足的空间，但是肋骨支撑不可太过夸张以免影响到前躯正常、舒展、有效的动作。腰短而宽阔，肌肉发达。\\r\\n', '\\r\\n\\t背：背部肌肉发达，在马肩隆后无塌陷，在腰部也没有拱起，背线水平。\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t角度合适，肩胛长而倾斜，往后靠着肌肉发达的背部，马肩隆整洁。肩胛骨肌肉发达，但是不会过于沉重或形成抗肩膀，应该给人动作舒展有力的印象。肘部离肋骨的距离合适，平行于身躯，不外翻。腿极直，骨量充足，往下一直到脚趾。关节突出十分微弱不不明显，一点都不夸张，不仔细看的话不太能看出来。足爪如猫足，圆形，脚趾紧凑，略向内转。脚垫厚实，发达而结实。\\r\\n', '\\r\\n\\t后躯：和前躯形成相互协调的恰当角度，所以后躯驱动力和前躯的伸展性都协调良好。肌肉十分发达，能够维持长时间持续工作的耐力。因此耐力要比单纯的速度更为重要，这就要求后膝关节的角度必须适中。足爪与前肢一致。\\r\\n', '\\r\\n\\t尾巴：长，尾根的位置高，往上举着，在12点到13点的时针区域。往尾尖方向逐渐变细，毛发浓密如刷子。尾巴不应该卷曲到背后。\\r\\n', '\\r\\n\\t被毛：短而浓密，质地较硬，但光泽度良好。耳朵上的毛发质地要比身体上的细腻。\\r\\n', '\\r\\n\\t颜色：任何颜色，这不是太重要的因素。\\r\\n', '\\r\\n\\t步态：前后腿十分的协调。前躯伸展和后躯驱动一致，都是希望形成的中等的角度。无论是跑过来还是跑远，均保持直线行进，没有明显的侧行迹象。\\r\\n', '\\r\\n\\t前足爪略有点脚尖向内是允许的。明确清晰的来去动作非常重要，不过还是比不上侧面观察的步态重要，从侧面观察，步态必须是平顺、有效，且步幅大的。\\r\\n', '\\r\\n\\t比格幼犬时\\r\\n', '\\r\\n\\t幼犬狗粮泡软后，可适量添加一些钙粉再饲喂，补充营养。成年后之后再换成犬粮，更换狗粮的时候不要突然彻底换过来，要循序渐进，每次一般新狗粮一半旧狗粮，试个两、三天，然后慢慢增减新狗粮的分量，减少旧狗粮，一星期差不多就可以全喂新狗粮了。另外，也可以在狗粮中添加一些用清水煮的胡萝卜、鸡胸肉以及鸡蛋黄等食物，不仅营养丰富，还很美味，狗狗会很喜欢。\\r\\n', '\\r\\n\\t小猎兔犬\\r\\n', '\\r\\n\\t别觉得你的狗狗可爱就不停地给它东西吃。必须根据狗粮厂商所生产的狗粮口袋或罐头上的说明来喂食。虽说有的狗粮是针对肥大的体形，但在幼犬时期还是不建议喂食太多，以免对狗狗后期的生产发育造成不良的影响。\\r\\n', '\\r\\n\\t成年猎兔犬\\r\\n', '\\r\\n\\t成年犬通常就不再需要额外给予食物了。几个常见的狗粮品牌就足以满足你的选购需求了，里面含有狗狗所需要的全部营养。只需要注意根据狗狗的发育及时调整饲喂量，让狗狗保持每个年龄段正常的体型就可以了。当然，略瘦一点更好!\\r\\n', '\\r\\n\\t老龄猎兔犬\\r\\n', '\\r\\n\\t一般超过七岁的狗狗可以开始吃专门为老龄狗设计的狗粮了，狗狗到了这个阶段，通常胃口会下降，而且身体技能减弱，运动减少，很容易发胖，吃专业的狗粮更利于健康。\\r\\n', '\\r\\n\\t表演猎兔犬\\r\\n', '\\r\\n\\t至于狩猎、竞赛、向导或作为警犬使用的比格犬，那么基于它们生理上的频繁工作和沉重压力，通常除了每顿的狗粮补充营养，还需要额外补充能量的。\\r\\n', '\\r\\n\\t怀孕中猎兔犬\\r\\n', '\\r\\n\\t孕期和哺乳期的母狗肯定是需要额外的饮食补给的。如果营养不良，对母犬和小狗都十分不利。尤其是要照顾好怀孕的母犬，严格根据喂养指示来给予食物，确保它有足够的能量为幼犬们喂奶。\\r\\n', '\\r\\n\\t比格犬的头骨应该接近长的椭圆形，长与宽都应适中，头后部略呈圆形，枕部比较宽。耳朵应该向下垂着，可以达到嘴下方的位置，且紧贴在面颊两侧。\\r\\n', '\\r\\n\\t被毛有两类：一种是细密而平滑的，另一种则是较为粗糙的。毛色应为白色、蓝黄色、黑黄色或三色交错的杂色。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201805/31/095920571.jpg", "中文名字  ：": ["迷你牛头梗"], "英文名字  ：": ["Miniature Bull Terrier"], "别      名：": "迷你牛头梗", "分布区域  ：": "多数分布在英格兰", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "25-35 厘米", "体      重：": "11-15 公斤", "寿      命：": "10-12年", "参考价格  ：": "2600起", "特      点：": "易打理,耐寒", "粘人程度  ：": "10%", "喜叫程度：": "10%", "掉毛程度：": "60%", "体味程度：": "40%", "美容程度：": "10%", "对小孩友善程度：": "60%", "对生人程度：": "40%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "20%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t迷你牛头梗是如今现存的斗牛梗中体型最小的一种，它的祖先是19世纪初期在英格兰培育的原始牛头梗。过去培育牛头梗主要是为了逗引公牛，之后又慢慢发展为参与斗狗活动。', '\\t迷你牛头梗属于牛头梗的迷你版，除了体型更小之外，其他的特征都没有变化。该品种在1993年得到了联邦养狗人俱乐部的认可并给予登记注册。', '\\t迷你牛头梗精力旺盛，充满了激情和勇气，服从性好，经过训练后非常懂得遵守纪律。虽说外表看上去很强壮，好像略显凶悍，但实际上性情很温和。', '\\t活泼好动，勇敢无谓，对主人的命令绝对服从。聪明伶俐，对任何食物都充满了了好奇心，敏感又滑稽有趣。对主人和家庭十分钟爱，希望得到主人的陪伴和关爱;但同时，它也是一种固执、稀罕以自我为中心且支配意识强的犬种，有时候会表现出它粗野的一面，破坏能力和攻击性都很强。', '\\r\\n\\t迷你牛头梗来自于19世纪的英国，它的祖先就是19世纪初期所培育出来的原始牛头梗。\\r\\n', '\\r\\n\\t1993年被联邦养狗人俱乐部所认可并给予登记注册，在19世纪的时候还非常普及，但随着时间的推移，中间有很长一段时间人们对它丧失了兴趣，受欢迎程度渐减，在有关人士的推动和宣传下才又重新受到重视。\\r\\n', '\\r\\n\\t现代牛头梗听说是用已灭绝的英国白梗(English White Terrier)与斗牛犬、大麦町(Dalmatian)，以及西班牙波音达(Spanish \\r\\nPointer)、灵缇(Greyhound)、惠比特(Whippet)和猎狐犬(Foxhound)等血统培育而来的。但有研究数据显示，培育专家们为了让牛头梗的头部显得更长，在培育过程中应该还加入了俄国狼犬(Borzoi)和柯利犬(Collie)的血统。\\r\\n', '\\r\\n\\t19世纪的时候，白色牛头梗在喜爱斗牛犬的人当众颇受好评。\\r\\n', '\\r\\n\\t大概是在1850年，英国的犬商James \\r\\nHinks开始大量培育牛头梗。而当时的人们最喜欢白色宠物，Hinks为了迎合市场，便开始全力培育白色的牛头梗。在1862年5月的伯明翰狗展上，Hinks展出了一种接近现代形态的白色牛头梗，当时轰动全场，被誉为最时髦的狗狗。理所当然的，白牛头梗马上就成为了那时最流行的宠物狗。在此后的一段时间里，只有白色的品种被称为牛头梗，也只有白色的品种可以参加犬展，因此还被称为“白色骑士”，以彰显它的高贵和独特。\\r\\n', '\\r\\n\\t牛头梗虽然长得短小精悍，面相看起来也有点凶猛;但实际上它的性格十分乖巧，而且服从性高。待人友善，尤其是对小孩子，十分的和善、友好。不过由于它的争斗心比较强烈，所以可能经常会伤害其他的犬只，那么在日常饲养中就需要对其严加看管。有小孩的家庭要是慎重饲养，以免误伤。\\r\\n', '\\r\\n\\t牛头梗性格独立，因此它们会更适合有着独立生活能力的人来饲养，空闲时间尽量陪伴它就可以了。它们的运动量比较大，所以家里的空间最好能大一些，方便它们奔跑发泄旺盛的精力，并保持它健壮的身材。\\r\\n', '\\r\\n\\t整体：鼻镜为黑色的，鼻孔适当张开，鼻尖略往下弯。体贴而富有耐心，虽然对其他犬类颇具攻击性，但对人类还是比较友好的。如果照顾得好，并保证它每天的活动量充足，那么它绝对能够成为一只忠实的家庭犬。\\r\\n', '\\r\\n\\t体格有力，呈蛋形，略弯曲。嘴唇紧闭，且整洁。腰部略拱。肋骨的扩张性良好。胸宽。肩部结实、肌肉发达，但不会显得笨重。腿部的骨量充足，但又不至于显得粗糙。前肢长度适中，非常笔直。尾巴短，尾根的位置低，平举着。被毛短而平滑，摸起来虽然粗糙，但光泽度良好。被毛颜色有纯白色、白色带别的斑纹或其他任何颜色。\\r\\n', '\\r\\n\\t迷你牛头梗的体格强壮、比例匀称，动作敏捷、表情机警，聪明机灵，精力旺盛，勇敢果断，性情温和，服从性极好。\\r\\n', '\\r\\n\\t体重与身高形成一个合适的比例，使迷你牛头梗的外形整体看起来呈方形。\\r\\n', '\\r\\n\\t头：头长而结实，吻部狭长，面部轮廓为椭圆形，没有瑕疵，如蛋的形状：头顶到鼻尖呈一条柔和的曲线，前额扁平，从鼻尖到眼睛的距离比眼睛到头顶的距离大。\\r\\n', '\\r\\n\\t眼睛：眼睛下陷，眼珠漆黑、闪闪发光，眼神无比敏锐、勇敢且聪慧。小，呈三角形，略斜，两眼之间的距离不大。\\r\\n', '\\r\\n\\t耳：小而薄，两耳距离较近，直立在脑袋上方。\\r\\n', '\\r\\n\\t颌/牙：下颌宽而有力。牙齿为钳状咬合或剪状咬合\\r\\n', '\\r\\n\\t颈、躯体：颈部欣长，呈拱形，肌肉十分发达;从肩部往头部方向逐渐变细，皮肤松弛。肩后的肩隆部没有松弛或倾斜。躯干圆筒，肋骨往外扩展、往后延伸，从前面看，胸廓较宽，从肩隆部到胸部有一定的深度，使胸后部看起来要比腹部更靠下。在胸部到腹部的腹中线有一向上的弯曲。\\r\\n', '\\r\\n\\t背：背短而结实，腰部略拱。\\r\\n', '\\r\\n\\t四肢：肩部肌肉发达、强健有力，但不显雍肿。肩胛骨扁平且宽，朝着斜上方有明显倾斜，前腿的骨骼粗大，长度中等，笔直而牢固地支撑着身躯的全部重量。肘部既不外展也不内收，掌部粗壮而直。\\r\\n', '\\r\\n\\t从后面看，两后腿之间是相互平行的，站立时，可以明显看出腿部的肌肉十分发达，肘关节往下沉，膝关节弯曲，小腿的发育良好，跖部虽短，但是很直。足爪圆且紧凑，如猫足。\\r\\n', '\\r\\n\\t尾巴：短，下垂，尾根的部位较粗，往尾尖方向慢慢变细。\\r\\n', '\\r\\n\\t被毛：短而平滑，质地粗糙，不过富有光泽。皮肤紧绷。\\r\\n', '\\r\\n\\t颜色：对于白色或纯白色被毛，头上有斑纹或皮肤有色素沉着都属于正常情况。而对其他颜色的犬来说，应该有一种颜色为主色。\\r\\n', '\\r\\n\\t步态：行走时平稳流畅，看起来十分轻盈。不管是从前面还是后面观察，前后肢的动作都保持协调一致，前肢伸出的时候，后肢关节会开始弯曲。步态灵活敏捷且沉稳有力。\\r\\n', '\\r\\n\\t牛头梗最喜欢到外面去散步，不喜欢总是被关在家里，因此每天至少要带它出去散步一次，如果保证不了它每日的运动量需求，那么它很容易出现消化不良、便秘或皮肤病，还会因为体型缺乏锻炼而未能及时得到调整，背线及四肢会生长异常，致使姿势出现偏差。运动有助于加速犬只的血液循环，促进新陈代谢，提高食欲，锻炼身体，保持健康，尤其是对牛头梗这种活泼好动的狗狗，运动绝对是少不了的饲养内容\\r\\n', '\\r\\n\\t如何才能挑选到一只各方面都比较好的牛头梗呢?首先看头部至口吻末端，必须结实且深，但又不至于显得粗糙。面部丰满，呈卵形，使得整个面部轮廓看起来十分丰满且向上，无任何凹陷或中断之处，也就是我们所说的呈蛋形。从侧面看，头顶到鼻尖是形成略往下的拱形曲线。两耳之间的额头部位应平坦。鼻尖到眼睛的距离是大于眼睛到头顶的距离的。下颚应深且轮廓清晰。\\r\\n', '\\r\\n\\t再看牙齿，应呈钳状咬合或剪状咬合。若是剪状咬合，那么前端的上下齿必须紧密结合，牙齿健康、结实且整齐。\\r\\n', '\\r\\n\\t然后就是看耳朵，迷你牛头梗的耳朵要小而薄，而且间距小。当耳朵往上时，应该有足够的硬度使其保持竖立。\\r\\n', '\\r\\n\\t它们的眼睛应该下陷，且颜色越深越好，眼神敏锐聪颖，眼睛小，呈三角形，位置略有点歪斜，间距也不大。蓝色的眼睛属于失格。\\r\\n', '\\r\\n\\t它们鼻子的颜色为黑色最佳，鼻孔开阔且鼻尖向下。爪子圆而紧凑，适当上拱，与猫足相似。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/23/155247561.jpg", "中文名字  ：": ["迷你杜宾犬"], "英文名字  ：": ["Miniature Pinscher"], "别      名：": "鹿犬", "分布区域  ：": "德国", "原  产  地：": "德国", "体      型：": "小型犬", "功      能：": "玩具犬", "分      组：": "玩具犬", "身      高：": "25-30cm", "体      重：": "3-5kg", "寿      命：": "14-15 years", "参考价格  ：": "1000-4000", "特      点：": "无体味,易训练,护家,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "20%", "掉毛程度：": "40%", "体味程度：": "10%", "美容程度：": "40%", "对小孩友善程度：": "20%", "对生人程度：": "10%", "对动物程度：": "20%", "运动量：": "40%", "可训练性：": "100%", "口水程度：：": "20%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t迷你杜宾犬，平衡良好、结构紧凑、体格结实、比例精密，是一种非常典型的小型短毛犬。起源于德国，历史悠久，许多近代名画中都可以见识到它迷人的身姿，现在在欧美各国的发展十分良好。', '\\t该犬体型娇小，长相可爱，自然有活力，高傲而警惕的表情，显得十分机灵。骏马式的步伐、大胆的作风、绝对独立的个性以及充沛的精力是它独有的特征。', '\\t被毛短而平滑，质地略显粗硬，但光泽感良好。毛色有黑褐色和黄褐色，其中脸颊、嘴唇、下颚、咽喉部、前肢下半部以及后肢内侧这几个部位都是呈黄褐色的。', '\\t重要比例：身高与长度形成的比例应该使它的体型近似正方行。颅骨略呈圆形，吻部细长，耳朵大且直立。黑色的眼睛，呈椭圆形，眼神明亮清澈。前肢直立，后肢结实。尾根的位置高，一般是需要断尾的。', '\\t该犬活泼好动，动作敏捷，现在主要是被作为玩赏犬来饲养。但是在过去，尤其是在德国和斯堪地那维亚半岛，都是被当地居民作为工作犬和看护犬来饲养的。', '\\r\\n\\t迷你杜宾犬起源于19-20世纪之间，不过早在它出现之前的几个世纪，在德国和斯堪的那维亚地区就出现了小型杜宾犬(德语是梗类的意思)，由于长得和鹿十分相似，因此也叫做鹿犬，来自德国，在许多近代名画中都能见到它的身影，现在在欧美地区的发展十分良好。但迷你杜宾与小鹿犬并非一个品种。\\r\\n', '\\r\\n\\t它过去一直都是仕女们最喜爱的玩赏犬，法国大革命结束之后被送上断头台的皇后玛莉安唐妮，甚至在临死之前都紧紧抱着她神情悲伤的迷你杜宾，只是十分可惜的是，直到如今我们对于该品种的形成过程还未有定论。\\r\\n', '\\r\\n\\t在一战时期，德国本地的迷你品种基本上都灭绝了，但幸运的是在战争结束之后，从各国输入德国的大批犬只又促使德国的迷你品犬的数量达到了高峰。\\r\\n', '\\r\\n\\t迷你杜宾是用中型犬种改良而成的一个小型犬种。在1895年，德国设立了德国笃宾犬俱乐部，之后迷你杜宾犬也得到了公认。在1920年迷你杜宾犬被引入美国之后，就受到了美国人民的热情追捧。于1929年成立了美国迷你杜宾犬俱乐部。\\r\\n', '\\r\\n\\t迷你杜宾犬性格开朗活泼、体格结实强壮。行走时总是一副昂首阔步的自信姿态，让美国的犬迷们深深为其着迷。\\r\\n', '\\r\\n\\t四肢修长，身姿优美，当抬起前肢行走的时候，就好似小马驹一般轻快敏捷。该犬最擅长的是捕捉老鼠，有极强的警戒心，爱吠叫，十分适合作为守门犬饲养。\\r\\n', '\\r\\n\\t体型虽小，但却十分勇敢，皮毛短，护理简单又方便，通常女性和老年人应该会十分喜欢。\\r\\n', '\\r\\n\\t机智、警觉性高的杜宾犬还很适合作为军警用犬，这就是为什么它极少被家庭所饲养的原因之一。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t整体：迷你杜宾犬的肩高在26-30cm。\\r\\n', '\\r\\n\\t头：颅骨又窄又小，头部的尖端纤细，头顶则比较平坦。鼻子和被毛的颜色协调良好。鼻口部的力量强大，与头部形成良好的比例。\\r\\n', '\\r\\n\\t眼睛：椭圆形，大小适中，为黑色。\\r\\n', '\\r\\n\\t耳：耳朵尽可能小，耳根位置高的品种会比较好，直立耳和垂耳都有。美国以及其他部分国家通常会将它的耳朵修剪呈尖形。而在英国，是命令禁止为该品种断耳的。\\r\\n', '\\r\\n\\t颌/牙：呈剪状咬合，即上下牙齿紧密地重叠在一起。\\r\\n', '\\r\\n\\t颈、躯体：呈四方形的比例。胸部极为宽阔，腹部向上深入。\\r\\n', '\\r\\n\\t背：背部平直\\r\\n', '\\r\\n\\t四肢：前肢笔直，后肢的肌肉非常发达。足爪短而圆，紧凑，呈暗色。\\r\\n', '\\r\\n\\t尾巴：尾根的位置很高。一般都会被断尾。\\r\\n', '\\r\\n\\t被毛：短而平滑，富有光泽。\\r\\n', '\\r\\n\\t颜色：毛色主要有巧克力色，黑，蓝为底色，加上黄褐色斑纹或是红色的这一色系。黑褐色被毛的极为典型的迷你杜宾犬，它们的嘴唇、脸颊、胸部、下颚、喉部、前后足爪、脚跟以及尾下周围都是黄褐色的。\\r\\n', '\\r\\n\\t一般品种比较好一些的犬只，它胸部上是没有白毛的，若胸部出现了白毛，则尽量要让白毛的面积不超过硬币大小。\\r\\n', '\\r\\n\\t遗传疾病：一般来说，该犬没有已知遗传问题。\\r\\n', '\\r\\n\\t常见疾病：白内障、糖尿病、慢性肾衰竭、甲状旁腺功能减退、股骨头坏死、心力衰竭。\\r\\n', '\\r\\n\\t断奶后的一段时间，每天要饲喂四次。它的早午餐应添加适量的幼犬营养添加物，可加一杯热水或肉汤(如果有需要食物可弄得更软和或添加的量再多一点)，然后加入0.25磅的新鲜牛肉或四分之一罐的牛肉混合饲喂。而且，这个量仅仅是一个大概的喂食量，如果你愿意的话，牛肉也可以少放一点，换成其他的营养添加物也是可以的。在傍晚以及睡觉之前，应将蒸馏牛奶和温水以1:1的比例混和后喂给幼犬。\\r\\n', '\\r\\n\\t等到幼犬3-6个月大时，每天饲喂的次数调到3次，而且将两次牛奶改为一次肉类和营养添加物。如果小狗十分兴奋地将盘子都舔干净，且之前并没有给它加量的话，那么就表示这个饲喂量刚好。具体要根据幼犬的体型来酌量增减，过胖、过于圆润的，要适当减少。太胖不健康，容易对四肢以及肌肉造成太大的负担，从而出现松垂的条纹，那可是十分难看的。如果小狗体型偏瘦弱，则应适当地加量，要不然可能会营养不良，影响生长发育。\\r\\n', '\\r\\n\\t6个月之后，每天饲喂一次即可，然后中途喂食一次点心，或者改为早晚各喂食一次。如果你是每天喂食一次的话，那么正餐的时间建议在下午两三点。迷你杜宾犬有很多东西都是不能吃的，比如巧克力、鸡骨头等等。其他食物如果主人不确定狗狗是否能吃，那建议还是不要饲喂，只给狗粮就好。\\r\\n', '\\r\\n\\t注意：动物的肝脏中磷的含量很高，对健康不利，要少吃。巧克力和洋葱、大葱则不可以吃!\\r\\n', '\\r\\n\\t挑选杜宾犬的时候，重点看下它的头部是不是呈契形，眼睛要如杏核一般形状，且眼神警觉。脸部线条清晰而分明。肌肉发达结实。整体看起来健康有活力，步态沉稳有力。毛发短而平滑，颜色鲜明，不杂乱。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/28/165615641.jpg", "中文名字  ：": ["捕鼠梗犬"], "英文名字  ：": ["RAT TERRIER"], "别      名：": "美国捕鼠梗犬", "分布区域  ：": "美国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "36-40厘米", "体      重：": "10-18公斤", "寿      命：": "11-14年", "参考价格  ：": "1000-5000", "特      点：": "不掉毛,吠叫,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "80%", "掉毛程度：": "20%", "体味程度：": "40%", "美容程度：": "40%", "对小孩友善程度：": "80%", "对生人程度：": "50%", "对动物程度：": "60%", "运动量：": "80%", "可训练性：": "60%", "口水程度：：": "40%", "耐寒程度：": "100%", "耐热程度：": "90%", "城市适应度：": "20%", "简介：     ": "['\\t捕鼠梗，全名捕鼠梗犬，别名美国捕鼠梗犬，英文名：Rat Terrier。肩高：36-40厘米，体重：10-18公斤。性格活泼好动，动作非常灵敏，对陌生人十分警惕，缺点是有点喜欢吠叫。', '\\t在19世纪90年代，捕鼠梗还是被人们用来取乐的，专门让它参加捕鼠游戏，目前主要还是用作猎犬。不太适合作为小孩子的宠物狗和伙伴，比较危险。', '\\r\\n\\t捕鼠梗是一种小型宠物犬，也叫做美国捕鼠梗，但它最初的起源地应该是英国而非美国，只不过后来才被引进美国受到热烈欢迎，后在这里得到了很好的发展。\\r\\n', '\\r\\n\\t比较适合有小孩的家庭饲养。耐寒耐热能力都比较强，能适应任何环境，不过由于活动量比较大，需要进行大量的身体训练，因此并不适合城市生活。该犬体型小一些的可以成为可爱的家庭犬，稍大点的则更适合频繁的户外活动。\\r\\n', '\\r\\n\\t头：呈梨形，又宽又大\\r\\n', '\\r\\n\\t耳：一般是竖立着的，但也可以折叠\\r\\n', '\\r\\n\\t四肢：肢体肌肉丰满而发达，大腿修长，充满了力量\\r\\n', '\\r\\n\\t颜色：多种颜色或任何颜色\\r\\n', '\\r\\n\\t捕鼠梗作为一种捕猎犬，它的运动量比较大，自然热量的消耗也比较大，因此日常饮食中必须有定量的肉类食物。肉来还应煮熟切碎后与其他食材拌匀后再喂食，等到狗狗再大一些，可以适量在食物中添加一点骨粉。幼犬少吃多餐，每顿的喂食量不宜太多，食材尽量选择软一点的。\\r\\n', '\\r\\n\\t狗狗成年之后才能开始吃硬一点的食物。成年之后每天两顿，让它吃到七八分饱就行了。\\r\\n', '\\r\\n\\t第一：虽然给狗狗梳理毛发并不是一件多么困难的事情，但仍旧需要主人认真对待，首先是要买一个专业的犬用梳子，别用人用的哦。如果主人有时间，可以做到每天给捕鼠梗犬梳理毛发，那么它的毛发只会越来越柔顺，越来越有光泽。\\r\\n', '\\r\\n\\t第二：给捕鼠梗准备一个温馨舒适的狗窝。如今有不少宠主都自己动手给爱犬做狗窝，当然也有的直接去网上订购。不管狗窝是怎么来的，都代表了主人的关系和爱，宠主们只要注意，狗窝应该根据季节的不同来选择，毕竟不同的气候下，需求是不一样的，冬天最好保暖一些，而夏天则最好凉爽一些。这样狗狗才能睡得更舒服更踏实，不会因寒冷或燥热而睡不安稳。\\r\\n', '\\r\\n\\t除了日常饮食和护理，主人还要关注狗狗的健康问题，定期给狗狗洗澡、刷牙、驱虫以及清洁身体，隐秘部位也不能忽略哦。最起码每年要带狗狗去医院做一次全面的身体检查，并注射疫苗等等。\\r\\n', '\\r\\n\\t捕鼠梗的毛发可以是任意的颜色，同时身上出现不同的几种颜色也是可以的。成年的捕鼠梗肩高可达到36cm-40cm，体重10kg-18kg，在小型犬中是出了名的捕猎能手。\\r\\n', '\\r\\n\\t捕鼠梗的表情看起来就很聪明，耳朵很大，直立在脑袋上面，背线平滑。前后驱肌肉结实有力，能够展现出极快的速度和灵活度。平时尾巴一般是向前卷曲着的。颈部直且长，一直延伸到前驱肩胛骨的位置。\\r\\n', '\\r\\n\\t整体的协调性良好。眼睛非常大，明显但不凸出。鼻子位置较高，鼻镜为黑色。牙齿较为锋利，呈钳式咬合，咬合力极强。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/28/151152251.jpg", "中文名字  ：": ["巴斯特牛头梗"], "英文名字  ：": ["Bull Terrier"], "别      名：": "巴斯特牛头梗", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "家庭犬", "分      组：": "家庭犬", "身      高：": "48-56厘米", "体      重：": "18-22公斤左右", "寿      命：": "10-12年", "参考价格  ：": "1500-10000", "特      点：": "易训练,护家", "粘人程度  ：": "50%", "喜叫程度：": "40%", "掉毛程度：": "40%", "体味程度：": "30%", "美容程度：": "20%", "对小孩友善程度：": "60%", "对生人程度：": "30%", "对动物程度：": "40%", "运动量：": "80%", "可训练性：": "80%", "口水程度：：": "40%", "耐寒程度：": "50%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t巴斯特牛头梗虽然体型不大，但也属于猛犬类型，因为它强壮有力，有着十分过硬的身体素质。', '\\t该犬性情较为急躁，争强好胜，在犬类中从不让步，争夺第一的欲望无比强烈，甚至经常为此做出伤害其他犬类的行为，据说它能在三分钟内咬死一只德国黑背，或许是谣言，但足以见得它的战斗欲多么强烈。', '\\t当然，巴斯特牛头梗也有许多优点的，比如对主人十分温顺、乖巧听话，待人友善，尤其喜欢小孩子，对儿童相当友好和善、有耐心，智商高，无条件服从自己的主人。它的看家能力是毋庸置疑的，护主的话需要进行训练。', '\\r\\n\\t巴斯特牛头梗是一种梗类犬，起源于英国。\\r\\n', '\\r\\n\\t好斗好胜是巴斯特牛头梗的天性，不过若是训练得好的话，它也能够成为一种很不错的家庭伴侣犬。所以，很多有挑战欲和征服欲的爱犬人士对巴斯特牛头梗还是充满了兴趣，跃跃欲试。\\r\\n', '\\r\\n\\t头长且深，结实强壮，一直延伸到口吻末端，但是不会显得粗糙。整个脸部轮廓呈椭圆形，面部饱满而光滑。\\r\\n', '\\r\\n\\t巴斯特牛头梗幼犬一般在6 \\r\\n个月大的时候，身体各方面就发育得十分均衡了，一岁时基本定型，达到最终的均衡。如果你有想象过自己将要挑选的巴斯特牛头梗大概长什么样的话，不妨在巴斯特牛头梗6个月大的时候就去挑选，其次是成年时选择，第三选择就是6周大的时候。\\r\\n', '\\r\\n\\t注意：\\r\\n', '\\r\\n\\t建议选择性格活泼外向的幼犬，别选那种看见生人还往盒子里躲的。\\r\\n', '\\r\\n\\t测试听力：在幼犬玩耍时，你躲起来观察每只狗狗。在它们不注意的时候击掌发出声音，若幼犬能够马上给出反应并好奇地寻找声音的来源，那明显表示听力是没有问题的。\\r\\n', '\\r\\n\\t建议选择身体强壮且合群的，而不要选择那种看起来比较瘦弱且孤僻的。\\r\\n', '\\r\\n\\t挑选巴斯特牛头梗幼犬的时候最好可以看到它的父母亲，或是让卖家出示正规的血统证明。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/16/143030851.jpg", "中文名字  ：": ["雪纳瑞犬"], "英文名字  ：": ["Standard Schnauzer"], "别      名：": "雪纳瑞/标准雪纳瑞", "分布区域  ：": "德国", "原  产  地：": "德国", "体      型：": "中型犬", "功      能：": "梗类犬", "分      组：": "伴侣犬，家庭犬", "身      高：": "44-49cm", "体      重：": "23-25kg", "寿      命：": "13-15years", "参考价格  ：": "500-3000", "特      点：": "不掉毛,无体味,易训练,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "20%", "掉毛程度：": "20%", "体味程度：": "20%", "美容程度：": "80%", "对小孩友善程度：": "40%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "100%", "简介：     ": "['\\t雪纳瑞犬，Standard Schnauzer，是一种梗类犬，来自以严谨著称的德国，起源于15-16世纪， 在所有梗犬类中，它是唯一一个不含英国血统的犬种。英文名中的Schnauzer在德语中是“口吻”的意思。', '\\t雪纳瑞活泼好动，聪明勇敢，有出色的判断力，乐于接受训练，适应能力强，对气候以及疾病的忍耐力和抵御力相当惊人。性情友善温和，不仅能和同类相处融洽，和人类也能很好地相处，是非常合适的伴侣犬和家庭犬。', '\\r\\n\\t雪纳瑞犬，别名史揉查梗，来自德国。据说雪纳瑞的祖先具有贵宾以及德国刚毛杜宾犬的血统。雪纳瑞性格活泼，充满了活力，长得也非常有特别，尤其是长长的眉毛和胡须，就好像老人家一样。\\r\\n', '\\r\\n\\t雪纳瑞犬根据体型大型分为小型、标准型和大型三类。其中标准型历史最为悠久。早在十五六世纪的时候，雪纳瑞就出现在不少画作上，可见当时有多么受欢迎，它过去主要是作为家畜警备犬或夜警犬来饲养的。\\r\\n', '\\r\\n\\t到了第一次世界大战秋前期，开始主要负责守护工作以及运载农作物。后来大战爆发，又被军队用作传令犬和救护犬，在战场上执行不同的命令。\\r\\n', '\\r\\n\\t雪纳瑞性情温和，待人友善，是非常棒的伴侣犬，能和孩子们相处得非常好。它比较好动，因此有足够宽阔的居住空间以及充足的运动量，因此不太适合老年人和工作繁忙的人饲养。\\r\\n', '\\r\\n\\t整体：肩高在30.5-35.5厘米这一范围内。身躯结构坚实，比例近似正方形，即身高约等于体长，骨量充足，没有哪个身体部位像玩具。\\r\\n', '\\r\\n\\t缺陷：身高不足30cm或超出36cm，以及肩高等于体长。\\r\\n', '\\r\\n\\t头：头部呈矩形的轮廓，结实有力， \\r\\n宽度从耳朵到眼睛再到鼻子逐渐变窄。前额长而平坦，皮肤光滑无皱纹。口吻与前额保持平行，且长度一致。浅浅的止部极不明显。口吻末端呈一一定角度的钝角，胡须浓密。缺陷：头部线条粗糙，脸上皮肤厚实。\\r\\n', '\\r\\n\\t眼睛：小而深陷，为深褐色。呈椭圆形，眼神比较坚定而犀利。缺点：眼睛的颜色浅，眼大或突出，都属于缺陷。\\r\\n', '\\r\\n\\t耳：耳根的位置比较高，内边缘竖直向上，外边缘略呈铃状。若是耳朵经过修剪，外形和长度是一致的，且带有向上的尖角。长度要和头部的尺寸呈恰当的比例，不允许太长。若是未经过修剪，那么应为小的V形耳，折叠在头顶上，也就是常说的纽扣耳。\\r\\n', '\\r\\n\\t颌/牙：剪状咬合。缺陷：上、下颚突出式咬合或钳状咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部结实有力，略有拱起，平滑地融入肩部，喉部的皮肤紧实，将颈部很好地包裹着。身躯不仅短，而且还深，深度至少可达肘部。肋骨扩张良好，深度恰当，后半部分与短短的腰部结合良好。马肩隆即为身躯的最高点。从胸到臀的长度与马肩隆的高度相等。缺陷：胸太宽或胸深不够。后背凹陷或拱起。\\r\\n', '\\r\\n\\t肩部：肩胛骨倾斜着，且肌肉发达，因此使肩膀看起来平坦，且肩胛骨圆形的顶端正好和肘部处在同一垂直线上。肩胛骨往前倾斜的那一端则和前肢相连，从侧面看，近似直角。\\r\\n', '\\r\\n\\t背：背线笔直，从马肩隆到尾根处稍稍有点下倾的迹象。\\r\\n', '\\r\\n\\t四肢：无论从哪个方向观察，前肢都是笔直且相互平行的。腕部结实且骨量充足。肘部结实，紧贴在身体上，肘尖朝向后方，缺陷：肘部松弛。\\r\\n', '\\r\\n\\t肩部平坦且倾斜，肌肉发达，与脊背结合良好，肩胛的侧面刚好在肘部的正上方。肩胛顶部位置靠得很近。肩胛往前、朝下方倾斜，形成一个恰当的角度，使前肢能够往前自如伸展而不显制约。肩胛与前臂都极长，因此能允许胸部有足够的深度。足爪又短又圆，就好似猫咪的足爪一般，厚实的黑色脚垫，足趾紧凑，呈拱形。\\r\\n', '\\r\\n\\t后腿的大腿肌肉发达，倾斜，于后膝关节处形成合适的角度。当以标准的站立姿势站着时，这个角度完全可以让飞节端延伸到尾巴的地方。后躯看起来并没有比肩部更大或是更高。第二节大腿，也就是自膝盖到飞节的这一段，和颈部的延长线是平行的。后脚腕短，标准站立的时候与地面垂直，从后面观察两腿是互相平行的。缺陷：镰刀腿，牛肢，O形腿或弯曲的后腿。\\r\\n', '\\r\\n\\t尾巴：尾根的位置比较高，尾巴上举着。一般都是需要断尾的，如果狗狗的被毛长度合适的话，允许保留刚好超过背线的长度。缺陷：尾根位置偏低。\\r\\n', '\\r\\n\\t被毛：外层刚毛浓密、质地粗硬，底毛紧密且质地柔软。根据外层被毛的毛发纹理的逆向去看，毛发是朝后方生长的，虽然粗糙但不呈丝质。被毛有十分明显的修剪。缺陷：被毛太软或太短，或看起来非常光滑。\\r\\n', '\\r\\n\\t颜色：目前获得承认的颜色有椒盐色、黑银色和纯黑色。而且，无论是哪种颜色，皮肤的色素沉积都必须非常均匀，即：皮肤的任何部位若出现白色或粉色斑块均是不允许的。\\r\\n', '\\r\\n\\t椒盐色：典型的椒盐色指的就是黑白毛发，而且必须是纯黑和纯白的毛发共同形成的，黑白双色的毛发是犬体上的主色。至于椒盐色分布不同，都是可以接受的。椒盐色的狗狗，它的眉毛、胡须、面颊、喉咙下方、耳朵里面、胸部、尾巴下、腿下半部及后腿内侧会慢慢转变成浅灰色或银白色。且肚子下方也有可能会变成浅色，不过浅色部分不应该扩散到身体的两侧，高于肘部的区域。\\r\\n', '\\r\\n\\t黑银色：黑银色的样式和椒盐色一样。在椒盐色的地方就必须为纯黑色。黑银色的白毛，底毛也应为黑色。褪色后便变为褐色的毛发是要剥除掉的，肚子下面的毛色也应该为深色。\\r\\n', '\\r\\n\\t纯黑色：纯黑色是唯一被承认的单色。无比浓黑的被毛加上颜色略浅一点的柔软底毛是最为理想的颜色。出现褐色或褪色的毛发应剥除。用剪刀或电剪剃过的区域毛色会变浅。胸部有小的白色斑点或身体其他地方偶然出现白毛不算缺陷。\\r\\n', '\\r\\n\\t失格：纯白色或带白色条纹，白色污迹、白色斑块的狗(黑色狗胸前有小块白色斑点除外)。椒盐色或黑银色狗从喉咙和前胸以下的部分颜色逐渐褪色为浅灰色或银白色，除此之外的其他自然颜色。\\r\\n', '\\r\\n\\t', ' \\r\\n', '\\r\\n\\t这个阶段的雪纳瑞犬生长发育的速度是最快的，同时也是最容易培养的时候，当然，发病和死亡的概率也是最高的。因此，在这段时间内，作为家长必须了解幼犬的生长发育规律以及基本的生理特点，然后尽全力给予爱犬科学合理的照料。\\r\\n', '\\r\\n\\t比如刚断奶的雪纳瑞幼犬，由于饮食突然发生变化，它会十分不安和不适应，因而极易生病，此时要为它准备营养充足、适口性好且容易消化的食物。\\r\\n', '\\r\\n\\t2个月以内的雪纳瑞幼犬由于肠胃功能还未发育好，不能直接吃干狗粮 \\r\\n，要用温水泡软之后饲喂。也可以喂一些流食，如稀饭、豆浆，其中可适量添加一些切碎煮熟的鱼、肉类和青菜。注意，绝对不可以给它喝牛奶，若必须要增补哺乳的话，也应选择专用的狗奶粉或高钙的脱脂奶粉。若想经济上节约一点，但又不想影响雪纳瑞幼犬营养的话，不妨将猪、牛、鸡之类的脏器煮熟切碎后和青菜、玉米面等熟食搅拌均匀饲喂。\\r\\n', '\\r\\n\\t3个月内的雪纳瑞幼犬每天至少要喂3-4次，少吃多餐，有助于雪纳瑞幼犬的肠胃处于未饱的状态，如此它才不容易养成厌食、挑食的坏毛病。\\r\\n', '\\r\\n\\t4-6月大的雪纳瑞幼犬，食量会慢慢变大，体重也长得很快，那么每天所饲喂的量也应及时增加，每天至少喂3 次。到6个月大之后，每天喂2次就可以了。\\r\\n', '\\r\\n\\t不要给雪纳瑞犬饲喂太多的肉类，肉吃多了并不能让雪纳瑞犬变得更加健壮，反而会难以吸收导致消化不良，进而发生腹泻。虽说肉类中富含蛋白质，但维A、D、E以及碘的含量是比较低的，且肉类中钙少磷多，长期吃肉易导致骨骼形成出现障碍，容易发生断裂或跛行的情况。\\r\\n', '\\r\\n\\t1、如果能看见狗妈妈当然最好，因为小狗们的许多隐性基因其实都是遗传于狗妈妈的。如果能看到狗妈妈，那么基本就能想象出小狗们长得后样子，一般差别不会太大，且只好不会坏，极少出现返祖的情况除外。\\r\\n', '\\r\\n\\t2、建议选择3个月左右的雪纳瑞幼犬，此时已经能看出狗狗的体型，体长和肩高呈正方形比例即可。若是雌性的话，身体允许稍微长一点。\\r\\n', '\\r\\n\\t3、观察幼犬的活泼程度、个性、毛量等，用手去摸它的骨架，如果给人一种结实、方正且皮实的感觉就可以了，太过瘦弱的千万别要。\\r\\n', '\\r\\n\\t4、询问狗狗的旧主人，有关疫苗的注射情况。\\r\\n', '\\r\\n\\t概括来说，雪纳瑞幼犬的毛量、骨架、品相以及气质，就是衡量狗狗好不好的基本要素。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201611/07/162418321.jpg", "中文名字  ：": ["威尔士跳猎犬"], "英文名字  ：": ["Welsh Springer Spaniel"], "别      名：": "威尔士史宾格猎犬", "分布区域  ：": "英国", "原  产  地：": "英国威尔士", "体      型：": "中型犬", "功      能：": "枪猎犬", "分      组：": "工作犬", "身      高：": "46-48厘米", "体      重：": "16-20公斤", "寿      命：": "12-15年", "参考价格  ：": "3000", "特      点：": "粘人,易训练", "粘人程度  ：": "80%", "喜叫程度：": "60%", "掉毛程度：": "60%", "体味程度：": "40%", "美容程度：": "60%", "对小孩友善程度：": "50%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "70%", "口水程度：：": "40%", "耐寒程度：": "60%", "耐热程度：": "60%", "城市适应度：": "70%", "简介：     ": "['\\t威尔士跳猎犬,，别名：威尔士史宾格猎犬，来自英国的威尔士，历史起源在16世纪，是一种非常特别的品种，它得名于其出色的捕猎能力。它动作灵活迅速，身躯壮实但不粗糙。腿不是太长，但结构紧凑，从身材可以很明显看出它可以承受艰苦的工作，具有极强的耐力。', '\\t在工作过程中，它会展示出其发达的肌肉。被毛厚实但不应太过夸张，否则容易影响它的工作，足够厚实的被毛能够帮助它低于恶劣的气候和艰苦的环境，不至于受伤。', '\\t性格活泼，忠诚热情。虽然对陌生人有所保留，但并不会表现出胆小、羞怯或不友好的样子。它对家庭成员极其富有感情，也喜欢狩猎。', '\\r\\n\\t它是一种非常独特且古老的犬种，之所以能确定它起源的年代在16世纪时期主要是由于出自那个时候的一幅原稿图画，画像上出现的犬只被认定为是其最早的祖先，那么很显然它的世纪起源时间应该更早。虽说它与英格兰激飞猎犬有着一些共同的遗传因素，但它的体型普遍要更小一点，头部也略小一点，且身上通常还带有深色的斑纹。\\r\\n', '\\r\\n\\t它因出色的捕猎能力而引起了人们的关注，过去主要被用于驱赶躲藏起来的猎物，帮助猎人完成捕猎工作。它十分擅长在复杂的地形条件下寻找猎物。对恶劣气候的抵抗能力极强，就算是在冰冷的水中，它也可以长时间持续地工作，不过如果工作的地方离猎场太远的话，它可能会迷路。\\r\\n', '\\r\\n\\t首先，它有着敏锐的感官，能在任何恶劣的环境条件下不知疲倦地工作，是相当出色的水猎犬。它的嗅觉非常灵敏，在各种不同形式的狩猎活动中均少不了它的出场。如果经过良好的系统训练，它绝对能够与任何一种枪猎犬相比。\\r\\n', '\\r\\n\\t威尔士跳猎犬还可以成为伴侣犬，体型中等，略大于可卡犬，且比后者更强壮，但比英国激飞猎犬又小一点。\\r\\n', '\\r\\n\\t它忠诚可靠，能成为你最优秀的护卫犬，对待儿童和其他的动物都非常温和友善。\\r\\n', '\\r\\n\\t', ' \\r\\n', '\\r\\n\\t脑袋中等长度，略圆拱，止部和眼睛下方的轮廓清晰可见。但脑袋和口吻的轮廓看起来则稍微有点不平行，但也不是向下倾斜得太过明显，并未形成下倾脸的趋势。鼻孔开阔，鼻镜为黑色或深浅不等的褐色。粉红色的鼻镜属于严重缺陷。短而圆胖的头部是极其不受欢迎的。\\r\\n', '\\r\\n\\t眼睛：中等大小，既不突出，也不凹陷，眼睑紧密，瞬膜不可见，呈椭圆形，颜色从深褐色到中等褐色都有，眼神温和。虽然浅褐色的眼睛也是可以接受的，但深色更为理想。黄色或任何让人不舒服的眼睛颜色均属于严重缺陷。\\r\\n', '\\r\\n\\t耳：差不多和眼睛处于同一水平线上，悬挂在脸颊的两侧。耳朵较小，拉出耳廓也够不到鼻尖处。形状如葡萄叶子，上面有轻盈的羽状饰毛。\\r\\n', '\\r\\n\\t颌/牙：口吻的长度不可超过脑袋的长度。嘴唇没有过分下垂。呈剪状咬合。下颚突出式咬合属于严重缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈部欣长，略圆拱，喉咙处整洁，平滑地与长而倾斜的肩胛相融。\\r\\n', '\\r\\n\\t腰部略圆拱，肌肉发达，结构紧凑。胸部非常发达，前胸突出明显。肋骨支撑良好，能够延伸到肘部。\\r\\n', '\\r\\n\\t背：水平的背线，在纵向上形成合适的角度，使得侧面轮廓看起来呈矩形。\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t肩胛骨和上臂骨的长度大致相等。上臂骨和肩胛骨的连接处形成恰当的角度，使犬只在站立时，肘部可以刚好处于肩胛骨的正下方。\\r\\n', '\\r\\n\\t前臂的长度中等，笔直，有少许的羽状饰毛。前肢的骨量充分，但不显粗糙。肘部贴近身躯，骹骨短，且稍微有点倾斜。从地面到肘部的距离约等于肘部到肩胛骨最上端的距离。狼爪通常是要求切除的。足爪为圆形，脚趾紧凑，圆拱，厚实的脚垫。\\r\\n', '\\r\\n\\t后躯\\r\\n', '\\r\\n\\t后躯要求足够强健发达，骨量充足但不能显得粗糙。从整体轮廓上来看，大腿非常宽，而且第二节大腿肌肉发达。骨盆和大腿骨之间的角度与肩胛骨和上臂骨之间的角度和谐。从飞节到足爪的骨骼短，飞节的角度恰当。从侧面或后面观察，则是完全和地面垂直的。后肢的狼爪也是要求切除的，足爪和前躯一样。\\r\\n', '\\r\\n\\t臀：臀部略呈圆弧形，既不能太过陡峭，也不能直接下坠。\\r\\n', '\\r\\n\\t尾巴：尾巴在背线的延伸上，基本上是保持水平的，兴奋时会稍微翘得高一点。通常需要断尾，这样尾巴的动作会使其显得欢快活泼。\\r\\n', '\\r\\n\\t被毛：被毛生来就是直而平坦的，质地柔软，手感极好，绝对不可以是刚毛质地或呈波浪状。浓密厚实，具有极好的防水性，还能防荆棘，抵御恶劣的气候。前肢后、后肢飞节以上、胸部以及下腹部上都有适量的羽状饰毛。而耳朵和尾巴上则有更显轻盈的羽状饰毛。被毛太夸张的话容易影响它在野外工作，因此需要修理。不过也不能留下太过明显的修剪痕迹，尽量自然一点。\\r\\n', '\\r\\n\\t颜色：颜色只能是丰富的红色和白色。图案和样式不限，有时在红色部位会带有白色斑点。\\r\\n', '\\r\\n\\t雄性的理想肩高大约在46-48厘米;雌性43-46厘米。不在这一范围内的都不理想。体重应与肩高协调，使整体的比例显得匀称。体长略大于肩高。体长也可能与肩高相等，但绝对不能小于肩高，要不然无法保持一种矩形的轮廓。\\r\\n', '\\r\\n\\t整体：步态\\r\\n', '\\r\\n\\t动作自然且稳重有力，站立时，显得后躯驱动力很强。从侧面观察，往前伸展的动作强健而自如，每个动作都没有一丁点浪费精力的感觉。从前面观察，腿部可以向前轻松伸展，足爪之间没有交错或相互干涉。从后面观察，飞节与前肢处于同一直线，距离既不太远，也不太近。随着行动加速，足爪逐渐朝身体的中心线聚拢。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/24/142905931.jpg", "中文名字  ：": ["诺福克梗"], "英文名字  ：": ["Norfolk Terrier"], "别      名：": "罗福梗", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "25-26厘米", "体      重：": "5-5.5公斤", "寿      命：": "12-15年", "参考价格  ：": "500-2000", "特      点：": "无体味,粘人,易训练,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "10%", "掉毛程度：": "40%", "体味程度：": "10%", "美容程度：": "60%", "对小孩友善程度：": "60%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "40%", "可训练性：": "70%", "口水程度：：": "10%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "20%", "简介：     ": "['\\t诺福克梗，起源于19世纪的英国的诺福克，当地的猎物丰富，它和它的近亲诺威奇梗相似度极高，最大的区别应该就是那对下垂且往前弯曲的耳朵，其他部分真的太像了，以至于在很长一段时间内，人们都经常将它们弄混淆，以为是同一个品种。', '\\t该犬生性警惕、喜欢交朋友，适合群居生活。勇敢，忠诚度高，无侵略性，也不喜欢争斗。', '\\t脾气非常好，有爱心，且富有感情，作为家庭犬饲养是非常合适的。', '\\r\\n\\t该犬起源于19世纪，在1932年得到了英国养狗人协会的认可，但是到了1964年才将其作为一个独立品种进行登记注册。\\r\\n', '\\r\\n\\t它与它的近亲诺威奇梗，都是在英格兰一个叫做东盎格鲁的农场所培育出来的工作梗犬，它俩无论在类型、体型、颜色、被毛以及耳朵形状有许多的相似之处。\\r\\n', '\\r\\n\\t诺福克梗与其说是一种玩具型的梗犬，还不如说是运动型梗犬更贴切，因为它运动量极大，至少要活动一个半小时才行。性情勇敢又莽撞，耳朵下垂，是体型最小的工作梗之一。\\r\\n', '\\r\\n\\t它结构紧凑，体格健壮，骨量充足且动作流畅。粗硬的被毛和短小的四肢能够抵御恶劣的气候，还因此获得田野上“最完美恶棍”的称号。\\r\\n', '\\r\\n\\t它多才多艺，十分讨人喜欢，可以在野外环境下追捕狐狸或其他的野兽，不管是单独行动还是团队出动，它都能表现完美。\\r\\n', '\\r\\n\\t虽然体型不大，但运动量可不小，因此对于居住空间的要求比较高，最好是一个足够大的公寓或带院子的房子。城市狭窄拘束的环境并不适合饲养它。如果居住条件能够满足，作为小型犬，它可是很容易饲养和护理的，因此十分适合单身人士和女生饲养。\\r\\n', '\\r\\n\\t头：头颅宽阔，稍微有点圆，两耳之间的头颅部分宽度恰当。吻部呈楔形，十分强壮。长度为后脑到清晰的鼻额间凹角处长度的三分之一。\\r\\n', '\\r\\n\\t眼睛：小，呈椭圆形，眼圈为黑色。两眼间距适中，眼神明亮清澈，露出敏锐而机智的表情。\\r\\n', '\\r\\n\\t耳：小而整洁，下垂，在颅线处有一凹陷，紧贴着脸颊，但不超过眼角的外缘角。呈V形，耳尖略圆，触感柔软而光滑。\\r\\n', '\\r\\n\\t颌/牙：下颌干净，且强壮有力。嘴唇紧闭，牙齿大，呈剪状咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部长度适中，强壮结实，往后与肩部自然地融为一体。背线水平，胸宽恰当，肋骨扩张良好。胸适度深。腰部强壮。断尾后长度中等，保留下来的长度足以保证整体身躯的匀称和协调。\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t肩往后伸展良好，肘部紧贴着肋部。腿短，但强壮有力，就如同掘洞梗的腿一样，非常直。掌节结实，脚呈圆形，脚垫厚实，肌肉发达，趾甲为黑色。\\r\\n', '\\r\\n\\t后躯\\r\\n', '\\r\\n\\t后躯宽而强壮，大腿肌肉发达。膝部弯曲的角度良好。从后面观察，跗关节的位置较低，直立。脚和前肢一致。\\r\\n', '\\r\\n\\t尾巴：位置高，尾根的地方和背部水平线相平，且不是松鼠尾。\\r\\n', '\\r\\n\\t被毛：外层被毛直而坚硬，非常有保护性，大约3.8～5.1厘米(1.5～2英寸)长，平躺，贴近身躯;与下层绒毛的界限十分清晰。颈部和肩部的鬃毛较长，在耳根和喉部形成一圈环状鬃毛。腿部的饰毛长短合适，但质地较为粗糙。头上和耳上的被毛短而光滑，除了眉毛和须之外。为了保持诺福克梗的整洁，适当的护理是非常有必要的，但不可修剪过度，否则会受到严重惩罚。\\r\\n', '\\r\\n\\t颜色：红色、黄色，黑色、棕褐色、灰白色和深色斑纹是允许的，但白色斑点是不合格的。\\r\\n', '\\r\\n\\t步态：踏地沉稳有力，脚踏步低，驱动力强。从前面看，腿从肩部向前自如伸展，从侧面看，后腿的路径和前腿保持一致。髂部与弯曲灵活的藤和跗关节运动自如，行走时背线也保持水平状态。\\r\\n', '\\r\\n\\t诺福克梗的散热能力比较差，如果呆在气温高且湿度大的环境下，很容易中暑。所以平时外出要避开高温时段，并且尽量不要带它到烈日下活动，犬舍要安排在阴凉通风的地方，到了夏天天气炎热的时候，要经常给它进行冷水浴。一旦发现狗狗出现呼吸困难、皮温升高、心跳加速等症状时，要赶紧拿湿冷毛巾冷敷在头部，并将其转移到阴凉通风处，同时联系兽医前来治疗。\\r\\n', '\\r\\n\\t为了避免狗狗居住的环境过于潮湿，要勤换、勤晒它的垫褥等铺垫物，并定期用水冲洗犬舍，冲洗之后要等彻底晾干后才能让狗狗进去，狗狗若不慎被雨水淋湿，要及时用毛巾擦干。\\r\\n', '\\r\\n\\t狗狗的饲料大多不易保存，容易发酵、变质，吃了会导致食物中毒。那么在饲喂诺福克梗的过程中，给它吃的最好是经过加热处理后放凉的新鲜食物，而且饲喂量要控制好，不能太多也不能太少，吃剩的要倒掉，不要留着下顿继续喂。\\r\\n', '\\r\\n\\t整体：诺福克梗性情坚韧，不屈不挠，勇敢，是体型最小的工作梗之一。耳朵下垂、身材紧凑，动作敏捷，体格健壮，骨骼发育良好。因为腿短能在不同的地形下工作，而且被毛天生能抵御恶劣的天气，非常适合野外工作，所以被称为“原野上完美的精力充沛的动物”。它可以钻到地下，驱赶狐狸，捕捉或驱散其他害人的野兽。不管是单独还是团体行动，它都表现OK。在比赛时，如果被毛上有战斗后留下的光荣伤疤或撕裂是可以接受的 \\r\\n，并不会被算作缺陷的。\\r\\n', '\\r\\n\\t成熟的诺福克梗肩高在22.9-27.9cm，且母犬要比公犬矮。从肩隆起到尾基部的背长要大于肩高。体质良好，骨量充足，体重在4.99～5.44千克。这个体重范围适合各个体形和身材协调的诺福克梗，耳朵下垂。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/28/145029551.jpg", "中文名字  ：": ["爱尔兰峡谷梗"], "英文名字  ：": ["Irish GlenofImaal Terrier"], "别      名：": "爱尔兰依马尔山谷梗", "分布区域  ：": "爱尔兰", "原  产  地：": "爱尔兰", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "家庭犬", "身      高：": "46～48厘米", "体      重：": "11～12公斤", "寿      命：": "12-13年", "参考价格  ：": "1000以内", "特      点：": "友善,易训练,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "60%", "掉毛程度：": "20%", "体味程度：": "20%", "美容程度：": "60%", "对小孩友善程度：": "60%", "对生人程度：": "60%", "对动物程度：": "80%", "运动量：": "60%", "可训练性：": "70%", "口水程度：：": "10%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "60%", "简介：     ": "['\\t爱尔兰峡谷梗生来就有着捕猎的天赋，当然，除了作为工作犬，它也能成为合格的伴侣犬。该犬聪明活泼、健康强壮、乐观好动、热爱运动。', '\\t态度积极，动作灵敏，工作时可以迅速进入沉着冷静的状态，注意力集中。生活中又恢复其爱玩好动的天性，勇敢无畏，温柔善良，个性十足，对主人无比忠心，无论主人生活条件是恶劣还是优渥，它始终不离不弃，永远陪伴在主人身边。', '\\r\\n\\t在遥远的1575年，乔治·塔伯费勒在他的著作---《贵族气质》里就曾经提到过依玛尔山谷梗这种犬。而这个梗犬的得名就源自于它的故乡------爱尔兰一个叫依玛尔山谷的地方。\\r\\n', '\\r\\n\\t那个年代，人们之所以饲养这种坚韧、善于攻击的梗犬，就是为了捕猎那些有一定防守能力的猎物。\\r\\n', '\\r\\n\\t这种梗犬长着一身蓬松丰厚的毛发，看起来有点杂乱，但它们毫不在意自己的外表，只专注于工作。工作时表现得无比冷静、沉着，能在不动声色之间，勇敢努力地将猎物从其洞穴中拖出来交给主人。\\r\\n', '\\r\\n\\t捕猎的时候，它们会用自己那粗壮的、稍稍弯曲的前腿猛烈地去踩踏猎物，同时用它那强劲有力、锋利无比的牙齿配合撕咬，完全学会了野禽以及哺乳类野兽叼猎物的这种习惯。\\r\\n', '\\r\\n\\t目前已经不太需要它们捕猎了，经过漫长的发展和培育，该犬狩猎的野性基本上不存在了，现在的它们能够很好地生活在城市里，只要保证每天有足够的运动即可，所以相对来说，爱好运动的人会更适合饲养它。\\r\\n', '\\r\\n\\t整体：小型犬，毛发中等长度，身体强壮，颇具力量。身长比肩高大这一点很关键。\\r\\n', '\\r\\n\\t头：头骨的宽度适中\\r\\n', '\\r\\n\\t眼睛：中等大小，圆圆的，棕色。\\r\\n', '\\r\\n\\t耳：小，玫瑰型。\\r\\n', '\\r\\n\\t颌/牙：口吻：鼻梁逐渐的变细，牙齿结实，强壮有力，呈剪状咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部中等长度，有着发达的肌肉。身躯较长，高于肩高。腰部强壮。胸宽，结实，肋骨扩张良好。\\r\\n', '\\r\\n\\t背：背线水平\\r\\n', '\\r\\n\\t四肢：前肢短，但骨量充足，足爪紧凑且结实，足垫为圆形;后躯一样强壮又结实，肌肉发达。\\r\\n', '\\r\\n\\t尾巴：尾根地方显得很粗壮\\r\\n', '\\r\\n\\t颜色：蓝色斑点，但不是黑色色调。小麦色。\\r\\n', '\\r\\n\\t毛发：底毛柔软，外貌略粗糙，看起来蓬松杂乱，但实际上十分整洁，注意打理即可。\\r\\n', '\\r\\n\\t遗传疾病：就目前来看，是没有的。\\r\\n', '\\r\\n\\t爱尔兰峡谷梗有点掉毛，皮肤比较干燥，没有体臭。如果作为展示犬，那么它的被毛是必须要精心修剪一番的。\\r\\n', '\\r\\n\\t爱尔兰峡谷梗通常不会无故吠叫，除非是它感觉到危险，那么它绝对会通过叫声来向主人示警，但不会疯狂大叫。有时候家里的门关着，它听到陌生的脚步声靠近可能也会叫，但不会咬人。\\r\\n', '\\r\\n\\t爱尔兰峡谷梗喝水必须用到饮水器，因为嘴边的白色毛毛遇水就容易变黄，看起来特别不干净。当然，这通常是梗犬类最大的一个问题。\\r\\n', '\\r\\n\\t另外一个大问题就是皮肤，据统计，大概有20%的爱尔兰峡谷梗深受皮肤疾病的困扰。\\r\\n', '\\r\\n\\t最好每天带爱尔兰峡谷梗外出遛一遛走，走一走，跑一跑，适当的活动不仅有利于它的身体健康，精神状态也会更好，整体呆在室内会让它觉得无聊烦躁。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/24/151002991.jpg", "中文名字  ：": ["帕尔森•罗塞尔梗"], "英文名字  ：": ["Parson Russell Terrier"], "别      名：": "杰克罗塞尔梗", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗类犬", "身      高：": "32-35厘米", "体      重：": "6-7千克", "寿      命：": "12-14年", "参考价格  ：": "8000左右", "特      点：": "不掉毛,友善,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "40%", "掉毛程度：": "10%", "体味程度：": "30%", "美容程度：": "40%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "70%", "可训练性：": "40%", "口水程度：：": "40%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "80%", "简介：     ": "['\\t帕尔森·罗塞尔梗,英文名:Parson Russell Terrier，该犬直到2002年才得到了AKC的承认，其最早起源可追溯到18世纪中期，据说它的这个名字源自当时英国最有名的猎人，同时也是当地有名的牧师--帕尔森·罗塞尔，据史料记载，罗塞尔牧师非常喜欢和猎犬以及工作梗犬一起外出打猎。而因为罗塞尔梗的身材矮小，十分符合他的要求，所以经常被用来捕猎欧洲红狐狸。', '\\t过去，在英国特文郡的郊外，罗塞尔梗、马以及猎犬常常一起追踪狐狸。当猎犬追赶狐狸的时候，狐狸会逃回它地下的洞穴里躲起来，这个时候罗塞尔梗出动，钻入地下继续追踪，将狐狸驱赶出来，然后继续猎捕。', '\\t该犬性格友好，聪明好动，但比较冒失。和其他的梗犬一样，对于同性别的狗有攻击性，还喜欢追逐小动物。对运动无比热爱。工作时又表现得极有谋略且勇敢固执，在家里则爱玩耍、精力旺盛，但又十分温柔。', '\\t它个性独立，但由于精力实在是太过旺盛，所以还是需要主人多加注意。不吵闹，也不会引发混乱，服从性强，对主人十分乖巧顺从。', '\\r\\n\\t帕尔森•罗塞尔梗，Parson Russell \\r\\nTerrier，起源于19世纪的英国南部，是一种白色的梗类犬，培育该犬的主要目的是为了在地面以及地下捕捉欧洲红狐狸，它的原名是杰克·罗塞尔梗，得名于它的培育者----一个叫杰克·罗素的牧师。到2002年被AKC承认之后，名字也正式变更围为如今的帕尔森•罗塞尔梗。\\r\\n', '\\r\\n\\t该犬身手敏捷，性格警惕，勇敢自信，且充满了活力，它最大的魅力就是聪明热情，有耐性。不过很可惜的是，世界上大多数的犬种俱乐部都不承认杰克罗素为一个独立品种。但它的有点并没有因此而被埋没，对它的爱好者们而言，这样的局面或许更有利于它血统的延续。\\r\\n', '\\r\\n\\t该犬体型娇小，但运动神经非常发达，每天都需要足够的运动才行，因此更适合年轻、有活力且精力旺盛的年轻人来饲养。\\r\\n', '\\r\\n\\t整体：理想的身高在30-36厘米之间。这样的身高可以让它们不管是在跟随猎犬奔跑，还是跟踪狐狸都能够行动自如，轻盈敏捷，狭窄的胸腔和柔韧性极高的骨骼，都能够帮助它们轻松地完成地下追踪的任务。\\r\\n', '\\r\\n\\t虽然该犬外表看起来十分粗糙，但性格其实无比细腻。一般一只罗塞尔梗可以运用自身的本能以及聪明才智单独出动去捕获猎物，甚至可以在猎犬都未能找到狐狸的踪迹之前就先发现它们。\\r\\n', '\\r\\n\\t而人们培育这一品种的主要目的也正是为了能够更好地完成捕猎工作，不过在工作之余，帕尔森·罗塞尔梗和所有的狗狗一样，是希望得到主人的陪伴与呵护的。但是它非常懂事，就算你无法满足它的这点儿要求，它也会理解你，并降低自己的要求，哪怕只是能待在你的房间里做你的倾听者它就很满足了。\\r\\n', '\\r\\n\\t如今的罗塞尔梗更喜欢守在主人的身边，对它们而言，能够走进人类家庭是一件再快乐不过的事情。\\r\\n', '\\r\\n\\t颈、躯体：胸小而窄，且骨骼柔软，有助于它在地下追踪猎物。\\r\\n', '\\r\\n\\t四肢：腿部笔直、韧性良好。腿要足够长才能够有效地追捕到猎物。如果它在工作中不慎留下伤疤或旧伤，在比赛中是不会被惩罚的，除非这些伤会妨碍到它正常的活动或影响它的工作能力。\\r\\n', '\\r\\n\\t被毛：浓密厚实，看上去非常平滑，但摸上去手感则十分粗糙，不过这种毛质防水性能极好，能够帮助它抵御恶劣的气候。被毛分为三种：刚毛、碎毛、平毛。\\r\\n', '\\r\\n\\t整体来说，帕尔森·罗塞尔梗是属于寿命长的犬种之一。如果照顾得好，它一辈子都极少会出现什么棘手的病症，身体健康自然就能陪伴你更长的时间了。但是，由于早期培育等种种原因，一些罗塞尔梗可能会患上青少年期的白内障或耳聋。\\r\\n', '\\r\\n\\t此外，它天性好动，喜欢运动，但主人们一定要多加注意，不能让它每天的活动量太大，也不能做太多剧烈的运动，以免出现膝关节脱臼的意外。\\r\\n', '\\r\\n\\t该犬并没有剪耳和断尾的需要，顶多就是向下折的耳朵比较容易藏污纳垢，只要定期清理，保持清洁干燥，避免耳螨而中耳炎的发生即可。总的来说，日常养护还是挺轻松的。\\r\\n', '\\r\\n\\t罗塞尔梗的被毛有平滑的短毛和长的粗毛，要定期梳理，注意每周一次。因为喜欢运动的它们常常在外跑来跑去，难免更容易将被毛弄脏，经常梳理不仅能及时清除掉毛发上的脏东西，保持犬体的清洁，还有助于增进主人与狗狗之间的感情。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/03/161213171.jpg", "中文名字  ：": ["苏塞克斯猎犬"], "英文名字  ：": ["SussexSpaniel"], "别      名：": "塞式猎犬", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "中型犬", "功      能：": "枪猎犬", "分      组：": "工作犬", "身      高：": "38-41cm", "体      重：": "约22kg", "寿      命：": "12-15年", "参考价格  ：": "800-3000", "特      点：": "粘人,友善,易训练", "粘人程度  ：": "80%", "喜叫程度：": "60%", "掉毛程度：": "40%", "体味程度：": "40%", "美容程度：": "20%", "对小孩友善程度：": "60%", "对生人程度：": "40%", "对动物程度：": "80%", "运动量：": "60%", "可训练性：": "100%", "口水程度：：": "20%", "耐寒程度：": "60%", "耐热程度：": "60%", "城市适应度：": "60%", "简介：     ": "['\\t苏塞克斯猎犬是1884年AKC出版的品种手册中，最先获得认可的十大品种之一，它是一种很特殊的品种，它的起源时间也远远早于1884。该犬来自英格兰的塞式郡，于18世纪初期就非常普及，在野外被广泛使用。到了18世纪末，它已经发展成为公认的优秀的猎犬和伴侣犬，在塞式郡以及周围地区名气极高。', '\\t它有着短短的四肢，长长的身躯，显得结构极为厚重，只要嗅到异味它就会吠叫，可作为护卫犬。它的身形使非常适合隐蔽在浓密的灌木丛中，在猎枪射程内利用其尖锐的吠声来为猎人工作。结构有力、动作灵活、热爱工作是人们对该品种最基本的要求。', '\\t虽说除了英国以外，其他国家并没有引进这一品种，但从19世纪的运动犬发展到现在，该犬的特征以及外貌上基本上毫无改变，相当原始，这一点还是比较难得的。', '\\r\\n\\t苏塞克斯猎犬的名字来自它的起源地----位于英格兰的苏塞克斯，就是在这里，福勒先生的犬舍里诞生了第一窝苏塞克斯猎犬，福勒是一位伟大的育犬专家，就是他培育出了永久区别这种犬的鲜艳的金红褐色的犬。\\r\\n', '\\r\\n\\t之后，一位叫做菲尼斯布洛克，他最初因在野猎犬的作为而出名，但后来他为进一步提高苏塞克斯猎犬的地位也做出了相当多的且十分有成效的努力。\\r\\n', '\\r\\n\\t该犬在英国大不列颠首次参加竞赛应该是1862年在克瑞斯托宫举办的犬展。\\r\\n', '\\r\\n\\t该犬最初在英国是被用来狩猎的，专门在复杂的环境下工作，进行特定类型的狩猎。那时英国人们更青睐于步行去狩猎，所以狗狗自然就变成了他们最合适也最值得信赖的狩猎伙伴。可惜该犬始终未被英国以外的国家所引进，或许与每个国家的待猎状况不同有关吧。\\r\\n', '\\r\\n\\t苏塞克斯猎犬虽然速度不如史宾格犬和可卡犬，但它的嗅觉以及对狩猎的恒心都是十分出众的，在各类高地狩猎中作用极大。\\r\\n', '\\r\\n\\t它在闻到异味的时候习惯发出吠叫来示警，所以挺适合作为家庭护卫犬或看家犬。它与大多数普通的犬种一样，忠诚易训，能成为优秀的寻猎犬。\\r\\n', '\\r\\n\\t整体：苏塞克斯猎犬的整体外形给人一种长而矮的印象，呈矩形比例，结构厚重，忧郁而严肃的表情，与舒展自如的步态以及漂亮的尾巴动作结合起来，倒也不至于显得太过沉闷。显眼的金肝色，十分特殊。\\r\\n', '\\r\\n\\t尺寸：肩高为33~38.1cm，不在这个范围内的犬只均属于缺陷。体重范围15.88~20.56kg。身长大于肩高，肌肉发达且厚重。\\r\\n', '\\r\\n\\t头：完美的头部与合适的表情是最重要的特征，脑袋略长，且同样宽，中间有凹痕，后枕骨丰满，不尖细。合适的止部，厚重的眉毛，给人一种沉重但不迟钝的感觉。口吻大概长7.6cm，宽阔，呈正方形的轮廓。脑袋的长度要大于口吻。鼻孔开阔，肝色鼻镜。嘴唇轻微下垂。\\r\\n', '\\r\\n\\t眼睛：榛色，极大，眼神忧郁而严肃，通常瞬膜是不允许过分外露的。\\r\\n', '\\r\\n\\t耳：耳大且厚，呈叶瓣状，耳根的位置略低，稍微高出外眼角的水平线一点点。\\r\\n', '\\r\\n\\t颌/牙：呈剪状咬合，所有和剪状咬合不协调的情况都属于次要缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈短但是结实，略呈圆拱形，头部不应昂得太高，尤其不能高出背部太远。皮肤不应有太多的赘肉。整个身躯十分有特色，身长，但肩高短。胸圆，尤其是肩胛之间的部分。胸深且宽。背部和腰部都非常长，且肌肉发达，正因为如此，所有显得后面的肋骨很深。\\r\\n', '\\r\\n\\t背：背线水平\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t肩胛往后倾斜，肌肉发达。上臂骨的长度与角度都很合适，可以折回来，使腿部立于身躯下方恰当的位置。前肢极短，但骨骼充足。或许有点显弓形。前肢笔直或略呈弓形都是可以接受的。足爪大且圆，脚趾之间有短的饰毛。\\r\\n', '\\r\\n\\t后躯丰满圆润，且骨骼沉重。大腿之间彼此平行，而且间距比较大，和肩胛之间的距离同宽。飞节靠近地面，整体上来看后腿并不会短于前肢，且飞节也无过分弯曲。后躯的角度应和前躯保持协调，飞节既不内弯也不外翻。前后足爪相同。\\r\\n', '\\r\\n\\t尾巴：需要断尾，仅保留7.6~7.8cm，尾根的位置低。行走时展示出漂亮的动作，但任何动作都不应使尾巴超过后背的水平线。\\r\\n', '\\r\\n\\t被毛：躯干上的被毛丰厚平坦或略呈波浪状，无卷曲。腿部有适量的羽状饰毛，不过不会超过飞节以下的部位。耳朵上的毛发柔软，呈波浪状。颈部的装饰性毛发很明显。尾巴上有浓厚的羽状饰毛，中等长度。足爪的羽状饰毛可以修整，或是剪除脚垫间的毛发以及飞节到足爪之间的羽状饰毛，其他部位的毛发不建议修剪的。脚趾之间的毛发应保留，只有足够长才能保护好趾甲。\\r\\n', '\\r\\n\\t颜色：显眼的金肝色才是唯一理想的颜色，且该品种对颜色的纯度有明确的要求。深肝色或深褐色均属于极大的缺陷。胸部出现白色也属于缺陷，但不如犬只颜色缺陷那么严重。身体其他部位若出现白色则属于严重的缺陷。\\r\\n', '\\r\\n\\t步态：苏塞克斯猎犬有着圆、深且宽的胸部，再加上短腿和长长的身躯，步态呈现一种滚动的即视感。它的动作慎重，不可让人觉得笨拙。\\r\\n', '\\r\\n\\t腿不能出现划桨的姿势、起伏或交迭。行走时，头部不可高昂。牵着该犬时应将牵引绳放松，不要拉得太紧，使它展示出最自然的状态。\\r\\n', '\\r\\n\\t在将幼犬抱回来之前，记得找前主人询问之前吃的狗粮品牌，最好先要一点。由于幼犬的肠胃比较脆弱，建议在8-10个月大之前还是极可能饲喂之前主人给吃的这种狗粮，等到它的肠胃功能发育得比较完善稳定了再考虑更换更优质的狗粮。\\r\\n', '\\r\\n\\t后期换新狗粮也要慢慢来，先和原来的狗粮掺和着一起喂，一点点减少旧狗粮的比例，直到彻底换成新狗粮，以免换得太快，狗狗肠胃无法适应，从而影响消化和吸收，甚至导致狗狗放屁、拉稀。新的狗粮最好先少买点，有试用装就先买试用装回来给狗狗试吃一下，确定狗狗不排斥再买大包的，以免不必要的浪费。\\r\\n', '\\r\\n\\t日常饮食中可以适当在狗粮中添加一些肉类、少量胡萝卜(煮烂点)，狗狗大便如果比较稀的话，可以喂点蛋黄(5个月以下的狗最好别吃蛋白，不易消化)。隔几天吃个鸡肝(别一次喂太多，易维生素A中毒)。幼犬不可喂牛奶，会拉稀，成年后可少量喂。4、5个月上的可喂酸奶，促进消化。\\r\\n', '\\r\\n\\t还可以喂点骨头汤(用猪或牛羊的大筒骨)。禁止喂鸡鸭骨头(太硬太尖，易划伤食道，导致出血或窒息)，绝对不要喂人吃的食物(对狗狗来说太咸了，不利于骨骼和毛发的生产发育)，巧克力、咖啡制品禁喂，其他有刺激性的东西也不要吃。夏季炎热的时候可以少喂点棒冰，注意别过量，狗狗胃里的温度极高，如果冷热反差过大，很容易生病。\\r\\n', '\\r\\n\\t除了吃狗粮，还应注意维生素和钙的补充。钙的话建议最好是买液体钙，钙粉次之，钙片的吸收最差，补钙最重要的就是吸收，如果狗狗吸收不好，那么吃再多也毫无作用。\\r\\n', '\\r\\n\\t至于其他营养品或是药品，如果买不到，网购，注意选择信誉高的店铺。被直接给狗狗吃人的营养品，营养成分不一样，不仅不好吸收，可能会适得其反。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/08/112122781.jpg", "中文名字  ：": ["伊比赞猎犬"], "英文名字  ：": ["Ibizan Hound"], "别      名：": "伊比赞猎犬", "分布区域  ：": "法国", "原  产  地：": "巴利阿里群岛", "体      型：": "中型犬", "功      能：": "狩猎犬", "分      组：": "狩猎犬", "身      高：": "59-70cm", "体      重：": "18-22kg", "寿      命：": "18-22years", "参考价格  ：": "几百到上千不等", "特      点：": "不掉毛,易打理,友善", "粘人程度  ：": "60%", "喜叫程度：": "20%", "掉毛程度：": "20%", "体味程度：": "40%", "美容程度：": "20%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "80%", "运动量：": "80%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "80%", "简介：     ": "['\\t伊比赞猎犬的视觉和嗅觉都十分灵敏，弹跳力极好，是天生的猎犬。不过实际上在过去，很早之前，它也曾被作为牧羊犬饲养过。', '\\t伊比赞猎犬聪明友善，十分善解人意，但顽强而冷静的性格使其偶尔看上去好像略显孤傲。对主人感情深厚，忠诚无比。', '\\t喜欢活动，到了宽阔的原野上，会表现出它对奔跑的极大热情以及天生的出众的捕猎能力，极富毅力，且果断而勇敢。', '\\r\\n\\t该犬已经非常古老了，早在纪元3000年前就成为猎犬为人类所用，是历代埃及王狩猎专用的猎犬之一。考古团队于1922年对发现的法老墓地进行挖掘研究时，从出土的文物中就有发现被雕刻成石像的伊比赞猎犬的形象，故判定它是作为死者的守护犬。\\r\\n', '\\r\\n\\t后来到了纪元前8世纪的时候，腓尼基的贸易商人从埃及将该犬带到了西班牙的属地--伊比利亚岛，并以岛为它取名，美国于1956年进口了伊比赞猎犬。\\r\\n', '\\r\\n\\t该犬体型娇小，披着一身美丽柔亮的被毛，非常的招人喜欢，再加上它聪明友善，使其逐渐成为人们公认的最贴心的伴侣犬之一。\\r\\n', '\\r\\n\\t它有很多的才艺，且可塑性强，容易训练，能够成为出色的家庭宠物犬或是犬展上的优秀选手，同时还可以培养成守卫犬。\\r\\n', '\\r\\n\\t头：头长而窄，看起来就好像从根部被切断而形成的一个锥形。轮廓清晰、线条流畅，皮肤虽不松弛，但十分干燥。脑袋很平坦，后枕骨较为突出，止部不明显，眉毛很窄。口吻又长又精致，显得很苗条，有不太明显的罗马鼻。从眼睛到鼻镜的距离等于它到后枕骨的距离。口吻与脑袋的轮廓相互平行。突出的枚红色鼻镜一直延伸到超出下颚的地方，与被毛的颜色十分协调。鼻镜不可为黑色或肝色。色素沉积完全，或呈蝴蝶状。鼻孔开阔。嘴唇薄而紧。\\r\\n', '\\r\\n\\t眼睛：小而倾斜，颜色从清晰的琥珀色到焦糖色都有。眼圈和鼻镜的色素沉积很多或是部分着色。机灵活泼的眼神，显得十分聪明而警惕，好似对周围的一切都无比好奇。\\r\\n', '\\r\\n\\t耳：大而直立，不过不会显得过分夸张，相反的十分自然。警惕时，耳朵绝对不会出现下垂、弯曲或折叠的情况，耳根的最低点和眼睛保持在同一水平线上。耳朵灵活性强，能够随着狗狗的心情朝任意方向转动。从前面观察，耳朵的高度大约是耳根宽度的2.5倍。\\r\\n', '\\r\\n\\t颌/牙：牙齿呈完美的剪状咬合，牙齿结实有力。\\r\\n', '\\r\\n\\t颈、躯体：颈部很长，显得十分苗条，稍微呈圆拱型，结实平坦。胸长而深，胸骨有一个突出的角度。肋骨稍有弹性。胸骨的深度大概在肘部上方2.5英寸的位置。胸部最深的位置处于肋骨的后方，接近或达到肋骨的深度。腹部上提的程度恰到好处，不过分。腰部略微圆拱，中等宽度，肌肉发达。臀部略倾斜。\\r\\n', '\\r\\n\\t背：从耳朵至尾巴的整条背部线条均平滑而流畅。后背平坦而笔直。\\r\\n', '\\r\\n\\t四肢：前肢角度适中。肩胛的弹性良好，但不会显得松弛，马肩隆的宽度中等。肩胛骨朝后倾斜。在肩胛骨的末端和近乎垂直的上臂骨连接。肘部位于胸部最深处的前方。控制性良好，对动作没有太多的约束。前腿极长，骨骼结实有力，很直，相互之间靠得比较近。骨骼整洁而精致。胶骨结实而柔韧，略有倾斜，清晰的肌腱。足爪像兔子的脚一样。脚趾长，紧凑而结实。脚趾之间有保护性的饰毛。脚垫十分耐磨。白色的趾甲。后躯的角度也很合适，，后躯位于身体的下方。大腿结实，肌肉平坦。从后面观察，飞节笔直，没有后狼爪。\\r\\n', '\\r\\n\\t尾巴：尾根的位置比较低，但尾巴十分灵活，长度至少可延伸到飞节处。呈镰刀状、环状或马刀状举着，具体形状与狗狗的心情以及个体之间的差异有关。\\r\\n', '\\r\\n\\t被毛：分以下两种，且都不可以进行修剪。\\r\\n', '\\r\\n\\t短毛型：头部和耳朵的毛发最短，尾巴下面以及大腿后面的毛发最长。\\r\\n', '\\r\\n\\t刚毛型：毛发长度为1~3英寸，或许还有很多的触须。毛发比较多的部位主要包括背部、大腿后面以及尾巴这几处。\\r\\n', '\\r\\n\\t这两种被毛的毛质都非常硬，没有优劣之分，地位等同。\\r\\n', '\\r\\n\\t颜色：毛色有红色和白色，黄褐色与白色等。\\r\\n', '\\r\\n\\t白色和红色(从浅色的带黄色的红，被称为\"狮子色\"到深红色)，单色或以任何颜色的组合。所以的颜色并没有好坏之分。\\r\\n', '\\r\\n\\t该犬身体健壮，适应能力极强，所以相对来说还是非常容易饲养的。\\r\\n', '\\r\\n\\t在日常喂养过程中，除了夏季，狗狗所吃的饲料必须是温热的，且温度控制在40度左右，过高过低都不行，太高容易烫坏狗狗的牙齿和口腔;太凉则会导致狗狗腹泻拉肚子。\\r\\n', '\\r\\n\\t在伊比赞猎犬吃完饭之后，要注意，绝对不可以马上做任何剧烈的活动，以免出现消化不良的情况。\\r\\n', '\\r\\n\\t伊比赞猎犬来自巴利阿里群岛。在数千年前，商人行船进过这里，将其带到了地中海群岛。目前该犬在法国十分普遍，即著名的查理犬。伊艾比赞猎犬的毛发呈丝状、光滑柔亮，颜色各异。且早就遍及西班牙大陆，在那里，它不仅被作为枪猎犬为人们工作，还成为了追踪野兔的狩猎犬，能力出众。伊比赞猎犬对主人感情身后，有时对陌生人会表现得比较敏感。\\r\\n', '\\r\\n\\t整体：轮廓清晰，大大的直立耳和明亮的毛色是该犬最显著的外貌特征。它早起主要是被作为追踪犬饲养，为主人捕猎兔子等猎物，距今也有数千年的历史了。躯体柔软，十分适合奔跑，作为一个专业的猎犬，伊比赞猎犬的气质如鹿一般优雅而富有力量。除了耳朵，身上其他部位均无夸张之处。\\r\\n', '\\r\\n\\t公犬肩高大概23.5~27.5英寸;母犬约22.5~26英寸。只要在这个范围内都是合格的，且并无最理想尺寸的说法。如果身体其他部位的比例都很好很匀称，只是肩高略高或略低的话，通常是不会被视为缺陷的。\\r\\n', '\\r\\n\\t公犬的平均体重大概是50磅;母犬要轻一些，大约45磅。体长略大于肩高。该犬骨骼整洁精致，肌肉发达而结实，不管从哪个角度看都不会显得过于突出，相反的，或许还会比较平坦，因此不会给人留下沉重笨拙的印象。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/03/144646111.jpg", "中文名字  ：": ["斯塔福郡斗牛梗"], "英文名字  ：": ["StaffordshireBullTerrier"], "别      名：": "斯达福,斯达福夏牛头梗", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "中型犬", "功      能：": "梗类犬", "分      组：": "家庭犬", "身      高：": "36-41厘米", "体      重：": "11-17公斤", "寿      命：": "10-16年", "参考价格  ：": "800-2500", "特      点：": "不掉毛,易打理,易训练,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "20%", "掉毛程度：": "10%", "体味程度：": "40%", "美容程度：": "10%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "20%", "运动量：": "60%", "可训练性：": "80%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "60%", "简介：     ": "['\\t斯塔福郡斗牛梗是一种短毛狗，从体型来看，它属于力气非常大的那种狗狗，它虽然有着无比发达的肌肉，但一点都不显得笨拙，相反的，它的动作十分活泼、敏捷。', '\\t斯塔福郡斗牛梗非常聪明，性情坚韧，不屈不挠。对朋友感情深厚，沉着勇敢，是值得信赖的家人。', '\\t它始终给人一种顽强、聪颖且极具耐心的印象，虽然好斗，但对人却十分温和友善，尤其是对自己的主人，那是绝对的忠诚和服从，对小孩子十分友好，能忍受孩子们的无礼和逗弄。', '\\r\\n\\t斯塔福郡斗牛梗距今有着几百年的历史，产自英国，是用斗牛犬和马士提夫犬杂交得来的品种。在伊丽莎白时期，这一品种的体重大约45.36—54.43kg，属于大型犬。之后随着历史的发展，这些大型犬又逐渐被培育成更加敏捷的小型体重，其中最大的不过才40.82kg，而之前的大型品种也逐渐被小型所取代。\\r\\n', '\\r\\n\\t当时培育出动作敏捷的小型品种主要是因为19世纪早期斗犬活动十分流行，那时人们称这种犬为斗牛犬或斗牛梗。\\r\\n', '\\r\\n\\t不过以前斯塔福斗牛梗因为斗犬的名声迟迟得不到英国养犬俱乐部的承认。直到1935年才得到认可。据说斗牛梗进入北美确切时间应该是19世纪80年代中期的某一年。在那里，人们将之前的大型品种与一些身材娇小的英国本土犬(现在的曼彻斯特梗的祖先)进行了杂交，即现在的斯塔福斗牛梗。\\r\\n', '\\r\\n\\t斯塔福斗牛梗于1974年11月1日正式得到AKC的承认，并给予登记注册。在1975年3月5日之后举行的AKC犬展中，它在常规犬展中的分类为梗组。\\r\\n', '\\r\\n\\t该犬性情良好，对家人朋友十分友爱，对小孩子也相当爱护，不吵闹，休息时非常的安静，对主人忠诚，因此成为用途广泛的犬类。\\r\\n', '\\r\\n\\t只是由于它过去属于斗犬，天生带有好斗的基因，需要主人的严加管教和耐心训练，所以不太适合缺乏饲养经验的新手，也不适合作为家庭伴侣犬饲养。\\r\\n', '\\r\\n\\t头：鼻子必须是黑色的。头短且宽，而且很深，面颊的咬合肌相当发达，止部明显，口吻短。缺陷：粉色鼻镜(达德利鼻)。\\r\\n', '\\r\\n\\t眼睛：深色是最理想的，如果浅一点但和被毛的颜色也搭配的话，就可以接受。眼圆，中等大小。浅色眼睛和粉色眼圈均为缺陷，但有一种特殊情况是允许的，即眼周被毛为白色的时候，则允许是粉色眼圈。\\r\\n', '\\r\\n\\t耳：玫瑰耳或半立耳，不能太大。整个耳朵竖起或下垂的话都属于严重缺陷。\\r\\n', '\\r\\n\\t颌/牙：下颚的门牙在外，上颚的门牙在里，上牙紧贴下牙。嘴唇紧闭，但干净整洁。上下颚过分式突出咬合都属于缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈部较短，但肌肉发达，清晰整洁的轮廓，越往肩部越粗。与身躯紧密相连，胸深，肋骨支撑良好，腰部较轻。\\r\\n', '\\r\\n\\t背：背线水平\\r\\n', '\\r\\n\\t四肢：前躯腿部笔直、骨量充足，两腿之间的距离较远，肩部不可显得松弛，腕部也不能显得软弱，足爪稍稍往外，略显八字。前肢的狼爪可能已被切除。足爪充分张开，结实有力，中等大小。\\r\\n', '\\r\\n\\t后躯肌肉发达，飞节位置低，后膝关节有适当的弯曲。从后面看，两腿也是互相平行的。如果后肢有狼爪，通常都是需要切除的。足爪和前肢一致。\\r\\n', '\\r\\n\\t尾巴：中等长度，无需断尾，尾根位置低，尾巴下垂，往尾尖方向逐渐变细。不应太卷曲，可能有点像老式的泵把手。尾过长或过卷曲都属于缺陷。\\r\\n', '\\r\\n\\t被毛：短，仅仅依附在皮肤上，触感较硬但平滑。被毛不需要修剪或剥毛。\\r\\n', '\\r\\n\\t颜色：红色、浅棕色、白色、黑色或兰色，或者是这些颜色与白色的混合色。斑纹形状不限，白色斑纹的形状也不限。黑色带褐色斑纹或肝色属于失格。\\r\\n', '\\r\\n\\t老年斯塔福郡斗牛梗的饮食调养\\r\\n', '\\r\\n\\t要保证丰富的营养，特别是蛋白质和钙的摄取，对老年犬非常重要，建议在它的菜谱中适量添加一些肉类、鱼类、蛋类以及蔬菜等，同时注意维生素A的补充。食物中无需添加太多的盐、脂肪以及骨头类的物质。\\r\\n', '\\r\\n\\t饲喂时要遵循少吃多餐的原则，以减轻老年犬的肠胃负担，确保营养能尽可能地被犬体所吸收。另外，要随时为狗狗准备干净的饮用水，并及时更换。\\r\\n', '\\r\\n\\t定期带老年犬去兽医院做体检，并咨询下兽医有关老年犬的饮食建议，然后结合自家狗狗的身体情况，为其制定更为合理的饲喂计划。\\r\\n', '\\r\\n\\t斯塔福郡斗牛梗的洗澡\\r\\n', '\\r\\n\\t如果遛完狗后，觉得狗狗身上很脏，回家就用热的湿毛巾或加上一点84消毒液擦擦小狗的嘴角下方、下腹部、屁股、足爪和尾巴就行了，既帮小狗做了简单的清理，也避免了小狗将外面的病菌带回家。\\r\\n', '\\r\\n\\t定期梳毛有助于狗狗的皮毛更加干净健康。而且在梳理的过程中还能顺便检查下皮肤，看看是否染上了皮肤病或毛发中是否有寄生虫。\\r\\n', '\\r\\n\\t给狗狗洗澡尽量选择在天气好的时候或在室内进行，以免着凉。在浴盆中放入半盆热水，温度不宜太高，然后准备足够的热水，以便最后的彻底冲洗。\\r\\n', '\\r\\n\\t给狗狗洗澡要选用比较温和的清洗剂，像婴儿香波、犬专用香波或兽医推荐的其它香波。使用前仔细阅读使用说明，不要用人用的。\\r\\n', '\\r\\n\\t将狗狗放进水盆里，然后用一个干净的瓶子或容器顺着犬的脖子往下浇水，最后再淋湿头部。先将清洗剂涂满狗狗的身体和腿，然后轻轻揉搓至起沫。最后再给头部涂清洗剂，要注意，别弄到狗狗的眼睛和耳道里。揉搓完之后将温水泼到犬的身上彻底冲干净身上的清洗剂和泡沫即可。\\r\\n', '\\r\\n\\t洗完之后狗狗可能会使劲地抖动自己，以甩掉身上的水分。剩下的你可以用准备好的干净的旧毛巾裹住它的身子擦拭。也可以将吹风机开到低档热风来吹干。吹风的同时可以拿把刷子，边吹边刷毛，这样能干得更快。\\r\\n', '\\r\\n\\t整体：美国斯塔福斗牛梗给人的整体印象是，强壮有力、结构紧凑、肌肉发达，但是一点都不显得笨拙、不灵活，反而还散发着一种优雅的神态，它对周围环境的变化十分敏感。\\r\\n', '\\r\\n\\t犬只必须是健壮且结实，勇气十足，但是整体外观上不能表现出长腿且善于奔跑的特征。\\r\\n', '\\r\\n\\t步伐轻松有力，动作敏捷，不管是从前面还是后面看，都不难看出四肢是相互平行的，且明显能看出来它的驱动力均来自于后肢。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/28/141600191.jpg", "中文名字  ：": ["新斯科舍猎鸭寻猎犬"], "英文名字  ：": ["Nova Scotia Duck Tolling Retriever"], "别      名：": "新斯科舍诱鸭寻回犬", "分布区域  ：": "加拿大", "原  产  地：": "加拿大南部的新苏格兰半岛", "体      型：": "中型犬", "功      能：": "枪猎犬", "分      组：": "工作犬", "身      高：": "43-53厘米", "体      重：": "17-23公斤", "寿      命：": "10-12年", "参考价格  ：": "1000-3000", "特      点：": "易训练,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "60%", "掉毛程度：": "80%", "体味程度：": "60%", "美容程度：": "60%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "90%", "口水程度：：": "60%", "耐寒程度：": "100%", "耐热程度：": "60%", "城市适应度：": "60%", "简介：     ": "['\\t新斯科舍猎鸭寻猎犬，来自于加拿大南部的新苏格兰半岛，中等大小，体型匀称，结构紧凑，肌肉发达，骨骼强壮，身手敏捷，韧性和警惕性都极强。', '\\t平时该犬的神情看起来可能有点忧伤，但进入工作状态后，它们会马上变得兴奋无比，且注意力高度集中，忘我地投入到工作中。', '\\t该犬长得十分壮实，而且聪明听话，易训，耐力持久，不畏严寒，主人可以放心地让它去叼衔猎物。性情活泼，喜欢运动和玩耍，具备猎犬所需要的一切天赋。', '\\r\\n\\t有叼衔能力的体型最小的猎鸭犬，起源于加拿大南部的新苏格兰半岛。这个岛屿上每年都会有因季节气候变化迁徙而来的鸭子和鹅。居住在那里的印第安人在这个时候就会让他们的犬去模仿狐狸，摇着尾巴在岸边蹦来蹦去，以吸引鸭子们的注意力，一旦有鸭子因好奇而游近岸边，躲在暗处的狗主人就趁机去捉住鸭子。\\r\\n', '\\r\\n\\t后来移居到这里的人被他们这种特殊的狩猎方法所感染，并从中得到启发，用当地一种红褐色的犬只进行培育，最终得到了这种锈红色的猎鸭犬。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t雄性肩高在48-51cm，而雌性的肩高在45-48cm\\r\\n', '\\r\\n\\t雄性体重20-23kg，雌性体重17-20kg\\r\\n', '\\r\\n\\t头：轮廓清晰，略呈楔形。头骨宽阔，不过枕骨并不突出。头长大约23cm。\\r\\n', '\\r\\n\\t眼睛：两眼之间的距离比较远，杏仁状，中等大小，琥珀色到棕色都是可以接受的，眼神通常表现出友好、警惕和聪慧。眼周的颜色和嘴唇的颜色一致。\\r\\n', '\\r\\n\\t耳：大小适中，三角形，耳根的位置较高，耳朵上的毛发比较短。\\r\\n', '\\r\\n\\t颌/牙：强壮，呈剪状咬合，牙齿排列整齐。\\r\\n', '\\r\\n\\t颈、躯体：颈部肌肉发达而强壮，发育良好，颈长中等，没有赘肉。\\r\\n', '\\r\\n\\t腰部：强壮，肌肉发达。\\r\\n', '\\r\\n\\t胸部：胸深，可达肘部，肋骨扩张良好，不平坦，但弹性良好。\\r\\n', '\\r\\n\\t腹部：上收略微明显。\\r\\n', '\\r\\n\\t背：背线平坦，背短且直。\\r\\n', '\\r\\n\\t四肢：前肢的骨骼笔直而强壮。肘部与身躯贴近，无内翻也无外翻。足爪强壮，中等大小，脚趾紧凑，呈圆拱型，脚垫厚实，足爪外翻视为缺陷。后肢肌肉发达，后腿宽，后腿飞节也没有内弯、外翻的现象。\\r\\n', '\\r\\n\\t尾巴：尾巴自然生长，略有倾斜，结实有力，毛发华丽且厚重，尾巴与脊椎骨结合良好，下垂的长度能够达到肘关节处，警惕时尾巴垂得极低，运动时则形成一个弧线，不与身体接触到。\\r\\n', '\\r\\n\\t被毛：该犬种是一种工作犬，被人们饲养用来检索冰冷海域，所以必须保留防水性良好的中长被毛，而且是浓密柔软的双层被毛。被毛略有波浪般的卷曲。\\r\\n', '\\r\\n\\t颜色：颜色是红色或橙色的多种色调，通常尾尖、脚部和胸部上会有一些白纹。眼圈为肉色或黑色。\\r\\n', '\\r\\n\\t1、通常在新斯科舍猎鸭寻猎犬幼犬为打完第三针疫苗前是不建议给它洗澡的，也尽量不要带它外出的。等到3针疫苗都打完之后，狗狗也差不多3个多月大了，此时它的免疫力相对来说已经强了很多。\\r\\n', '\\r\\n\\t2、幼犬最好是少吃多餐，并注意观察狗狗的便便情况，喂食量根据狗狗天数的增长慢慢增加。\\r\\n', '\\r\\n\\t3、在新斯科舍猎鸭寻猎犬幼犬四个半月大之前，别让它自己上下楼梯，上下汽车的时候也要在一旁小心注意。如果车身比较高，也还是不要让它自己上下，要抱它。\\r\\n', '\\r\\n\\t4、如果你的新斯科舍猎鸭寻猎犬幼犬太胖了，先别加大运动量。可以适当减少喂食量，等到体重恢复到正常范围，在调节下食量和运动量，让两者保持一个平衡。\\r\\n', '\\r\\n\\t5、饲养的空间要足够大，地上的物品一定要收起来，放在新斯科舍猎鸭寻猎犬够不着的地方，因为新斯科舍猎鸭寻猎犬幼犬最喜欢咬东西，不管能不能吃，只要是它能吞下去的东西，绝对就会吞下去。尤其是到了换牙期，一定要给它准备狗咬胶、磨牙棒或小玩具，以免它乱啃家里的物品。\\r\\n', '\\r\\n\\t6、幼犬最合适的运动就是让它在室外的草地上自由奔跑。4个月之后就可以带它出去散步，起初尽量别走得太远太久，太会累，根据年龄的增长慢慢延长距离和时间。\\r\\n', '\\r\\n\\t7、游泳就是一项很不错的运动。新斯科舍猎鸭寻猎犬喜欢游泳，但它并不是生来就会，你要慢慢地让它习惯水，开始最好每次是你带着它一起下水。\\r\\n', '\\r\\n\\t8、玩了一天，睡前务必要将身体擦干，尤其是耳朵，里面一定要保持干燥，以免感染。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/27/163230731.jpg", "中文名字  ：": ["英国史宾格犬"], "英文名字  ：": ["English Springer Spaniel"], "别      名：": "英国激飞猎犬/英国跳猎犬", "分布区域  ：": "英美", "原  产  地：": "英国", "体      型：": "中型犬", "功      能：": "枪猎犬,缉毒犬,军犬", "分      组：": "工作犬", "身      高：": "46-48cm", "体      重：": "16-20kg", "寿      命：": "12-14年", "参考价格  ：": "2000-3000", "特      点：": "友善,易训练,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "40%", "掉毛程度：": "60%", "体味程度：": "60%", "美容程度：": "80%", "对小孩友善程度：": "60%", "对生人程度：": "60%", "对动物程度：": "80%", "运动量：": "100%", "可训练性：": "100%", "口水程度：：": "10%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "100%", "简介：     ": "['\\t英国史宾格犬，从名字可以看出来，它起源地是英国。', '\\t史宾格犬体型中等，是一种运动型犬，下垂的耳朵，触感柔软，听觉敏锐;温柔文雅的表情以及坚定的身体结构，友好摆动的尾巴，均显示了它属于猎鹬犬这一古老家族的成员的身份，身体结实，极有力量。', '\\t当它表现友善的时候，那短小的尾巴会不停地转动。当它处于最佳的状态时，身体肌肉分布均匀且十分对称，它们对人类十分热情，而且具有长耳犬的活力和功能。', '\\t史宾格目前分为两个品种：威尔士史宾格犬(Welsh Springer Spaniel威尔士激飞猎犬)和英国史宾格犬(English Springer Spaniel英国激飞猎犬)，都来自于英国，但威尔士史宾格犬形成的时间要更早些。', '\\r\\n\\t英国史宾格犬是现在很多陆地猎犬的祖先。早了19世纪初期，它就和可卡犬经常同窝出生，而分辨它们的方法就是看大小。\\r\\n', '\\r\\n\\t到了文艺复兴时期，史宾格犬被公认为理想的伴侣犬，是出色的猎犬。于17世纪在美国声名鹊起，得到了极速的发展，深受美国人民的喜爱。\\r\\n', '\\r\\n\\t史宾格是一种古老而纯粹的狩猎犬，由于最开始培育它的目的主要是捕鸟、猎鹰或犬猎，它运动量很大，经常奔波在狩猎的路上，认真为主人寻找、激飞或寻回猎物。\\r\\n', '\\r\\n\\t1880年成立的美国猎犬俱乐部，它的工作就是按照犬的大小来进行分类，任何体重超过12.70千克的犬都被归为史宾格犬。\\r\\n', '\\r\\n\\t虽说在美国，一些史宾格犬很早就被用在狩猎中，但直到1924年成立了英国史宾格犬野外狩猎测试协会后，它们才得到人们更深入的认识。1927年，英国史宾格犬野外狩猎测试协会又更名为英国史宾格犬俱乐部，致力于英国史宾格犬的展台展出以及野外狩猎测试工作。\\r\\n', '\\r\\n\\t美国养犬俱乐部的英国史宾格犬标准制定于1927年，在1932年做过一次修订，这一标准尽可能是按照犬只的自然培育能力来制定，如它本身就属于一种猎犬，经过训练后能够完成你所要求它做的工作。\\r\\n', '\\r\\n\\t史宾格犬性情友好、渴望快乐、容易驯化、服从性强。温顺友善的性格使其深受人们的喜爱，多少年来一直是欧洲非常欢迎的宠物犬。\\r\\n', '\\r\\n\\t不过，史宾格犬的运动量比较大，需要每天带它出去活动，因此并不适合老人以及繁忙的上班族饲养。\\r\\n', '\\r\\n\\t整体：中等大小，是一种典型的运动犬，身躯紧凑而结实，通常会断尾。被毛也是中等长度，四肢、耳朵以及胸部上均有饰毛。耳朵下垂，轻松柔和的表情显得友善好亲近，身躯稳健，善意的摇尾，是古老猎犬家族的一员。\\r\\n', '\\r\\n\\t身体的任意部位都十分匀称，仪态高雅。躯干深，腿部强壮且肌肉发达，腿的长度足以让它保持轻松自如的状态。整体来说，英国史宾格犬应该表现出有力量、有耐力以及活泼的样子。它擅长奔跑而且体力持久，就算是在无比艰苦的狩猎条件下，它依然能够长时间不间歇地工作。在状态最好的时候，它时尚、匀称、平衡且热情的整体形象，无疑是一种集美貌与实用为一体的优秀猎犬，能够轻松找出猎物的资深猎犬。\\r\\n', '\\r\\n\\t比例结构\\r\\n', '\\r\\n\\t动作灵活矫健，能够以合理的速度在粗糙的地面上工作。它的结构展示出了它超凡的忍耐力。公犬的理想肩高在50.8厘米，母犬是48.3厘米。超过理想标准身高或低出2.5厘米都属于缺陷。标准身高且比例适中，处于良好状态下的公犬，它的体重大概是22.85千克;而标准肩高的母犬体重则大概是18.14千克。\\r\\n', '\\r\\n\\t体长要稍微比肩高略大。由于躯干比较长，尤其是腰部，所以容易让它感到疲倦，而且缺乏作为这一品种的紧凑的轮廓特征。针对身体部分来说，腿太短则会影响到整体的匀称性，还影响到步态的良好发挥，那么都是不受欢迎的。骨骼良好而发达，肢体稳健，不会显得粗糙或沉重。\\r\\n', '\\r\\n\\t步态\\r\\n', '\\r\\n\\t平衡是决定动作是否良好的前提条件。身体前后部分的配合必须保持相同的角度和健壮的发育，如此才能确保步态的稳定和自然，而且不会太费劲。角度好就可以保证大步运动的肩部和提供强大驱动力的后躯。从侧面观察，该犬的体长很明显，还有用于搜索的方步以及强健的背部，没有下沉的趋势，背线从一侧往另一侧在腰部处缓慢的隆起或呈圆形。从前面观察，腿部能够轻松自如地朝前移动。肘部不受肩部的控制，腿上的运动自然也丝毫不受影响。从后面观察，后腿支撑良好，与前腿保持在一条直线上。加速奔跑时，后腿会落在运动的中心线。\\r\\n', '\\r\\n\\t步态缺点：容易消耗体力的高步;走路摇摆不稳;易怒;行动时主要就是靠脚上的运动，以上情况都容易使躯干滚动或出现摇晃。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t英国史宾格犬，首要考虑的是整体的印象，主要包括整体的外貌和轮廓;还有稳固性，如动作和气质。若犬只拥有平顺、轻松的步态，那么肯定拥有健康和匀称的结构，值得高度关注，但是，若他看上去根本不象一只英国史宾格犬，那么是不可以接受的。\\r\\n', '\\r\\n\\t若一个犬只的腿部太长或太短，头部或表情都不对，或许动作表现很好，但是绝对不会比一个其他方面都不错，只是步态方面略有缺陷的狗更可取。\\r\\n', '\\r\\n\\t必须要记住的是，英国史宾格犬是猎鹬犬家族中的一员，是一个典型的运动犬，外观、举止和步态都必须符合标准。', ' \\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t史宾格犬原本是一种生活在野外的猎鸟犬，因此活动量极大，最好每天带它出去散步2～3次，不可长时间将它关在室内，要不然它很容易烦躁不安，或神情呆滞，严重的甚至会患病。\\r\\n', '\\r\\n\\t狗狗本质上是一种食肉的动物，因此喂养时，应在饲料中添加富含动物蛋白和脂肪的食材，然后搭配适量的素食，保障饮食和营养的均衡，保证狗狗的正常发育和身体健康。\\r\\n', '\\r\\n\\t饲喂史宾格要定时、定量、定点。定时可以养成史宾格的定时条件反射，分泌胃液，提升狗狗的食欲，促进消化吸收。通常成年的史宾格犬每天喂2次，早晚各1次即可，晚上可以稍微多喂一点。1岁以下的史宾格，每天喂3次;不满3月的史宾格，每天喂4次;2月龄以内的仔犬，每天喂5次。\\r\\n', '\\r\\n\\t狗狗食料可以有不同的花样，但数量要保持相对稳定。喂食的地点在犬舍内或犬舍外都可以，但是通常更多是选择在犬舍内喂。定点的目的是为了保持进食环境的稳定，方便管理。部分史宾格犬一旦更换饲喂场所，就容易出现拒食以及食欲下降的情况。\\r\\n', '\\r\\n\\t除了夏天，饲喂的饲料要保持温热，饲料的温度最好在40°C左右，不宜过冷或过热;夏天可以适当吃点冷食，冬天则必须对饲料进行加温，控制在35°C左右，不烫手为宜，饲料太热的话不仅影响狗狗的食欲，而且容易烫坏狗狗的牙齿和口腔;而太凉的食物则容易吃坏肚子。每只狗狗的食具要固定，不可混用。尤其是多只狗狗一起饲喂的时候，一定要注意不可串换各犬的食盆，以防疾病传播。喂食后要及时清洗食具，并定期煮沸消毒。狗狗的生活极有规律，因而最好能让狗狗定位进餐。\\r\\n', '\\r\\n\\t喂食的时候要注意观察狗狗的进食情况，如果有吃剩或不吃的情况，要及时查明原因并及时采取措施。吃剩的饲料马上拿走，不要放在那里任由狗狗随时采食。\\r\\n', '\\r\\n\\t对史宾格幼犬和患病的史宾格犬要重点关照。史宾格幼犬每天最好饲喂4次，添食要从少到多，从坏到好，固定食量，不要少加少减，也不要喂得十分饱。对病史宾格犬以流食为主，吃点瘦肉和蛋类或刺激性小、易消化、营养全面的病犬食物。并多饮净水。\\r\\n', '\\r\\n\\t头：头部给人的影响非常深刻，结合了力量和文雅，看起来美丽又不显笨重。头的大小以及它和身体其他部位的比例很重要。从侧面看，头大约与颈部的长度相等，而且本质上与躯干相接。额鼻阶、眉和眼窝周围有鲜明的骨质结构，这构成了它美丽的外貌和表情特征，使其显得机警又温顺，让人忍不住愿意去信赖它。\\r\\n', '\\r\\n\\t眼睛：眼部特征应该是该犬是否有吸引力的根本所在。眼睛的大小、形状、位置以及毛色符不符合标准，都会影响到表情和犬只的吸引力。大小适中，呈椭圆形，和眼窝很好地分隔但又陷于眼窝内。\\r\\n', '\\r\\n\\t虹膜的颜色与毛色相协调，肝色带白色犬的虹膜为深褐色，黑色带白色犬的虹膜则为黑色或深棕色，眼边充满色素，并且和毛色相称。眼睑紧且有小窝，瞬膜不突出。\\r\\n', '\\r\\n\\t缺陷：眼孔小而圆，或凸出，颜色为黄色或黄铜色的个体。\\r\\n', '\\r\\n\\t耳：又长又宽，贴着脸颊下垂，没有直立或伸出的趋势。耳壳薄，长度大概能延伸到鼻尖的部位。耳根与眼睛的水平线位于一条直线上，不是太靠近颅骨的后部。颅骨长，且极宽，顶部平坦，但侧面和后方则略圆。后头骨不明显。由于颅骨从前脸伸出，致使额鼻阶被两眼间的沟分开，沟在到达额的中间处消失。额鼻阶发达，没有明显的特点，是吻和上头部连接而出现的微凸。沟以及眉的位置和形状都是后期发展进化形成的。\\r\\n', '\\r\\n\\t吻大概和颅等长，约为颅宽的1.5倍。从侧面看，颅的顶线和吻大概与地面呈平行。\\r\\n', '\\r\\n\\t鼻骨直，不会朝着鼻尖方向下降，否则会形成使人厌烦的下沉脸。鼻骨既不凹陷成“碟形脸”，也不凸出成罗马人的鼻子。面颊呈方形，眼下方的轮廓清晰。颌部足够长，呈正方形，倾斜，强壮有力，能够确保完成狩猎工作，上唇足够方，可覆盖住下颌线，但是唇既不摆动也不夸张。鼻色素充足，为肝色或黑色，鼻色取决于被毛的颜色。鼻孔宽而开阔。\\r\\n', '\\r\\n\\t颌/牙：牙齿整齐，坚硬，大小适中，呈剪状咬合。\\r\\n', '\\r\\n\\t缺陷：切端咬合或1-2个门齿微微突出齿线。\\r\\n', '\\r\\n\\t严重缺陷：咬合不齐和扭曲。\\r\\n', '\\r\\n\\t颈、躯体：颈长适中，颈部强健且皮肤平滑，足以支撑起高扬的头部，略拱，与倾斜的肩部平滑地接合。躯干强壮，结构紧凑，肋骨和关节较短。胸深，胸底与肘平齐，前胸非常发达;不过不会妨碍前腿的运动。肋骨很长，一直伸展到躯干的中间，越靠近肋骨的终端越细。下线和肘部平齐，并在腹部侧面略往上弯曲。腰短，强壮，微拱。\\r\\n', '\\r\\n\\t背：背直，健壮而水平，从肩到尾的这部分背线坚固，略微倾斜。\\r\\n', '\\r\\n\\t四肢：前腿能否轻松高效地运动，关键在于前躯的协调配合。肩胛部平坦，在端部紧密结合，与躯干的轮廓线平滑地相接。从肩顶到肩胛端测量再到肘部测量，肩胛部和上臂明显等长，且约成90°角，这使前腿很好地处于躯干下方，且肘部也正好位于肩胛部顶端的下方。肘距离躯干很近。前腿直，与脚相接形成直角。骨骼强壮，微平，既不太圆也不太沉重。掌节短，强壮而微斜，但并不显得虚弱。狼爪一般是要被切除的。脚呈圆形或微椭圆形。脚爪紧凑，拱起良好，中等大小，脚垫厚，脚趾之间有饰毛。\\r\\n', '\\r\\n\\t后躯展示出极强的力量和驱动力。大腿宽而强健，膝关节强壮。为了高效率地完成狩猎工作，后躯的骨骼关节、飞节的角度不会大于或小于前躯骨关节、飞节的角度。飞节略圆，并不小，但也不明显。后掌节(大概是臀关节到脚距离的1/3)强壮，骨质良好。从后面观察，后掌节平行。狼爪一般也是要被切除的。脚爪比前脚更小更紧凑，其他一致。\\r\\n', '\\r\\n\\t臀：臀部为圆形，和后腿连接平滑。温和地往尾根方向倾斜，尾基沿着臀部自然下垂。\\r\\n', '\\r\\n\\t尾巴：尾巴水平或稍微有点翘，展现出它活泼的个性以及享受狩猎行动。\\r\\n', '\\r\\n\\t紧夹的尾，会显得犬只比较胆怯，不可靠，属于缺陷，和硬犬一样，尾和背线形成一个合适的角度。\\r\\n', '\\r\\n\\t被毛：双层。外毛中等长度，平坦或波浪状，与下层绒毛很好地区分开，下层绒毛短，质地柔软且浓密。下层绒毛的数量是受气候和季节的影响。\\r\\n', '\\r\\n\\t被毛的防水性良好，使全职可以抵抗住恶劣的气候和条件。耳、胸、腿和腹部上均覆盖着中等长度和厚度的毛发。头部、前后肢的前面以及飞节下面的毛则短而精细，整齐且富有光泽。\\r\\n', '\\r\\n\\t修剪头部、耳部、颈部和脚部的被毛，通常是为了清理掉脱落的下层绒毛，或按标准来提高它外表的吸引力，因此修剪得薄而短都是符合要求的。尾巴可以被修剪或留有波浪状毛。修剪以自然状态最为理想，虽说过多的毛会影响整齐的外形轮廓，但过分修剪，尤其是修剪躯干的被毛或下颊垂下的毛，在展示中是会受到处罚的。质地和状态要远比数量重要。\\r\\n', '\\r\\n\\t颜色：\\r\\n', '\\r\\n\\t以下的毛色杂合和斑迹均可接受：\\r\\n', '\\r\\n\\t1.或肝色带白色印迹或白色主体带黑色或肝色印迹;\\r\\n', '\\r\\n\\t2.或肝色花毛;\\r\\n', '\\r\\n\\t3.黑色、白色或肝色、白色带黄褐色印迹，通常出现在眉、颊部、耳内和尾下面。\\r\\n', '\\r\\n\\t被毛上的任何白色部分可以是带记号的斑点。其他颜色，如柠檬色、红色或橙色将不被接受。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/27/163723381.jpg", "中文名字  ：": ["西班牙小猎犬"], "英文名字  ：": ["Clumber Spanie"], "别      名：": "克伦伯猎鹬犬", "分布区域  ：": "西班牙", "原  产  地：": "西班牙", "体      型：": "中型犬", "功      能：": "枪猎犬", "分      组：": "枪猎犬", "身      高：": "48-51厘米", "体      重：": "29-36公斤", "寿      命：": "10-12年", "参考价格  ：": "10000左右", "特      点：": "易打理,易训练", "粘人程度  ：": "40%", "喜叫程度：": "60%", "掉毛程度：": "40%", "体味程度：": "60%", "美容程度：": "20%", "对小孩友善程度：": "60%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "80%", "可训练性：": "60%", "口水程度：：": "40%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "40%", "简介：     ": "['\\t西班牙小猎犬，是一种运动犬，英文名Clumber Spanie。在目前所知的陆地西班牙猎犬中，它应该是历史最为悠久的一种了，它是从西班牙猎犬繁衍而来的，在这个大家族中的成员。无论是体型大小、功能类型、皮毛颜色还是狩猎能力，都有极大的差异。', '\\t该犬对主人和家庭富有深厚的感情，乐于取悦自己的主人，性情温和而不失警惕，忠诚挚爱，富有勇气，聪明活泼。', '\\r\\n\\t17世纪以前，无论是体型的大小，身体的长短还是速度的快慢，该家族的成员被统一称为西班牙猎犬。不过后来，身形大小等方面的明显差异化使得饲养它们用于狩猎的人们印象深刻，之后就逐渐区分开它们的功能，如大型的被用来参加跳跃比赛，部分小型的则被用来捕鸟。跳跃型西班牙猎犬以及猎鸟用的西班牙猎犬，它们的名字通常是紧密联系在一起的。1892年，英国犬类俱乐部最终将它们划分为不同的两个品种。\\r\\n', '\\r\\n\\t威严的表情，好像时刻在沉思，其实它内心并不严肃，相反地，十分热爱工作和玩耍，是一种很适合家庭生活的伴侣犬。\\r\\n', '\\r\\n\\t头：头部魁梧，额鼻阶十分明显，眉毛浓重。吻宽且深，方便他们捡拾不同的猎物。鼻大，呈方形，具有不同色调的褐色，如米色、玫瑰色和樱桃色。颅顶平，枕部明显。\\r\\n', '\\r\\n\\t眼睛：大且深，琥珀色，深陷于菱形眼边内或底部为“V”、顶部弯曲的眼边内。眼间有浅沟，往上穿过颅部中央。\\r\\n', '\\r\\n\\t耳：耳尖端较宽，尾根的位置处于眼睛的水平线上，贴着颅部。三角耳，下方边缘呈圆形。耳朵上有直毛所组成的少量饰毛，耳壳厚。\\r\\n', '\\r\\n\\t颌/牙：上颌的垂唇非常发达，与下颌相叠在一起，从侧面观察为方形。牙齿整齐，呈剪状咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部很长，喉部有点松弛或有垂肉都是可以接受的。颈部强壮，肌肉发达，后仰的肩胛比较理想。胸深且宽。胸廓深。肋骨扩张良好。腰部稍稍有点拱起。尾巴刚好位于背线的下方，一般和地面是保持平行的。\\r\\n', '\\r\\n\\t背：背直，结构坚韧，长且平坦。\\r\\n', '\\r\\n\\t四肢：肩胛向后仰。上臂的长度使肘部位于肩胛最高点的下方。前腿短而直，骨骼粗重，肘部和躯干接近。掌节强健，稍稍倾斜。脚大且紧凑，脚垫厚，能防震。\\r\\n', '\\r\\n\\t大腿的肌肉发达，从后面观察，后躯不仅圆而且宽。膝弯曲的角度和功能都很好，飞节到脚跟的距离不长，和地面垂直。后脚没有前脚大，也没有前脚的圆，不过也是紧凑的，而且一样有着大大的足爪和厚厚的脚垫。\\r\\n', '\\r\\n\\t被毛：躯干上的被毛稠密，直而平坦，能够帮助犬只抵抗恶劣的气候，触感柔软，不粗糙。耳朵、腿部和腹部上有适量的饰毛。\\r\\n', '\\r\\n\\t颜色：基本上是白犬带柠檬色或橙色斑点。\\r\\n', '\\r\\n\\t西班牙小猎犬性情温和，对主人无比忠诚且挚爱，它打心底乐意取悦自己的主人。\\r\\n', '\\r\\n\\t它是一个聪明而独立的思想家，在工作中表现果断和勇敢，有着自己独到的理解，仪态高贵，有时仿佛故意避开人类，但有时又变现出其顽皮、友爱的天性。\\r\\n', '\\r\\n\\t西班牙小猎犬不应显得有敌意或好斗，这既不能满足人们的需求，在展示中也是会被惩罚的。\\r\\n', '\\r\\n\\t它对主人以及主人的家庭都是深爱且忠实的，警惕心强，极具勇气是它最为标志性的特征。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/26/145313421.jpg", "中文名字  ：": ["萨摩耶犬"], "英文名字  ：": ["Samoyed"], "别      名：": "萨摩,萨摩耶德犬,萨摩耶犬,...", "分布区域  ：": "西伯利亚", "原  产  地：": "北俄罗斯和西伯利亚", "体      型：": "中型犬", "功      能：": "工作犬", "分      组：": "工作犬", "身      高：": "48-59厘米", "体      重：": "23-30公斤", "寿      命：": "12-15年", "参考价格  ：": "500-3000", "特      点：": "不掉毛,无体味,吠叫,友善,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "60%", "掉毛程度：": "10%", "体味程度：": "10%", "美容程度：": "60%", "对小孩友善程度：": "80%", "对生人程度：": "70%", "对动物程度：": "100%", "运动量：": "60%", "可训练性：": "40%", "口水程度：：": "20%", "耐寒程度：": "100%", "耐热程度：": "10%", "城市适应度：": "60%", "简介：     ": "['\\t萨摩耶犬长得非常精致，可爱迷人的微笑、引人注目的外表以及强健的体格，都让人们对它影响深刻，尤其是一岁之前，调皮机灵，十分惹人怜爱。', '\\t最早萨摩耶是有不同毛色的，像黑、黑白以及黑褐，但是到了19世纪的时候，毛皮商人觉得白色的会最受欢迎，所以只将白色的萨摩耶犬大量出口到了欧美等国家。', '\\t如今大多数的人选择饲养萨摩耶，主要是以为它性格好，不会影响邻里关系。萨摩耶犬虽然体格强壮，但从来不会主动惹是生非，不管是对其它的动物还是人类，都非常友好。总是安静地呆着，只要对方不故意来招惹它，它就绝对不会发出挑衅。对人类虽然热情，但也很有分寸，不会太过粘人，很少动不动就把爪子搭到人的身上。', '\\t这或许与它过去的生活环境有关，因为在冰天雪地的气候下，人类并不喜欢饲养的狗狗动不动就跑过来表示亲热，因此在漫长的时光中，萨摩耶也习惯了这样的相处方式，从而逐渐变得越来越文静。当然，这只是个人臆测，或许天性使然也不一定。', '\\t萨摩耶犬有着旺盛的精力，但是从来不会无缘无故地大声吠叫，所以适合生活在城市家庭，家长完全不用担心它扰民。', '\\t不过它们很有可能会处于好奇或是无聊而在家里“探险”，把家里翻个底朝天。不过，我相信，与不停的吠叫相比，家长们应该更愿意回家后静静收拾烂摊子吧，毕竟不会打扰到别人，也就不用三五不时地带着礼物去赔礼道歉。', '\\r\\n\\t萨摩耶犬起源于17世纪。最初它们主要被用来拉雪橇、拖拽重物以及看守驯鹿，在欧洲，一些探险家均喜欢用它来协助自己从事南北极探险的工作。\\r\\n', '\\r\\n\\t原始的萨摩耶犬是由一个叫萨摩耶德的游牧部落培育出来的，该部落定居在乌拉尔山以东的极地地区。于19世纪末期，毛皮商人发现了这种毛发丰厚的极地犬，然后将其出口到了美国和欧洲等其他地区。英国人们对它雪白的毛色爱不释手，因为在当地得到了极快的发展。\\r\\n', '\\r\\n\\t到了20世纪初期，北极探险运动的发展空前火爆，在这个热潮中，萨摩耶就因为协助人们顺利地完成探险任务，而获得了极大的殊荣。\\r\\n', '\\r\\n\\t如果家里的活动空间足够宽敞，且你有比较多的空余时间空余陪它玩耍的话，那么萨摩耶犬自然是适合家养的，能够很好地生活在人类家庭。\\r\\n', '\\r\\n\\t萨摩耶犬来自极寒地区，有着丰厚的毛发，耐寒能力极强，当然，耐热能力也极差，十分怕热，所以到了夏天，尽量让它呆在有冷气的室内，少外出暴晒，以防中暑。\\r\\n', '\\r\\n\\t萨摩耶的活动需求比较大，喜欢运动，热爱户外生活。所以它最喜欢住在郊区，若是主人家是房子有院子，有围栏就更好了。\\r\\n', '\\r\\n\\t萨摩耶性情温顺，乖巧听话，能够和其他的动物和谐共处，所以家里养了其他宠物的话，就不用担心萨摩耶会相处不来了。\\r\\n', '\\r\\n\\t整体：身高：公犬53.3-59.7 厘米，母犬48.3-53.3 厘米。\\r\\n', '\\r\\n\\t公犬有毛领状的饰毛，母犬没有。萨摩耶犬的背部不可以太长，否则容易使背部软塌，不挺拔，没办法完成工作。当然，身体结构也不能太紧凑，同样不利于完成拉雪橇的工作。整体外观上来看，萨摩耶应该给人一种力量十足、忍耐力强、乖巧顺从、优雅自信的印象。\\r\\n', '\\r\\n\\t它萨摩耶式的微笑非常迷人，被称之为微笑天使，这种表情就是由眼睛的轮廓和姿势，以及略微弯曲到嘴角上方而形成的，是一个典型的标志。\\r\\n', '\\r\\n\\t重要比例：身长大约超过肩高的5%。身体深处比肩高的一半略低。口鼻差不多和头骨一般长。\\r\\n', '\\r\\n\\t头：颅、吻部、体形以及头骨之间形成一个恰当的比例，呈三角形的外观。吻部要有一定的厚度。胡须不允许修剪。黑色的鼻镜最为理想，不过棕色、肝色以及炭灰色也是可以接受的。有时，鼻镜的颜色会随着年龄、气候的变化而变化。嘴唇为黑色，比较丰满的最好，嘴角上翘，就好像在冲你微笑。嘴角处的嘴唇绝对不能下垂。\\r\\n', '\\r\\n\\t眼睛：杏仁状，眼睛颜色深一些比较理想，两眼之间的间距比较大，且深;下眼睑指向耳根。深色的眼圈比较理想。\\r\\n', '\\r\\n\\t圆眼睛或突出的眼睛均属于缺陷;蓝眼睛则属于失格。\\r\\n', '\\r\\n\\t耳：厚且结实，直立的三角耳，尖端略圆。耳朵的大小是根据头部的尺寸以及整体的大小来确定的，太大、太小或太尖都不可以。两耳的间距比较大，靠近头部外缘，灵活挺拔，上面覆盖着厚厚的毛发。耳内长着毛，耳前的毛量多，且直立。耳朵的长度应该和耳根内侧到外眼角的距离一致。\\r\\n', '\\r\\n\\t颌/牙：牙齿整齐，结实强壮，呈剪状咬合。上下颌不可以过于突出。\\r\\n', '\\r\\n\\t颈、躯体：颈部结实，肌肉发达，脑袋骄傲地昂着，显得力量十足。颈部和肩部的衔接自然而融合，形成一个优美的拱形。胸深，肋骨从脊柱往外扩张，到两侧处变平，不会影响到肩部的动作，能够自由运动，但是不能呈桶状胸。理想的深度应该是可达到肘部，最深的部分应该在前肢后方，约第九条肋骨的位置。足够深的胸能够为胸腔内的心脏以及肺部提供足够的空间，但是胸深要大于胸宽。马肩隆就是背部的最高点，腰部结实而略拱。身体的比例差不多为正方形。腹部肌肉结实紧绷，腹部收拢。\\r\\n', '\\r\\n\\t背：背直，中等长度。\\r\\n', '\\r\\n\\t四肢：两前肢笔直，且相互平行，前脚强壮。因为胸部比较深，所以前肢会比后肢更长。从地面到肘的高度大约是地面到肩胛上缘高度的55%。四肢太短的犬不理想。\\r\\n', '\\r\\n\\t肩部应长而倾斜，约成43°的角度，肩部强壮。两肩脚上缘的距离大概是2.5-3.8 厘米(1-1.5 \\r\\n英寸)。大腿发达，膝关节大概和地面成45度角，跗关节在肩高的下1/3处。\\r\\n', '\\r\\n\\t从后面看，犬在自然站立时，两条后肢是相互平行的。直的或牛样的膝关节均不符合标准。(只有当犬在运动状态时才可以辨别膝关节是否为牛样的)。脚大且长，比较平坦，就好似野兔的足，脚趾略微有点分开，不是很紧凑;趾尖呈拱形，脚垫厚而坚硬，脚趾之间长有保护性的毛发。自然站立时，脚既不外展也不内翻，不过要垂直，但是在拉车时，脚是可以稍微往内翻。\\r\\n', '\\r\\n\\t缺陷：脚外展，足尖像鸽子一样，脚为圆形或像猫足;脚趾太过分开。\\r\\n', '\\r\\n\\t脚上的毛非必需，且母犬比公犬多。\\r\\n', '\\r\\n\\t臀：臀部略有倾斜，肌肉丰满，必须延伸到不明显的尾根处。\\r\\n', '\\r\\n\\t尾巴：中等长度，如果下垂，尾骨的长度应该能够延伸到飞节处。尾巴上覆盖着长长的毛发，警惕的时候会翻卷到后背或卷向一侧，休息时尾巴会放下。尾根不宜过高或过低，必须活动自如。\\r\\n', '\\r\\n\\t缺陷：尾巴有两个卷曲。\\r\\n', '\\r\\n\\t尾上翘且高出背部的情况，在比赛时只允许出现一次。\\r\\n', '\\r\\n\\t被毛：双层，底毛短而浓密，柔软如棉絮一般，紧贴在皮肤上，外毛是穿透底毛而出的，质地更为粗糙，也更长一些，直立在身体表面，绝对不可卷曲。被毛围绕着颈部和肩部环绕一圈，形成“围脖”(雄性比雌性要多一些)。毛发的质量决定了狗狗能否抵御不同的气候，所以远比数量重要。被毛下垂是不受欢迎的。而且被毛上应该有银光闪烁，光泽良好。雌性的被毛虽然没有雄性的长，但质地相对来说要更为柔软。\\r\\n', '\\r\\n\\t颜色：纯白色;白色带很浅的浅棕色、奶酪色;整体为浅棕色。除此之外 ，其他的颜色都属于失格。\\r\\n', '\\r\\n\\t遗传疾病：遗传病：髋关节发育不全。\\r\\n', '\\r\\n\\t常见疾病：脱毛症、糖尿病、过敏性皮炎、白内障、青光眼、急性肾小球肾炎 。\\r\\n', '\\r\\n\\t1-3个月是萨摩耶的幼犬时期，每天饲喂4~5次，控制好食量，狗粮要用温水泡软后再饲喂，而且喂食前最好拿手捏捏，感觉下有没有完全泡涨，如果没有，那么可能会导致幼犬消化不良甚至是拉肚子。确定狗粮泡涨之后，如果经济条件允许，可以在狗粮里添加一些有助于发育的营养品，比如发育宝，钙胃能，羊奶粉之类，可增加幼犬的抵抗力，并提供狗狗的身体所需的营养。\\r\\n', '\\r\\n\\t3个月大的幼犬：在这个时期可以开始对幼犬进行一些基础的教育，让它养成良好的进食习惯。因为小狗进食的时候，总是喜欢吃一会玩一会，注意力不集中，所以家长们如果看到它进食时忽然停下来跑去玩，那么要立马当着它的面将狗碗拿走，中间无论它怎么乞食都不要给，必须等到下一次喂食的时候再给它吃，这样几次下来，狗狗通常就会变乖变自觉了。\\r\\n', '\\r\\n\\t4个月-6个月：这段时期，幼犬的乳齿会开始逐渐脱落，慢慢长出永久齿，换牙时期狗狗的牙齿的根部会有瘙痒感，让狗狗十分难受，它们会乱啃乱咬以缓解这种不适感，此时家长要及时制止它的不良行为，给它买些咬骨、咬胶吃。\\r\\n', '\\r\\n\\t狗狗一般每天早晚各大小便一次，幼犬通常会更为频繁，吃了没过多久就要拉，多加注意，选好时机及时训练它大小便。\\r\\n', '\\r\\n\\t注意：随着犬只体重的增加，年纪的增加，对于营养的需求量也在不断增加，那么一定要满足它们对钙质的需求，要不然容易患上佝偻病，致使四肢长骨变形或关节肿大等，长成\"O\"型或\"X\"型腿。\\r\\n', '\\r\\n\\t8个月之后就可以饲喂成年犬的狗粮了。\\r\\n', '\\r\\n\\t在整个生长发育时期，要给狗狗充足而丰富的蛋白质、脂肪、碳水化合物、矿物质及维生素。如粮食、瘦肉、蛋黄、蔬菜、鱼肝油、骨粉等，并一定要定时定量。\\r\\n', '\\r\\n\\t每天要有充足的运动时间，但不可运动过量，尤其是在夏天阳光暴晒的地方，运动完后要给萨摩耶犬提供足够干净的饮水，运动后不要马上喂食，至少要安静休息半小时左右再吃饭，以免呕吐。\\r\\n', '\\r\\n\\t萨摩耶的毛发蓬松丰厚，需要经常梳理。\\r\\n', '\\r\\n\\t工具：柄梳一把。就是头部是椭圆的那种梳子。\\r\\n', '\\r\\n\\t方法：从尾部往头部方向梳。左手按住背毛，右手拿着梳子轻梳，梳的方向不是从左往右，而是往右上方用力，且有往上挑的动作，就象我们吹头发的时候，为了将头发吹得蓬松，就是用的这种梳发动作。柄梳的针尖触及皮肤最好，不仅能梳透，还能按摩狗狗的皮肤，当然针尖绝对不可过于尖锐)。\\r\\n', '\\r\\n\\t清洗\\r\\n', '\\r\\n\\t1、萨摩犬开始洗澡是生下来二个月之后，也就是在接种预防针之后的两周。室外饲养的萨摩犬除了夏天，一般一年洗3-4次，室内饲养的则20天-30天洗一次最好。这主要是由于萨摩犬的皮肤不像人类那样容易出汗，所以无需太过频繁的洗澡。\\r\\n', '\\r\\n\\t2、洗澡之前应带它出去散散步，让它排出尿和粪便，然后根据步骤来洗澡。将小萨摩放在36℃~38℃温水里，先挤肛门腺。然后把海绵浸泡在稀释了几十倍的洗发水里，从头部往后将狗狗的全身清洗一遍，最后用清水彻底冲洗干净。注意，别让洗头水进入狗狗的眼睛、鼻子和嘴。\\r\\n', '\\r\\n\\t3、生病的萨摩犬和不满三个月的萨摩幼犬不要给它们洗澡。此时它的身体虚弱，抵抗力较差，洗澡很容易导致病情加重，引发感冒。如果身上脏了，用梳子轻轻梳理几遍或用毛巾擦试干净就行了。\\r\\n', '\\r\\n\\t4、哪怕是身体健康的萨摩犬，洗澡时间也尽量安排在中午到傍晚前，洗完了要及时擦干毛发。\\r\\n', '\\r\\n\\t5、在海边游玩或者淋完雨回来，则是一定要帮萨摩耶犬洗澡的。\\r\\n', '\\r\\n\\t', '\\r\\n\\t\\t', '\\r\\n\\t', '\\r\\n\\t\\t', '判断是不是纯种，毛质毛量很重要。毛量越多，这样的萨摩越好，同时毛质比毛量更重要。最好的效果是抓上去一把松开，毛立即以喷射状散开复原为最佳(说明纤维质优良)。\\r\\n\\t', '\\r\\n\\t\\t', '纯种身上的颜色应是纯白色或白色加浅黄色，奶油色或淡黄色。\\r\\n\\t', '\\r\\n\\t\\t', '骨架是挑选纯种萨摩的重要因素。狗狗骨架大，日后会长的高大漂亮，所以挑选萨摩时要非常注意狗狗的骨骼，最好可以上手摸摸。还有就是看它的爪子，爪子越大，日后长得越高。\\r\\n\\t', '\\r\\n\\t\\t', '纯种的萨摩嘴长占头部40%，眼眶是杏性，眼睛之间距离较开，颜色较深，眼外角指像耳根，同时纯种萨摩的耳尖细圆，耳朵厚实。还有就是萨摩招牌的微笑。\\r\\n\\t', '\\r\\n\\t\\t', '纯种萨摩体态优美。挑选时我们可以看看狗狗跑动的样子，步态坚实稳固的，跑起来轻松优美的，充满了灵动感觉的就是好的。它应该四肢较长，后腿发达都是萨摩的标志性特征。\\r\\n\\t', '\\r\\n\\t\\t', '\\r\\n\\t', '\\r\\n\\t\\t', '性格测试也是很重要的。一般来说，性格是由遗传决定的，当然后天也可以训练，但是难度就比较大了。简单来说，比较活泼，不怕人的萨摩会更好一点。\\r\\n\\t', '\\r\\n\\t\\t除了上面提到的评判标准，其实血统也很重要，若是有机会看到萨摩宝宝的父母的话，一定不要错过，若父母都是纯种萨摩耶，那么通常他们的幼犬绝对会拥有非常优秀的基因。\\r\\n\\t']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/03/104200541.jpg", "中文名字  ：": ["秋田犬"], "英文名字  ：": ["Japanese Akita"], "别      名：": "日本秋田犬/日系秋田犬", "分布区域  ：": "日本", "原  产  地：": "日本", "体      型：": "中型犬", "功      能：": "工作犬", "分      组：": "工作犬，家庭犬", "身      高：": "66-71厘米", "体      重：": "45-55公斤", "寿      命：": "10-12年", "参考价格  ：": "500-10000", "特      点：": "无体味,友善,易训练,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "60%", "掉毛程度：": "40%", "体味程度：": "10%", "美容程度：": "60%", "对小孩友善程度：": "80%", "对生人程度：": "80%", "对动物程度：": "80%", "运动量：": "40%", "可训练性：": "80%", "口水程度：：": "40%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t秋田犬是日本的国犬，它的祖先据说是一种叫做山地狩猎犬的狗狗。秋田犬的名字取自它的原产地----日本的秋田县。过去是一种猎熊犬，现在已经发展为家庭犬，成为人类家庭的一员，深受人们的喜爱。', '\\t秋田犬性情温顺友善，沉着勇敢，感官灵敏，容易训练，富有感情，对主人无比忠诚。聪明机智，有责任感，但对同类以及其他动物比较有敌意，如果小时候没有带它出去进行社会化训练、多接触人类的话，它对人类也会比较戒备。一般在幼犬时期训练得好的话，长大后就无需用粗绳子绑着它了。', '\\t秋田犬看家护院的能力很强，但是支配欲也很强。在日本通常被作为火警警备犬，近些年来逐渐为世界其他国家所熟知，相当受欢迎。', '\\r\\n\\t秋田犬早期是日本从中国引入中华田园犬后制定了标准后进行培育而形成的一个犬种。起源于17世纪，培育者是当时被流放到秋田县的一个日本贵族。秋田犬在当时主要被用来帮助主人狩猎熊等大型猎物，在日本广受赞誉。\\r\\n', '\\r\\n\\t起初日本犬只有中小型，没有大型。后来从1603年开始，产自秋田县的中型秋田犬被用作斗犬，后来在1868年又开始和日本斗犬以及马斯提夫犬杂交，使秋田犬的体型变得更大了，出现了大型品种，但狐狸犬的相关特征却逐渐不明显了。\\r\\n', '\\r\\n\\t到了1908年，斗犬活动被禁止，但该品种依旧被保留了下来，最终改良成了一种大型的日本品种犬。25年后的1931年，该品种中的9个高级范例还被指定为“天然纪念物”。\\r\\n', '\\r\\n\\t二战期间，由于军用物资的需求量极大，流行将狗狗的皮毛用来制作军衣。于是政府命令捕获和征用所有除了德牧之外的犬用于制作军衣。一些犬爱好者为了规避这一军令，就将该犬和德牧进行杂交来。\\r\\n', '\\r\\n\\t尽管如此，到了二战结束后，秋田犬的数量急剧减少，其中还包括并不纯的秋田猎犬，秋田斗犬和秋田牧羊犬，之后在恢复纯种秋田犬的漫长岁月中，也曾有一种Dewa \\r\\nLine犬、Kong-go出现在了人们的视线，受到了热烈欢迎，它有着马士提夫犬和德国牧羊犬的特征，但流行时间极为短暂，因为犬迷中的有识之士均不认同该犬属于真正的日本品种，最终他们简直通过和秋田斗犬杂交来消除拥有老血统的外国品种，试图恢复最初的纯种秋田犬。现在的事实证明他们成功了，秋田犬也在1931年正式被承认为日本的国家珍贵动物。\\r\\n', '\\r\\n\\t秋田犬对主人以及家庭十分忠实，性情稳重，温顺友善，在日本的受欢迎程度一直高居不下，是人缘最好的犬种，更是一种非常合适、非常出色的家庭伴侣犬。\\r\\n', '\\r\\n\\t秋田犬价格不低，属于高端型的大型犬，适合那些经济条件较好、家里活动空间够大，以及有充足的空余时间来陪伴它的人饲养。\\r\\n', '\\r\\n\\t整体：整体匀称、比例均衡，骨骼健壮，结构紧密，筋、腱、韧都非常发达，皮肤无松弛感。公犬和母犬的肩高与体长比例为100：110，母犬比公犬的体长略大，但公犬的肩高略大，为66.7cm，母犬为60.6cm，上下误差在3.03cm内是被允许的。而体高和胸深的比例大概是2：1。\\r\\n', '\\r\\n\\t头：大，但和身体所成的比例还是非常恰当的。放松的时候，脸部没有皱纹。两耳之间的颅骨部分平坦而宽阔。从上方观察，头部呈钝角三角形。从额段到鼻头的距离与额段到颅骨后部的距离呈2:3的比例。额段明显但不显突兀，有狭皱一直延展到前额处。\\r\\n', '\\r\\n\\t眼睛：眼稍呈三角形、深邃，外毗稍上方呈深褐色，两眼之间的间距合适。\\r\\n', '\\r\\n\\t耳：耳略小且厚，呈三角形，稍微往前倾，耳线直立紧贴，耳的间隔有适当的宽度。\\r\\n', '\\r\\n\\t颌/牙：方形的下颚，强健有力。牙齿结实有力，剪状咬合最为理想，水平咬合也是可以接受的。\\r\\n', '\\r\\n\\t颈、躯体：颈部强劲而粗壮，结实有力，皮肤没有松弛，适度拱起。肌肉丰满，脖子比较短，往肩部方形渐宽。胸深，肋骨发达，前胸发达、腹部适当收紧。腰部强壮，有韧性。\\r\\n', '\\r\\n\\t背：直。\\r\\n', '\\r\\n\\t四肢：前肢在肩胛处形成适当的角度，且健壮发达、肘部坚固结实，前肢粗而壮实，系部略倾斜，趾圆且大、紧凑厚实。肩部显得强壮有力。\\r\\n', '\\r\\n\\t肘部内弯或外翻以及肩部松弛均为缺陷。\\r\\n', '\\r\\n\\t后肢发达，强韧有力，踏地力强，飞节呈合适的角度，动作敏捷，脚趾厚且紧凑。\\r\\n', '\\r\\n\\t肌肉松弛，骨骼粗壮，大腿的肌肉发达。膝关节屈曲，后肢较长，没有内翻或外弯的情况。足爪如猫足，肉垫厚实，脚尖超前。\\r\\n', '\\r\\n\\t退化趾(指)：前肢上的通常不会切除，后肢的则一般要求去除。\\r\\n', '\\r\\n\\t尾巴：大，覆盖在丰满蓬松的毛发，尾根的位置高，长度大约能延伸到飞节处，可翻卷，卷力大，可左卷、右卷、太鼓卷或二重卷。\\r\\n', '\\r\\n\\t被毛：外毛笔直，质地较为刚硬，底毛则浓密而柔软，臀部处的毛发比身躯上的略长，尾巴上的毛又比其他部位都长。\\r\\n', '\\r\\n\\t颜色：白、黑、赤、胡麻(芝麻色)，虎斑。\\r\\n', '\\r\\n\\t步态：活泼舒展，敏捷有力，步幅适中，行走时后躯保持水平，且前、后肢处于一条直线上。\\r\\n', '\\r\\n\\t遗传疾病：髋关节发育不全、甲状旁腺功能减退。\\r\\n', '\\r\\n\\t常见疾病：过敏性皮炎、急性胃扩张一扭转、逐渐性视网膜萎缩、皮脂腺炎、犬疱疹病毒病。\\r\\n', '\\r\\n\\t秋田犬的日常正确饲养方法\\r\\n', '\\r\\n\\t秋田犬体型不小，是一种中型犬，由于过去被用于狩猎活动，因此平时的活动量很大，而运动自然要消耗大量的热量，那么就要求日常饮食必须营养充足，以满足犬只的身体所需。\\r\\n', '\\r\\n\\t每天应供给狗狗肉类500克左右，再加上等量的素饲料，如麦片、素饼干等等。\\r\\n', '\\r\\n\\t肉类要先煮熟后切成小块，然后和熟的素饲料混合拌匀后饲喂。肉类要确保新鲜，制作过程也要注意卫生，千万别把上顿没吃完的留到下顿继续喂。食槽等餐具要及时清洗并定期消毒。\\r\\n', '\\r\\n\\t饲养的注意事项：\\r\\n', '\\r\\n\\t1.秋田犬最初本来就是用于狩猎的，因此具备一定的野性，现在养在家里，也别总是把它关在室内，每天都要带它外出三散散步、跑一跑，让它尽情活动。\\r\\n', '\\r\\n\\t2.秋田犬容易患丝虫病，养在室外的话，一定要重视犬舍的环境卫生，别让狗狗养成随地乱躺的坏习惯。\\r\\n', '\\r\\n\\t3.从秋田幼犬时期开始，就要让秋田犬多与外面的犬、人类接触，进行必要的社会化训练，有助于诱导、培养它养成待人友善、宽容的性情，若是一直封闭饲养，它的戒备心会比较重，对人类过于警惕，甚至是敌对，这样不好。\\r\\n', '\\r\\n\\t4.秋田犬的被毛丰厚又好看，那为了保持毛发最好的状态，应该经常梳理，一般每1-2天就要给它梳毛，特别是出去活动回来之后，一定要及时梳理以清除沾在毛上的污垢和灰尘，此外，要定期给它洗澡。\\r\\n', '\\r\\n\\t5.外出时要给狗狗带上项圈并拴上牵引绳，主人要牢牢拉住绳子，以免它突然野性发作，惊吓到别人。\\r\\n', '\\r\\n\\t6.秋田犬对同类以及其他的动物都比较有敌意，不用奢望它们彼此能睦相处，养了秋田最好就不要再用其他的宠物了，养了也要分开。\\r\\n', '\\r\\n\\t饮食注意\\r\\n', '\\r\\n\\t秋田犬处于不同的年龄阶段，对营养的需求是不同的，所以什么时候吃什么是很重要的，要让秋田犬在每个阶段都吃上适合它的狗食。\\r\\n', '\\r\\n\\t零食尽量少吃，可用在训练过程中，作为奖励投喂。而且不要给人吃的零嘴，对它的肠胃不利。尤其是口香糖、巧克力、冰淇淋以及蛋糕这些甜点，不要吃，既易长蛀牙、弄坏肠胃，还容易发胖，巧克力甚至会致命。\\r\\n', '\\r\\n\\t小秋田犬刚出生时只吃母奶就可以了，到了满月开始长牙时就慢慢给它断奶，喂它流质的食物，比如肉罐头加温开水调成糊状，或幼犬干粮加热水泡软后饲喂。等到两个月大之后就可以正式饲喂幼犬狗粮了。\\r\\n', '\\r\\n\\t秋田犬的体型不小，而且长得很快，在正餐中可适当添加一些钙粉等营养品，不过前提是依照医生的指示与说明书的建议酌量服用，不可过量。\\r\\n', '\\r\\n\\t还有就是，断奶的时候换狗粮要慢慢来，不要一下子彻底换掉，狗狗的肠胃需要一个适应的过程。\\r\\n', '\\r\\n\\t毛发护理\\r\\n', '\\r\\n\\t秋田犬的底毛和外毛一样，每年会脱2次。在换毛期间梳理的次数也要增加，以促进血液的流通，让被毛的代谢更为顺利且速度加快。一星期左右清理一下耳垢、牙垢和眼屎，脚爪也要定期修剪。\\r\\n', '\\r\\n\\t1、外形整洁赶紧，活泼好动，生气勃勃，动作灵活，抱起来感觉会比预想中的重，这才是实打实的重量。\\r\\n', '\\r\\n\\t2、扒开狗狗的嘴巴观察，口腔、牙床和舌头呈浅红色，牙齿咬合正常，而且没有异样的臭味;\\r\\n', '\\r\\n\\t3、秋田犬幼犬的耳朵应该是干净且没有分泌物的。若秋田犬幼犬总是时不时地去抓挠自己的耳朵或甩头的话，那么可能已经感染了耳疥虫;\\r\\n', '\\r\\n\\t4、鼻头微红，且湿润有光泽，用手背贴在鼻尖上感受一下，应该是较凉且湿润的触感，鼻孔周围无鼻水或分泌物;\\r\\n', '\\r\\n\\t5、眼睛应清澈明亮，眼角无分泌物，眼角不应露出第三眼睑(很多秋田幼犬发病的时候通常第一时间出现的症状就是第三眼睑;\\r\\n', '\\r\\n\\t6、身体发育良好、肌肉结实、四肢粗且不弯曲，行走没有异样，用手拉扯它的腿脚，反应有力;\\r\\n', '\\r\\n\\t7、腹部应该略圆，用受触摸应该摸不到肋骨，若秋田犬幼犬腹部膨大的话，那么可能是出现了蛔虫感染或腹膜炎，肚子只是略为凸出的话则正常;\\r\\n', '\\r\\n\\t8、肛门周围的毛干净，肛门口没有污迹;\\r\\n', '\\r\\n\\t9、秋田犬幼犬的健康指标最明显就是看毛发的状态。一般健康的秋田犬幼犬，它的毛发应该富有光泽、蓬松直立。若幼犬的毛发杂乱且光泽暗淡，说明它很可能已经感染了疾病，或不久前生过病才治愈，建议最好不要选择这样的秋田犬幼犬;\\r\\n', '\\r\\n\\t10、听到声音反应迅速，经过挑逗它会有玩耍的欲望，闻到肉味明显进食欲望强烈。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/03/144524961.jpg", "中文名字  ：": ["树丛浣熊猎犬"], "英文名字  ：": ["TREEING WALKER COONHOUND"], "别      名：": "赶上树竞走者猎浣熊犬", "分布区域  ：": "美国", "原  产  地：": "美国", "体      型：": "中型犬", "功      能：": "枪猎犬", "分      组：": "工作犬", "身      高：": "51-69cm", "体      重：": "23-32kg", "寿      命：": "12-13 years", "参考价格  ：": "3000以上", "特      点：": "不掉毛,吠叫,友善", "粘人程度  ：": "10%", "喜叫程度：": "80%", "掉毛程度：": "10%", "体味程度：": "40%", "美容程度：": "40%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "70%", "运动量：": "80%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "40%", "简介：     ": "['\\t浣熊猎犬在捕获浣熊、松鼠和一些装死的动物方面效率超高，是天生的枪猎犬，它们的外貌还是延续了其祖先---英国猎狐犬的主要特征。树丛浣熊猎犬有时捕获猎物还需要爬树，非常辛苦。在这方面它们资质极好，基本上只要稍微训练一下，它们就能学会用其独特的吠叫声来通知猎人：猎物已中陷阱。', '\\r\\n\\t树丛浣熊猎犬起源于19世纪时的英国;它最初主要的用途是帮助人们捕猎浣熊，而现在除了作为枪猎犬为人们猎捕浣熊和负鼠外，还成为了家庭伴侣犬\\r\\n', '\\r\\n\\t该犬比较适合作为小孩的伴侣犬饲养，不过由于它的活动量比较大，所以不太适合居住人均居住面积较为拥挤的城市，也不适合繁忙的人士饲养。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t树丛浣熊猎犬的头部不大，枕骨比较突出，头盖骨宽阔且饱满。头部与身体的比例十分协调。耳朵又大又长，耳根的位置低，耳朵柔顺地下垂着，耳内部朝向口鼻部微翻。耳尖的形状不是太尖，通常呈圆形或椭圆形，触感如天鹅绒般柔软，当狗狗抬头的时候，耳朵晃晃悠悠的还形成小卷，特别有意思。\\r\\n', '\\r\\n\\t树丛浣熊猎犬的眼睛很漂亮，在整个面颊上十分显眼，睁开的时候眼神温柔且饱含感情，颜色一般很暗，为黑色或棕色。吻长且方，尖端略细，与有点下垂的上嘴唇搭配出一张刚正的脸，不过并不至于显得生硬或奇怪。\\r\\n', '\\r\\n\\t毛色仅为白色、黑色和黄褐色三色，一般是不存在有其他颜色的，被毛平滑柔顺，有光泽。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t该犬应从小就进行严格而温和的训练，它对运动的需求比较大，所以每天要尽量多花点时间带它出去活动。\\r\\n', '\\r\\n\\t树丛浣熊猎犬的毛发虽短，但经常梳理能促进皮肤的血液循环，这样就没那么容易患上皮肤疾病了，而且还能使皮毛更加的柔顺且富有光泽。\\r\\n', '\\r\\n\\t树丛浣熊猎犬的耳朵不仅大，而且下垂着，所以特别容易藏污纳垢，家长们一定要记得定期给它检查耳朵，及时清理，以免患上耳道疾病。此外，它们的大耳朵在运动玩闹的时候很容易受伤，一定要多多注意。\\r\\n', '\\r\\n\\t像这种运动量大的狗狗，到了夏天要注意防暑降温，天气炎热狗狗可能胃口不好，此时可以准备一些冰爽可口的好吃的拌狗粮，比如酸奶、奶酪、妙鲜包之类，提前放在冰箱里冷藏好，然后吃饭时与一些口感好且狗狗能吃的食品，一同拌在狗粮中饲喂，这样适当的凉食在夏季这个特殊的季节中可以适当吃一些的。\\r\\n', '\\r\\n\\t运动过后也可以让它们吃一点冷饮，如一根小布丁，或喝点冰水，适当帮助狗狗降低体温，不至于中暑。\\r\\n', '\\r\\n\\t与同类型的猎犬相比较的话，它的体型算是偏小的一类，但奔跑速度却较快。这个犬种有不同的颜色，其中三色犬最受人们的欢迎，且同一品种中还存在两色。白褐色的树丛浣熊猎犬通常不说是“红色”，是为了和红骨浣熊猎犬区分开来。\\r\\n', '\\r\\n\\t耳：结合头部来看的话，耳朵是极大的\\r\\n', '\\r\\n\\t颌/牙：上唇悬垂到下颌处\\r\\n', '\\r\\n\\t颈、躯体：肩膀强健有力，身躯健壮\\r\\n', '\\r\\n\\t颜色：黄褐色和白色短毛，黑色、黄褐色和白色短毛\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/31/135534711.jpg", "中文名字  ：": ["玩具猎狐梗"], "英文名字  ：": ["oy fox hunting terrier"], "别      名：": "玩具猎狐梗", "分布区域  ：": "美国", "原  产  地：": "美国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "21-29cm", "体      重：": "5-8kg", "寿      命：": "8-12years", "参考价格  ：": "1800-3000", "特      点：": "不掉毛,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "40%", "掉毛程度：": "20%", "体味程度：": "40%", "美容程度：": "10%", "对小孩友善程度：": "50%", "对生人程度：": "40%", "对动物程度：": "60%", "运动量：": "80%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t玩具猎狐梗，是真正的玩具犬与梗犬的混血品种，这两个品种对它的性格以及外形特征都有直接的影响。作为一种梗犬，玩具猎狐梗不仅智商高、反应敏捷，而且性格活泼勇敢，十分招人喜欢。体型娇小，对主人绝对忠实且富有感情。', '\\t玩具猎狐梗的平衡性很好，体格健壮，透露着一种高雅和机灵的气质，而且个子虽小，力量和毅力且十分惊人。身躯肌肉发达，柔软而健壮，使外形的线条看起来流畅而优雅，给人一种轻快、耐力持久的印象。', '\\t性情高傲而警惕，活泼机灵。雅致的纯色的头部非常有特色，以白色为主的被毛虽短，但富有光泽、鲜艳靓丽，尾巴又短又高。', '\\r\\n\\t玩具猎狐梗是美国的一个育犬专家选用英国短毛猎狐梗中低于犬种标准的最小型犬只，和吉娃娃以及曼彻斯特梗交配后所得来的品种，后来经过一系列改良，最终成为了如今大家所见到的这种迷你大小。\\r\\n', '\\r\\n\\t因为是由美国的育犬家培育出来的，所以人们更习惯叫它“美国玩赏梗”，从被培育成功开始，该犬始终是人们十分喜爱的玩赏犬和伴侣犬。是古老梗犬的后代，生来就具有捕捉老鼠或其他小型动物的本能。\\r\\n', '\\r\\n\\t头：头部大小合适，显得整体优雅，且比例平衡，丝毫不显粗糙，有着极为丰富的面部表情。\\r\\n', '\\r\\n\\t脑袋很宽，略呈球形，或是边缘柔和的楔形。止部中等大小，稍有坡度。从前面看，从鼻子到耳根之间的部分是逐渐变宽的。而从鼻子到止部的距离是等于止部到后脑勺的距离的。面颊平坦，长有肌肉，特别是眼睛下方十分饱满。除了纯巧克力色的犬之外，其他颜色的犬只鼻子都为黑色。嘴唇小且紧闭。缺陷：苹果头。失格：达德利鼻。\\r\\n', '\\r\\n\\t眼睛：眼睛和眼眶都为深色的(巧克力色的犬的眼框为纯色)。眼睛圆而饱满。略突出一点，但不会显得鼓鼓的，两眼之间的距离合适，没有倾斜，表情温柔机灵。\\r\\n', '\\r\\n\\t耳：直立、尖角的，呈倒V形，耳根的位置高，两耳靠得很近，但不可碰在一起。大小和头部以及身躯呈恰当的比例，协调良好。\\r\\n', '\\r\\n\\t失格：狗狗的年纪到6个月以上，耳朵就不是直立的。\\r\\n', '\\r\\n\\t颌/牙：白色的牙齿，整齐强壮，呈剪状咬合最为理想。如果咬合为标准型的，牙齿的数量不足则不算缺陷。\\r\\n', '\\r\\n\\t失格：下颚突出，歪嘴，上颚突出超过了1/8英寸。\\r\\n', '\\r\\n\\t颈、躯体：颈部高昂着，笔直强壮，略呈拱形，曲线优美，动作灵活，肌肉发达，喉咙活动自如。与头部、身躯的比例都十分协调，往下渐宽，然后平滑地融入肩部。颈部的长度与头的长度差不多是相等的。腰短而健壮，略上提，显得姿态很优雅。身体的比例均衡，从肋骨往腰的方向略有变细。胸非常深，可达到肘部的位置，肌肉发达，肋骨弹性良好。\\r\\n', '\\r\\n\\t背：站立和漫步时，背线笔直而水平，肌肉强健。\\r\\n', '\\r\\n\\t四肢：前半部分角度合适。肩处的连接结实，肌肉丰满，但是不可以太过发达。肩呈坡形，且适当往后靠，颈部、背部平滑相融。前胸发达。肘部靠近身体，与两者呈直角。腿到骹骨是笔直且平行的，骹骨强壮且直，灵活性好。脚小，呈椭圆形，脚趾超前，没有内弯或外翻。脚趾强壮，呈适度的拱形，和深深的脚垫紧密的结合。\\r\\n', '\\r\\n\\t后半部角度恰当，身躯强壮且肌肉发达。大腿的上下两部分的肌肉都发达而健壮，长度足够。膝关节之间有清晰的分界线，呈合适的角度。跗关节有适度的下降，但同样很结实。后骹骨笔直。从后面观察，腿彼此是平行的，没有外弯或内弯。如果后腿有狼爪应被切除。\\r\\n', '\\r\\n\\t臀：臀部和背线保持水平直线，臀部呈现完美的圆形。\\r\\n', '\\r\\n\\t被毛：光泽感良好，质地光滑而纤细。均匀地覆盖在身体上，颈环处的毛发略比别处长一些。\\r\\n', '\\r\\n\\t尾巴：尾根的位置高，直立，与犬只的大小呈协调的比例。在第三或第四尾椎处断尾。\\r\\n', '\\r\\n\\t颜色：白色、巧克力色和褐色：头部以巧克力色为主导色，而面部、嘴唇和眼上方则带有清晰的褐色标记。身体上有超过一半的区域为白色，带或不带巧克力色的斑点。\\r\\n', '\\r\\n\\t白色和褐色：头部以褐色为主。身体有一半以上为白色，带或不带褐色斑点。\\r\\n', '\\r\\n\\t白色和黑色：头部以黑色为主。身体有一半以上为白色，带或不带黑色斑点。\\r\\n', '\\r\\n\\t颜色应该清晰明显。火焰状的斑点是允许的，但不可延伸到眼睛或耳朵上。纯白色是最为理想的，但是少许标记会失格的。\\r\\n', '\\r\\n\\t缺陷：颜色，除了标记外，扩展到肘部或跗骨以下。\\r\\n', '\\r\\n\\t失格：1.火焰状的斑点延伸到了眼睛或耳朵上。\\r\\n', '\\r\\n\\t2.和上述标准的任何颜色组合都不符合的。任何头部白色超过50%的犬。\\r\\n', '\\r\\n\\t3.任何身体上白色未超过50%。任何头部和身体的斑点颜色不一致的。\\r\\n', '\\r\\n\\t4.低于8.5英寸,或高于11.5英寸\\r\\n', '\\r\\n\\t5.超过六个月但是耳朵不直立的犬\\r\\n', '\\r\\n\\t6.鼻下颚突出，歪嘴，上颚突出超过了1/8英寸\\r\\n', '\\r\\n\\t7.火焰状斑点扩展到眼睛或耳朵上\\r\\n', '\\r\\n\\t步态：动作自然而流畅，前驱伸展良好,后驱强壮。背线应该保持笔直，在散步的时候头和尾巴要竖直和举起的。一般是马状的步态行走。\\r\\n', '\\r\\n\\t玩具猎狐梗的喂养，建议遵循定时饲喂的方法，这样方便主人更好地管理小猎狐梗，对日后开展训练也大有帮助。玩具猎狐梗幼犬，适合少吃多餐，因为它们的活动量小，喂得太多容易出现消化不良的现象，建议每天饲喂四次最合适。\\r\\n', '\\r\\n\\t虽说某些公用处方适用于任何阶段的猎狐梗，但许多养狗专家却建议，别在小狗一岁之前用公用处方喂饲。而且，一些营养丰富的狗食不见得就对小猎狐梗有好处，可能对小狗的骨骼和肌肉生长有负面影响。\\r\\n', '\\r\\n\\t此外，玩具猎狐梗易患湿疹，所以日常养护过程中一定要注意清洁犬只，保持狗狗全身被毛的干净和整洁，定期给它洗澡，而且每天要用硬毛刷帮它梳理毛发;对耳朵内外、口鼻以及下巴处的毛发还要用洗涤剂进行仔细的清洗，保持柔顺整洁。犬舍一定要保持干燥卫生，并要定期进行消毒杀菌。\\r\\n', '\\r\\n\\t整体：8.5-11.5英寸是可以接受的肩高范围，9-11英寸是最为理想的。\\r\\n', '\\r\\n\\t比例：玩具猎狐梗整体呈方形的比例，马肩隆到地面的高度近似等于肩到臀部的距离。雌性略长是允许的。骨骼必须强壮结实，但又不能显得过分强壮，与大小的比例要恰当。相较于其他的特征，整体的平衡是非常重要的。失格：肩高低于8.5英寸或高出11.5英寸。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/31/153432671.jpg", "中文名字  ：": ["威尔士梗"], "英文名字  ：": ["Welsh Terrier"], "别      名：": "威尔士爹利（香港）", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "36-39厘米", "体      重：": "9-10公斤", "寿      命：": "10-12年", "参考价格  ：": "3500-4000", "特      点：": "不掉毛,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "60%", "掉毛程度：": "10%", "体味程度：": "20%", "美容程度：": "40%", "对小孩友善程度：": "60%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "40%", "可训练性：": "40%", "口水程度：：": "40%", "耐寒程度：": "80%", "耐热程度：": "60%", "城市适应度：": "80%", "简介：     ": "['\\t威尔士梗结构紧凑，身躯坚实，身上覆盖着粗糙不平的刚毛。腿、下半身以及脑袋都是黄褐色的，而背部等部位则为黑色(有时也为灰色)“夹克”。断尾，长度使它的比例近似“正方形”，也就是体长和肩高差不多是相等的。', '\\t它的步态延续了典型长腿梗类犬的小跑姿态，轻松自如，伸展良好，驱动力强。威尔士梗性情友善，待人热情友好，和其他的犬也可以和平相处。充满了热情和勇气。', '\\r\\n\\t威尔士梗来自英国，起源于19世纪。据说它的祖先就是产自英国的威尔士老式黑褐梗。通过一些历史文献的记录或图画中所描绘的第一头为人所知梗犬来判断，威尔士梗应该属于一种十分古老的品种，文献中的犬种是一种黑褐色的硬毛梗，与它十分相似。\\r\\n', '\\r\\n\\t在遥远的过去，这种犬更多的是被称为古老的英国梗或黑褐色的硬毛梗，直到1886年英国养犬俱乐部认可了威尔士梗或古老的英国硬毛黑褐色梗，并作为独立的品种给予注册。所以到现在，大家可以看到威尔士梗依然保持着一个世纪多年前的毛色----褐色。\\r\\n', '\\r\\n\\t虽然毛色没有变化，但在身体其他方面，威尔士梗还是略有改变的。和过去一样，威尔士梗一直是被作为狩猎犬使用的，在它的原产地---威尔士就被广泛用于猎狩水獭、狐狸以及猪獾等动物。它英勇无畏，深受人们的信赖。当然，它虽然勇敢，但并不表示它喜欢争斗，相反的，它十分友善懂礼貌，是非常容易相处的犬种。\\r\\n', '\\r\\n\\t第一次将威尔士梗作为一个品种来记录是发生在1884～1885年的Carnavon，那时候它们其实还是经常作为古老的英国梗和威尔士梗来参加展示赛。\\r\\n', '\\r\\n\\t威尔士梗在1888年被Prescott \\r\\nlawreme带到了美国，这是它第一次出现在美国。他当时引进的是一头公犬和一头母犬，并在老麦迪森方形公园的各类犬参加的展示赛中参展过，那时候所有参展的犬中，只有威尔士梗是进口的。到了1901年，威斯特敏斯对该犬进行了详细的分类，大大提高了威尔士梗的知名度，至今名气有增无减。\\r\\n', '\\r\\n\\t该犬英勇无畏，深受人们的信赖。当然，它虽然勇敢，但并不表示它喜欢争斗，相反的，它十分友善懂礼貌，是非常容易相处的犬种，能和人类相处得非常融洽，和同类也能和平共处，是非常合适的家庭伴侣犬，玩赏犬。\\r\\n', '\\r\\n\\t头：头部呈矩形。面部结实，颌部强壮有力。面部比颅后部略窄。鼻梁细长。颅后部的长度和面部相等，从侧面看，两者还是平行的。两耳之间的颅后部与面颊均光滑而平坦，没有凸起，而且两耳之间没有皱褶。\\r\\n', '\\r\\n\\t吻部结实，呈方形比例，丝毫不显细弱，长度大概为鼻尖到后脑部的整个头部长度的1/2。额头以及面部上的饰毛要进行适当修剪，使头部的整个矩形轮廓显得清晰而自然。方形的黑色鼻子。\\r\\n', '\\r\\n\\t眼睛：小，为深褐色，呈杏仁状，位于颅部上的位置很合适，两眼的间距较宽。眼神机警、稳重而自信。\\r\\n', '\\r\\n\\t耳：耳小，呈v形，不薄不厚刚刚好。耳折叠，折叠的地方恰好和颅部的最高处在同一水平线上。休息的时候，耳朵朝前且紧贴着脸部，耳尖下垂或朝向外眼角;注意力集中、凝神倾听的时候，耳朵稍微有点上翘，朝向前方。\\r\\n', '\\r\\n\\t颌/牙：嘴唇紧密，呈黑色。剪式咬合最为理想，钳状咬合也是可以接受的，但是两种咬合的齿式应一致。齿大且结实，下巴强壮有力，就像老虎钳一般。\\r\\n', '\\r\\n\\t颈、躯体：颈部的长度和厚度都很合适，略呈拱形，倾向肩部的方向。喉部匀称。躯干结实，肋骨扩张良好。胸深与胸宽恰当，腰虽短，但强壮。\\r\\n', '\\r\\n\\t背：背线水平。\\r\\n', '\\r\\n\\t四肢：前躯笔直，肩部欣长，适当往后仰。腿直且肌肉发达，掌节直立，强健有力。脚小如猫足，呈圆形。脚垫厚实，为黑色。脚趾强壮有力，也是黑色的，任何悬爪都应剪掉。\\r\\n', '\\r\\n\\t后躯强健，肌肉发达。股骨和膝关节弯曲的角度良好，跗关节呈适度的直线形，彼此平行，离地面的距离近。脚爪与前肢一致。\\r\\n', '\\r\\n\\t尾巴：断尾，它的尾尖和后脑位于同一水平线上，使犬的整体呈现方形的轮廓。尾根比较高，在背上，竖立着。\\r\\n', '\\r\\n\\t被毛：被毛浓密，质地粗硬，外貌厚实，底毛短而柔软。吻部、腿以及身躯上的饰毛都是硬毛，而且很密实。\\r\\n', '\\r\\n\\t颜色：黑色的上层被毛(灰白色也是可以的)，面积从颈部到尾巴，还包括大腿上部。而四肢、躯干以及头部则是十分明显的棕褐色。棕色是一种深红的颜色，颜色略浅一点也是允许的。\\r\\n', '\\r\\n\\t步态：沿直线行走，动作自由且不费力，前腿伸展自如，后腿驱动力强。加速行走时，脚有一种自然的前进过程中往中线靠拢的趋势。\\r\\n', '\\r\\n\\t威尔士梗的体型虽然不大，但它每天所需的运动量可不少。所以一定要注意，不能长时间把它关在家里，这样不仅不利于身心健康，还会导致狗狗精神不振，食欲减退，等等负面影响。\\r\\n', '\\r\\n\\t每天要带它出去适当活动活动，不过记住，外出散步时，最好戴上牵引绳，不仅能防止它消失在你的视线范围内，还能避免它胡乱捡拾路上的食物时吃。\\r\\n', '\\r\\n\\t威尔士梗的接受能力和服从性都非常不错，只要你愿意耐心地进行训练和教导，它绝对可以将你所教的事完成得很好。当然训练之后别往了给它点奖励，这样它才会变得更加积极。\\r\\n', '\\r\\n\\t整体：威尔士梗，体型中等，身躯强壮，结构紧凑，粗糙的硬毛腿。躯干的下部分和头部都是棕褐色的，上层被毛为黑色，偶尔为灰白色。尾巴截短，留的长度使威尔士梗整体看起来呈方形的比例，即体长等于身高。\\r\\n', '\\r\\n\\t威尔士梗运动状态下，和长腿梗小跑时所展现出来的典型特征十分相似，都是伸展良好，且不费力，驱动力强劲。\\r\\n', '\\r\\n\\t威尔士梗对人类和其他的犬种都非常友善。它的表情是通过眼睛的位置、颜色、距离以及耳朵的姿势来展现的。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/31/151414881.jpg", "中文名字  ：": ["玩具曼彻斯特犬"], "英文名字  ：": ["Manchester United Dog、ENGLISH TOY TERRIER"], "别      名：": "曼彻斯特梗、玩具曼彻斯特...", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "", "分      组：": "玩具犬", "身      高：": "20-30厘米", "体      重：": "3-4公斤", "寿      命：": "14-16年", "参考价格  ：": "1000-5000", "特      点：": "易打理,护家", "粘人程度  ：": "40%", "喜叫程度：": "40%", "掉毛程度：": "40%", "体味程度：": "40%", "美容程度：": "40%", "对小孩友善程度：": "20%", "对生人程度：": "20%", "对动物程度：": "20%", "运动量：": "50%", "可训练性：": "30%", "口水程度：：": "20%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t玩具曼彻斯特犬是一种胎生的玩赏犬。没有攻击性，也不会显得胆怯。它忠实听话，严谨警惕，能够分辨出谁是敌人，谁是自己人。性情安静，不喜欢吵闹，对其他的犬只非常友善。', '\\r\\n\\t曼彻斯特犬有已经绝种的黑褐梗的血统。是18世纪时期，曼切斯特一个叫约翰修姆的饲养者改良而来的，他用擅长捕鼠、敏捷壮硕的黑褐梗和惠比特犬交配才得到曼切斯特梗，据说后来进一步改良时还加入了西部高地梗的血统。到了1959年，和该犬十分相似的玩具犬种都被登记注册为独立的品种，到现在只有小型的曼切斯特更受认可。\\r\\n', '\\r\\n\\t曼切斯特犬适合城市生活，耐热能力强，也不需要经常为其梳理被毛，虽然不是太容易训练，但训练成功的话，它可以成为非常出色的守门犬。\\r\\n', '\\r\\n\\t整体： 玩具曼彻斯特梗的体重不超过12磅。一些俱乐部通常会按照体重将美国品种和开放标准品种进行区分：7磅或更轻;7磅~12磅。\\r\\n', '\\r\\n\\t头：头又长又窄，皮肤紧贴头骨，除了前额，其他部分略往后缩。从正面或侧面观察，头部都呈钝的楔子形。鼻镜为黑色。口吻和头部的长度相等。口吻在眼睛的下方，十分饱满，但是面颊的肌肉不明显。\\r\\n', '\\r\\n\\t眼睛： 杏仁状，近乎全黑，小，但眼神明亮。两眼间距比较靠近，外眼角略有上提。眼睛既不突出也不深陷。必须是黑色的。\\r\\n', '\\r\\n\\t耳：须为立耳，应该位于头顶上一个恰当的位置，耳根宽、耳尖细。\\r\\n', '\\r\\n\\t宽、张开，耳尖钝和铃铛状的耳朵属于严重缺陷，剪耳则属于失格。\\r\\n', '\\r\\n\\t颌/牙：下颌饱满，轮廓清晰，黑色的嘴唇紧贴着下颌。颌部丰满有力，牙齿的分布整齐，为白色，呈剪状咬合，钳状咬合也是可以接受的。\\r\\n', '\\r\\n\\t颈、躯体：颈部纤细，呈拱形，长度中等，往后颈部的方向逐渐变粗，直到与肩部平滑地相连，肩部倾斜。颈部太细视为缺陷。胸深，在前肢之间的部位略窄，前胸轮廓清晰，肋骨稍有扩张，到了胸下的部位则变平，使前肢能够灵活运动。腹部折起，呈拱形。\\r\\n', '\\r\\n\\t背：略呈拱形，粗壮，背部扁平或拱起都属于失格，应被淘汰。\\r\\n', '\\r\\n\\t四肢：前躯：肩胛和前臂差不多是等长的。也就是肘到马肩隆的长度等于肘到地面的长度。肘部贴近前胸。肩部的位置恰当。前肢笔直，长度中等，立于前胸的下方。腕部垂直。后躯：大腿肌肉发达，大腿上半节和下半节的长度相等。后膝关节的角度恰当。从后面看，飞节无内弯，也无外翻。身体曲线自然流畅，一直延伸到后腿。足爪紧凑，呈拱形。中间的两个脚趾比其余的脚趾长。脚垫厚实，黑色的趾甲。\\r\\n', '\\r\\n\\t尾巴：和鞭子的形状很像，长度不超过肘关节，位于后躯末端，尾根比较，往尾尖方向逐渐变细。尾巴略往上翘，但一定不可翻卷到背上。\\r\\n', '\\r\\n\\t被毛：质地平滑，短且浓密，紧贴在身上，富有光泽。不可以是柔软的。\\r\\n', '\\r\\n\\t颜色：黑色带丰富的桃花芯木的棕色，但两种颜色界限分明，不会互相混杂。两只眼睛的上方和两边脸颊上都有极小的棕色斑点。头部、口吻到鼻镜的部分是棕色的。鼻镜和鼻梁则为黑色的。棕色可延伸到喉咙之下，形成V字形。耳内部分也呈棕色。前腿上方以及前胸各有一个棕色的斑点，称之为“玫瑰花节”。前脚腕部分有黑色的“拇指斑”。前腿其他部分应该都是棕色的。四个脚趾上方都有所谓“铅笔纹”的黑色条纹。后腿外侧应该是黑色的。尾部只有尾巴下面和肛门是棕色的，棕色只分布在这些被遮盖的部分。\\r\\n', '\\r\\n\\t被毛：任何部位出现白色都属于严重缺陷，如果最长端有超过0.5英寸的白色斑纹，则属于失格。另外，出现棕色和黑色以外的颜色也都属于失格。\\r\\n', '\\r\\n\\t步态：轻松自如，毫不费劲，前肢的步伐正确，不能出现马式步伐。后躯的驱动力强。两条后腿都应该和它所对应的前腿处于同一条直线，无内弯或外翻。快步行走时，落脚点的重心集中在身体下方。\\r\\n', '\\r\\n\\t玩赏型的曼彻斯特梗每天都需要带它出去散散步，短距离即可，运动不用太过量。在家里陪它好好玩耍一番也是可以的。\\r\\n', '\\r\\n\\t被毛的护理要求几乎可以说是最低限度的了，比如偶尔刷刷毛以清理死毛。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/26/134825131.jpg", "中文名字  ：": ["拳师犬"], "英文名字  ：": ["Boxer"], "别      名：": "拳师、拳狮,德国拳师犬", "分布区域  ：": "德国", "原  产  地：": "德国", "体      型：": "中型犬", "功      能：": "伴侣犬,工作犬", "分      组：": "工作犬", "身      高：": "53-63厘米", "体      重：": "25-32公斤", "寿      命：": "12-13年", "参考价格  ：": "2000-10000", "特      点：": "不掉毛,易打理", "粘人程度  ：": "40%", "喜叫程度：": "40%", "掉毛程度：": "10%", "体味程度：": "60%", "美容程度：": "10%", "对小孩友善程度：": "80%", "对生人程度：": "60%", "对动物程度：": "60%", "运动量：": "60%", "可训练性：": "60%", "口水程度：：": "40%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "80%", "简介：     ": "['\\t理想的拳狮犬应是中等体型，呈方形的比例，背短，四肢强健，被毛短而密实，有着发达而丰满的肌肉，一举一动都充满了力量。自由稳定而富有弹性的步态，使其看起来从容自信，威严勇猛。', '\\t尽管它的外表看起来好像很凶悍，但实际上它性情温和，喜欢热闹，感情丰富，自制心强，不会随意做出攻击。', '\\t拳师犬忠诚，不记仇。尤其是对小孩子感情深厚，容易训练，可用作警犬、护卫犬、个人警卫犬，也可用作导盲犬。它的服从性非常好，所以也可以成为非常好的伴侣犬。', '\\t它聪明自信，勇敢机警，有威严。警惕心强，是非常值得信赖的犬种，听觉灵敏，待人友善。', '\\r\\n\\t拳师犬的祖先是一种獒犬种，在中世纪的时候，主要被人们用来抵抗野牛，狩猎野猪和鹿等动物。从拳狮犬的历史发展来看，我们可以发现它与德国有着非常密切的关系，然而却是个英国名字，当然，这个名字确实是很适合它：发起进攻的时候，它就是挥动着它的前爪，就好似一个拳击手一般，人们猜测说不定这正式它的名字的由来。\\r\\n', '\\r\\n\\t出产于16-17世纪年间的一副佛兰德挂毯上就有描绘一些犬只捕猎雄鹿和野猪的细节画面。而这些犬与存在于安大路西亚(Andalusia)和伊斯彻曼德(Estramadura)的阿拉诺(Alano)猎犬，以及来自亚述尔群岛的Matin \\r\\ndeTerceira或Perrodo \\r\\nPresa犬非常相似，而阿拉诺(Alano)犬和马丁(Matin)犬过去就被认为是同一种犬，这也意味着它们要么就是拳狮犬的祖先，要么就是和拳狮犬属于同一个祖先。\\r\\n', '\\r\\n\\t在19世纪的时候，德国慕尼黑的人民用伯连巴塞尔獒犬与斗牛犬配种，得到的后代除了有着好斗的外表与活泼的性格之外，精力还十分旺盛，性情虽敏感但工作认真负责。在第二次世界大战之后，该犬不仅在英美发展良好，受到了一定程度的关注，同时在世界许多个国家都开始普遍饲养，成为家庭犬和警卫犬，深受人们的欢迎。\\r\\n', '\\r\\n\\t19世纪中期，在斗犬和斗牛被法律规定为非法性质之前，拳狮犬与上述这种类型的犬只一直都是被作为斗犬饲养的。现在拳狮犬已然成为大众社会家庭中的一员，而且依然勇气十足，防卫能力出众，如果主人需要或发出命令，它也会做出攻击行为，对主人无比忠诚。\\r\\n', '\\r\\n\\t可以说所有的欧洲犬都和拳狮犬脱不了关系。到了1904年，美国养犬俱乐部承认了拳狮犬并给予登记注册。于1915年举行了首次锦标赛，不过一直发展到1940年，美国人才从观望慢慢转变为真正的喜欢，或许和拳狮犬在犬展中取得了非凡的成绩有一定关系吧。\\r\\n', '\\r\\n\\t拳狮犬即可作为守卫犬和工作犬，也能够成为合格的伴侣犬，虽然身躯强壮但并不凶残，只有在必要时会表现出一定的攻击行为，可以训练，聪明机警。充满活力，很喜欢小孩子，非常适合适合家庭生活。不管是城市公寓，郊区还是别墅，只要有足够的空间能让它活动，它就都可以适应。\\r\\n', '\\r\\n\\t整体：轮廓清晰的头部是拳狮犬最显著的一个特征，不过头部必须与身体呈一定的比例。吻部宽而钝，和颅骨有一个协调的比例是非常重要的。\\r\\n', '\\r\\n\\t拳狮犬给人印象最深刻的应该是那吸引人的毛色和独特的外表。\\r\\n', '\\r\\n\\t有着丰满而结实的肌肉。骨骼发达，公犬比母犬更甚。\\r\\n', '\\r\\n\\t身高——公犬57.2～63.5厘米，母犬53.3～59.7厘米。公犬不应低于标准身高，而母犬则不应高于标准身高。如果身高在标准范围内，那么身体各个部位的比例是否协调就是非常关键的评判指标了。\\r\\n', '\\r\\n\\t比例——胸部前端到大腿后端的距离等于肩胛上缘到地面的距离，身体呈方形。\\r\\n', '\\r\\n\\t头：头部的外形是否漂亮，取决于吻部和颅骨之间的比例是否足够协凋。吻部的长度等于从枕部到鼻尖端长度的1/3，宽度则为颅骨宽度的2/3。头部不能有深的皱纹。直立时，仅前额会出现皱纹。皮褶从眉头两侧延伸到吻部两侧。颅骨顶部略呈拱形，不圆也不平坦。枕部不太突出。两眼之间有一凹痕，凸显出轮廓清晰的鼻梁。面颊比较平坦。颅骨往吻尖方向逐渐变细，形成一条优美的曲线。吻部的长度、宽度以及深度的比例协调。吻部的形状由两侧颌骨、牙床和嘴唇形成。吻部的顶部既不可倾斜，也不可凹陷。但是鼻尖端比吻部的根部略高。鼻子比较宽，颜色为黑色。\\r\\n', '\\r\\n\\t缺点——颅骨过宽。面颊突出。缺乏皱纹或皱纹过深。上唇下垂。吻部相对颅骨过小。吻部过长。下颌过于突出。嘴紧闭时露出牙齿和舌。眼睛的颜色比被毛的底色浅。\\r\\n', '\\r\\n\\t眼睛：深褐色，大小适中，既不突出也不凹陷。眼神与前额的皱纹形成了拳狮犬聪明机警的表情。\\r\\n', '\\r\\n\\t耳：耳根的位置高，位于颅骨的最高点，剪耳之后，往耳尖方向慢慢变尖。警戒时耳朵会直立起来。\\r\\n', '\\r\\n\\t颌/牙：上颚宽，往前稍有变细。上下唇应该整齐闭合，上唇厚，能够包住突出的下颌，侧面则由下犬齿支撑。犬齿之间的距离必须较大、较长，这样才能呈现宽而方的吻部外形。从侧面观察，吻部微微上翘。从侧面和前面观察，下颌的轮廓十分清晰。下颌突出，超过上颚，往上翘。下门齿与下犬齿在一条直线上，使下颌显得非常宽。\\r\\n', '\\r\\n\\t颈、躯体：颈圆且长，肌肉丰满，皮肤无下垂，呈拱形。颈部与肩部平滑地相融。背线流畅，略有倾斜。胸部极宽，从侧面看，能够看到胸底，胸深可达肘关节。从肩胛上缘到胸部最低点的距离为肩胛上缘到地面距离的1/2。肋部伸展良好，呈拱形，不过不呈桶状。腰短，肌肉丰满，腹部上提。\\r\\n', '\\r\\n\\t缺陷：颈部又短又粗。胸部过宽过窄。胸骨不突出。腹部下垂。肋部侧面平坦。腰部长而窄，和臀部之间的链接显得无力。\\r\\n', '\\r\\n\\t背：背短而直，肌肉丰满，紧密连接着肩部和后躯。\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t肩长，略有倾斜，肌肉并未太过丰厚。上腕长，和肩胛骨成直角。肘关节既不能太过靠近胸部，也不可离胸部太远。前肢长且直，有着发达的肌肉，从前面看，两前肢是互相平行的。前脚跟强壮，与地面近乎垂直。狼爪允许切除。足爪紧凑，既不内翻也不外展，趾尖呈拱形。\\r\\n', '\\r\\n\\t缺陷：肩部松弛，肌肉太过丰满。肘关节和胸部的距离过近或过远。\\r\\n', '\\r\\n\\t后躯\\r\\n', '\\r\\n\\t肌肉丰满，与前躯之间形成一个恰当的角度。大腿宽，且肌肉发达。腿长，膝关节屈曲，有清晰的跗关节。从后面观察，后肢笔直，跗关节既没有内翻，也没有外翻。从侧面观察，后脚跟差不多和地面是垂直的，允许后脚跟稍微往后倾斜。后脚跟虽短，但是很强壮，且轮廓清晰。后肢没有狼爪。\\r\\n', '\\r\\n\\t缺陷——后躯角度过大，后肢肌肉不够丰满，或大腿后面肌肉过多，跗关节角度过大，后躯过低或过长。\\r\\n', '\\r\\n\\t臀：臀部又平又宽，稍有倾斜。骨盆宽。\\r\\n', '\\r\\n\\t尾巴：尾根的位置高，一般会进行断尾，往上翘。\\r\\n', '\\r\\n\\t被毛：短，光泽度良好，触感光滑，紧贴于身体上。\\r\\n', '\\r\\n\\t颜色：颜色为浅黄褐色，有斑纹。被毛的底色允许从浅棕褐色到红褐色。斑纹稀少或密集都可以，但要足够清晰，且差不多覆盖全身，浅黄褐色的底色反而显得稀少。\\r\\n', '\\r\\n\\t白色斑块能够让狗狗的外表看起来更漂亮。不过白色斑块的面积不可超过全身被毛的1/3，且出现在侧腹部或躯干的背侧则不理想。在面部，白色斑块可以代替一部分黑色底色，出现在两眼之间，但是不可破坏狗狗的面部特征。\\r\\n', '\\r\\n\\t缺点——白色斑块出现的位置不对。\\r\\n', '\\r\\n\\t不符合标准——浅黄褐色的斑纹或被毛以外的颜色的犬。白色斑块超过全身被毛的1/3。\\r\\n', '\\r\\n\\t步态：从侧面观察，前躯的伸展性良好，背部保持水平，后躯驱动力大。前肢稳定，不会出现交叠和斜行的情况。从前面观察，肩部保持稳定，肘关节没有往外倾斜。行进速度变慢时，四肢之间相互平行;急速行进时，四肢的落地点趋向身体的中心线，但不会相互交叉。肩部和前肢的连线虽然可以不和地面保持垂直的角度，但必须是直的。从后面观察，臀部不可摆动。同侧的后肢应该和前肢沿着一条直线行走。\\r\\n', '\\r\\n\\t缺点——如踩高跷一样的步态，或是步伐无力，步态不流畅。\\r\\n', '\\r\\n\\t遗传疾病：髋关节发育不全。\\r\\n', '\\r\\n\\t常见疾病：过敏性皮炎、心肌炎。\\r\\n', '\\r\\n\\t6个月之前的拳师犬就好像人类的婴幼儿时期和青春期阶段。拳师犬刚出生的时候，它们的肠胃功能并不完善，只能吃母犬的乳汁或羊奶粉，到四个月大的时候，它们生长发育的速度会加快，此时对热量的需求也会极度增加，建议每天饲喂3-4次。成为成犬之后，由于生理学上讲究一个“生理时钟”的观念，所以如果到了吃饭时间却没有给它喂食，但胃酸届时依然会正常分泌，长期下来就容易引发如胃溃疡等肠胃疾病，因此家长们一定要定时定量饲喂，每天1-2顿即可。\\r\\n', '\\r\\n\\t此外，就如不固定时间去散步的道理一样，训犬师通常会建议饲主，应该有意识地去打乱吃饭的时间，这样可能会更有利于建立饲主的领导力，这样拳师犬也会懂得，只有主人拿出饲料的时候才是吃饭时间，这样它就不会到了固定的时间就开始叫唤，或者偶尔没饭吃，它也可以忍耐。尤其是喜欢外出旅行的宠主，不用担心狗狗会因为误了它进餐的时候而吵闹不止，扫了游玩的兴致。\\r\\n', '\\r\\n\\t很多宠主会养成一个习惯，那就是自己吃什么，就喜欢给狗狗吃点什么。而狗狗对吃的向来是从不拒绝，且多多亦善，你给它多少，它就都能吃光。可是，许多人类能吃的东西，狗狗并不能吃啊。这点如果不注意的话，不仅影响狗狗的健康，甚至是威胁到生命安全!\\r\\n', '\\r\\n\\t在狗狗的狗粮中绝对的不能添加以下食物：\\r\\n', '\\r\\n\\t1、盐制的干燥食品：咸鱼、小鱼小虾干、腊肉、食品火腿及腌肉等盐份高的食品。\\r\\n', '\\r\\n\\t2、放了芥末或太多辣椒的食物，容易导致狗狗口、胃肠溃烂现象。\\r\\n', '\\r\\n\\t3、洋葱。洋葱对狗狗的血液有强烈的毒性，吃多了会导致急性贫血，甚至危及性命。\\r\\n', '\\r\\n\\t4、鸡、鸭、鹅等禽类的尖细坚硬的骨头，所以在喂狗狗吃鸡、鸭、鹅肉时，一定要先把骨头剔除。\\r\\n', '\\r\\n\\t5、冷藏的牛奶、冰淇淋和其它乳制品，容易腹泻。\\r\\n', '\\r\\n\\t注意：哪怕是加热过的牛奶和其它乳制品也不能多喂，因为狗狗的肠胃真的适应不了这类类食品。\\r\\n', '\\r\\n\\t外观\\r\\n', '\\r\\n\\t标准头部：呈方形，口吻宽厚，鼻子朝上。下颚比上颚突出，且略往上弯曲，嘴巴紧闭的时候，牙齿和舌头是不可以露出来的。\\r\\n', '\\r\\n\\t.耳：薄，耳根的位置高，休息时耳朵平贴在头上，工作时则会往前方下垂。在美国以及许多国家(除了英国)的拳师犬一般都会断耳。\\r\\n', '\\r\\n\\t眼：大小适中，琥珀色，眼眶为暗色。\\r\\n', '\\r\\n\\t鼻：宽，黑色;鼻孔大，鼻子上有一条清晰的线。\\r\\n', '\\r\\n\\t身体：胸厚，肋部扩张良好，腰短。\\r\\n', '\\r\\n\\t被毛：短且富有光泽，质地平滑，毛色有芥茉色，斑纹状，白斑超过被毛的1/3视为不理想。\\r\\n', '\\r\\n\\t四肢：前肢又长又直，互相平行，后肢的肌肉发达，大腿宽且弯曲。\\r\\n', '\\r\\n\\t足部：小，肉趾大，脚尖紧凑且厚实，后脚比前脚略小。\\r\\n', '\\r\\n\\t尾部：直立，尾根的位置高，一般为断尾，只保留约5厘米的长度。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/26/101216291.jpg", "中文名字  ：": ["葡萄牙水犬"], "英文名字  ：": ["Portuguese Water Dog"], "别      名：": "靠德阿古阿犬", "分布区域  ：": "欧洲大陆地区", "原  产  地：": "葡萄牙", "体      型：": "中型犬", "功      能：": "工作犬", "分      组：": "工作犬", "身      高：": "43-58厘米", "体      重：": "16-25公斤", "寿      命：": "10-14年", "参考价格  ：": "2000-5000", "特      点：": "友善,易训练,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "60%", "掉毛程度：": "60%", "体味程度：": "60%", "美容程度：": "40%", "对小孩友善程度：": "80%", "对生人程度：": "70%", "对动物程度：": "80%", "运动量：": "60%", "可训练性：": "80%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t葡萄牙水犬，起源于葡萄牙的海岸一带，过去曾经和渔民们一起远航去到冰岛附近，是葡萄牙阿尔加维地区渔民普遍饲养的一个犬种，十分擅长游泳和潜水，能力出众，工作认真，极有毅力，能够帮助主人在海中找回丢失的渔具、驱赶鱼群进网、在船与小船或与陆地之间传递信息。是忠诚的伴侣和警惕的卫士。', '\\t该犬聪明，而且实用性高，因此深受人们的喜爱。', '\\t它的头部非常宽，且比例匀称;粗狂而紧凑的身躯，粗壮有力的尾巴漂亮的举着，就好似船舵的作用，为它掌握方向。天性热情，性格稳固，给人们留下了深刻的印象。', '\\t葡萄牙水犬有两种被毛类型，一种是较长的，被毛略卷曲或呈波浪状;另一种则是短而密实的，特别是卷曲的那部分更为结实。作为一种工作犬，该犬勇敢无畏，认真负责，任劳任怨，能够24小时持续工作而不知疲劳。', '\\t在葡萄牙语中，该犬叫做cao de Agua，cao的意思是犬，de Agua的意思是水。在它的起源地，人们也叫它葡萄牙猎鱼犬。cao de Agua de Pelo Ondulado是长毛品种的名称，cao de Agua de Pelo Encaradolado则是卷毛品种的名称。', '\\r\\n\\t该犬来自葡萄牙的海岸一线，距今已有数个世纪之久，过去曾经跟随渔夫们一起远航，去过冰岛附近捕捉鳕鱼。居住在葡萄牙海岸线上的渔民，用葡萄牙水犬去驱赶鱼群，赶到渔网中再拉起来，它还能在水里潜游，帮助渔民找回不慎丢失的捕鱼工具和破了的渔网，还能在船和船、船和岸之间穿梭，为人们传递消息。\\r\\n', '\\r\\n\\t不过还有人认为葡萄牙水犬是起源于公元前700年的中亚，即中俄交界处的西伯利亚大草原。据说住在那里的人们主要是靠饲养牛、羊、骆驼和马来生活，同时他们也饲养了一些犬类来帮助他们放牧家畜。由于这些犬和他们一起生活的地方比较偏远，和外界交流极少，因为没有受到杂交的影响，长出了它们特定的类型，和长毛的葡萄牙水犬极为相似。\\r\\n', '\\r\\n\\t有一种理论认为：这种亚洲牧羊犬有一部分被凶猛的北非柏柏尔人(Berbers)抓获后带着它们从北非穿行到了摩洛哥，而他们的后人---摩尔人在8世纪来到了葡萄牙，随身带着的就是一种水猎犬。\\r\\n', '\\r\\n\\t而另一种理论声称，亚洲牧羊犬随着哥特人(德国部落的一个联邦)离开了非洲的大草原之后兵分两路，一部分一路西行，随行的犬变成了德国的pudel犬。另一部分西哥特人则往南走，和罗马人发起了战争，他们的犬则发展成了狮子犬。到了公元400年，西哥特人入侵西班牙和葡萄牙成功之后，他们的犬也就开始定居于此。\\r\\n', '\\r\\n\\t这些理论可能就很好地解释了为何狮子犬与葡萄牙水犬的祖先是一样的。\\r\\n', '\\r\\n\\t数个世纪以来，葡萄牙水犬一直生活在葡萄牙南部悬崖密布的海岸边，和外界完全没有交流和来往，所以一直保持着它们原始的粗犷的外表。不过到了20世纪早期，农业社会发生了巨大的变化，葡萄牙的渔民迅速彻底海岸边，葡萄牙水犬自然也一同离去。\\r\\n', '\\r\\n\\t19世纪30年代，一个葡萄牙船业巨头瓦斯科·博苏德(Dr. Vasco \\r\\nBensuade)非常喜爱这种犬只，得知了该犬的情况之后，就开始着手于挽救这一品种犬，随后推动了葡萄牙犬俱乐部的重新建立，使该犬得以在犬展中亮相，之后经过研究和讨论为其制定了标准，葡萄牙水犬正式被列入工作犬组。\\r\\n', '\\r\\n\\t1954年，几头葡萄牙水犬从葡萄牙出口到了英国，英国养犬俱乐部也将它们登记并列入了工作犬组的范畴。虽然该犬顺利地在英国被接受，但最终却还是迅速衰落了，到了1957年之后就没有被登记在册的犬只了。\\r\\n', '\\r\\n\\t1958年，纽约的哈瑞顿(Harrington)夫妇收到了从英国来的作为稀有品种交换的一对葡萄牙水犬，美国人也因此对这种犬产生了极大的兴趣。其中就有一对夫妇，来自康涅狄格州的贺伯特·米勒(Herbert \\r\\nMiller)夫妇，他们第一次从葡萄牙直接进口这种犬。\\r\\n', '\\r\\n\\t1972年8月13日：16位葡萄牙水犬爱好者还有他们的爱犬在米勒家聚会，并一致同意成立了美国葡萄牙水犬俱乐部。那个时候美国现存的葡萄牙水犬也就不过12只。后来经过这些爱犬、养犬人的坚持和努力，到了1982年6月3日，也就是大约十年的时间，葡萄牙水犬的数量就达到了惊人的2571069402只，广泛分布在美国的41个州，而且专门有50多个技艺精湛的养犬人。\\r\\n', '\\r\\n\\t1981年6月3日，葡萄牙水犬被列入混合犬组。3个月后，该犬在犬展中首次获得冠军，名声大噪，于1983年8月1日得到了美国养犬俱乐部的正式承认，并于1984年1月1日作为工作犬组参加比赛。\\r\\n', '\\r\\n\\t该犬运动量大，喜欢四处活动，不喜欢呆着，警惕性强，对工作充满了热情，现在主要是作为工作犬或护卫犬被饲养，不适合工作繁忙的上班族或老人。\\r\\n', '\\r\\n\\t整体：中等体型，体格粗壮，能够一整天待在水里或陆地上工作。耐力持久，极其擅长游泳和潜水，能够帮助渔民收回海里的鱼网、驱赶鱼群进网以及在船与岸之间传递消息、物品。脑袋宽大，身躯粗壮，尾巴结实有力，如船舵一般稳稳地保持住身体的平衡。葡萄牙水犬仿佛就代表着强大的力量、旺盛的精力和完美的表现。\\r\\n', '\\r\\n\\t天性聪明，冷静沉着，外表健壮，略显粗犷。丰厚密实的被毛不会脱落，且不会导致过敏症，防水性好，脚上有蹼，是一种理想的户外犬，能够胜任不同类型的工作。\\r\\n', '\\r\\n\\t身体呈长方形，身长略大于身高。骨骼发达，肌肉丰满，躯体结实有力。\\r\\n', '\\r\\n\\t公犬高50.8～58.4厘米，体重19.05～27.22千克;母犬高43.2～53. \\r\\n3厘米，体重15.9～22.68千克，体形小一些的犬通常用在小船上，体形大的犬则用在大船上。\\r\\n', '\\r\\n\\t头：最突出的一个特征就是它那宽大的头颅。表情坚定而专注。从侧面观察，颅骨要比吻部略长，枕部比前额要略微突出一点。从上往下看，颅骨的顶部极宽，中间有一处凹陷。前额突出，中间有一凹槽，距离是鼻梁到枕部距离的2/3。鼻梁轮廓清晰。鼻根部比鼻尖部宽大，鼻子宽阔，且鼻孔扩张。黑色、白色或黑白相间被毛的犬鼻均为黑色，棕色被毛的犬鼻为深浅不等的棕色。嘴唇厚，特别是前部，没有下垂。\\r\\n', '\\r\\n\\t眼睛：大小适中，两眼之间的间距较大，稍微有点倾斜，但是没有突出也没有凹陷。黑色或棕色。眼睛颜色深的会比较理想。黑色、白色或黑白相间的被毛的犬只，通常眼眶都是黑色的。瞬膜也为黑色，但是不外露。\\r\\n', '\\r\\n\\t耳：心形，薄。耳尖的地方不能低于下颌。\\r\\n', '\\r\\n\\t颌/牙：颚强壮，上下颚都不突出。 \\r\\n黑色、白色或黑白相间的犬只的嘴唇，舌下面和齿龈为黑色。棕色被毛的犬则是深浅不等的棕色。呈剪状咬合或水平咬合。嘴巴紧闭时，发达的牙齿不会外露。\\r\\n', '\\r\\n\\t颈、躯体：颈部虽然短，但是很直，肌肉发达。胸宽，深度可达到肘关节。肋部长而伸展，使肺部的扩张不至于受限。背宽，且肌肉非常发达。腰短，与臀部平滑的相融。臀部的倾斜不是太明显，髋骨几乎不怎么能看见。\\r\\n', '\\r\\n\\t背：背线水平\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t肩部倾斜，肌肉发达。上臂强壮。前肢直而强健。腕骨发达，前面比侧面宽。前脚跟也是长而结实。狼爪允许去除。足爪圆而平坦。趾关节不突出。脚趾之间有蹼，蹼为一层皮肤，覆盖着被毛，一直到脚尖。中间的脚垫厚。脚趾甲可以是黑色、棕色、白色或斑纹样。\\r\\n', '\\r\\n\\t后躯\\r\\n', '\\r\\n\\t强健有力，和前躯保持平衡。从后面观察，后腿之间彼此平行，非常直，肌肉十分发达。强健的后脚跟，无狼爪。脚爪与前脚差不多。\\r\\n', '\\r\\n\\t臀：丰满\\r\\n', '\\r\\n\\t尾巴：不断尾。尾根粗，往尾尖方向逐渐变细。尾根的位置略低于背部，尾尖延伸在肘关节上面一点。当犬处于警戒状态时，尾巴卷曲，但其前端不能越过腰部。狗狗在游泳时，尾巴的作用巨大。\\r\\n', '\\r\\n\\t被毛：厚而浓密，除了腋窝和腹股沟处的被毛稍微薄一点之外，身体的其他部分都均匀地覆盖着厚实的被毛。无底毛、鬃毛和环状领毛。\\r\\n', '\\r\\n\\t有两种类型的被毛\\r\\n', '\\r\\n\\t卷曲形——紧密，呈卷状，无光泽，耳部的被毛有时候是波浪形的。\\r\\n', '\\r\\n\\t波浪形——无卷曲，有光泽。\\r\\n', '\\r\\n\\t被毛的修剪类型有以下两种可以接受：\\r\\n', '\\r\\n\\t狮子式——当全身的被毛长长之后，将其身体中部、后部以及吻部的被毛给修剪掉。尾尖部分的被毛则维持自然的长度。\\r\\n', '\\r\\n\\t工作式——为了让狗狗的外表保持自然，被毛应按照身体的轮廓来修剪，修剪之后的长度不能大于2.5厘米(1英寸)。尾尖部的被毛依旧保持原来的长度。\\r\\n', '\\r\\n\\t狮子式或工作式被毛的修剪方式都是被接受的。喜欢将狗狗的被毛修剪成狮子式的人认为，这种造型能够展示出狗狗强壮有力的肌肉，而喜欢工作式的人则认为这种被毛更容易梳理，适合狗狗进行各种户外活动。\\r\\n', '\\r\\n\\t颜色：黑色、白色或深浅不等的棕色;黑色或棕色和白色组合。只要鼻、口和眼睑是黑色的，白色被毛的犬就不是白化病。黑色、白色或黑白相间的狗狗的皮肤为蓝色。\\r\\n', '\\r\\n\\t步态：行走时，速度不快则步幅小，活泼随意。加速行走时步幅则比较大，但身体保持良好的平衡。\\r\\n', '\\r\\n\\t葡萄牙水犬在日常饲养上，要注意补充钙质。\\r\\n', '\\r\\n\\t有的人觉得用最好的肉类去喂它，就可以让它长得强壮有力。但是，这种饲喂方式不仅成本高，而且长期吃肉狗狗反而会容易消化不良，甚至是腹泻。尤其是幼犬，为了获取身体所需的能量，就必须去分解掉肉类中的蛋白质以更好吸收，只是它们肠胃还未发育完全，根本吸收不了;而且这些物质其实从碳水化合物中就可以获得，没必要只吃肉。再说了，肉类中维生素A、D、E的含量也并不充足。\\r\\n', '\\r\\n\\t通常只要是肉类吃得太多的狗狗，或是只喂肉的小狗(尤其是3个月到12个月大的)，它们的骨骼形成一定会出现问题，因为钙质和肉类的磷的比例严重失调。说准确点，是钙少而磷多。而且只喂肉类，小狗还容易发生营养不产的情况，易生软骨病。\\r\\n', '\\r\\n\\t所以，在狗狗幼犬时期就要喂些钙粉。钙粉与钙片的作用是一样的，有助于幼犬骨骼的成长。缺乏钙质，狗狗的牙齿和骨骼的发育都没办法正常。\\r\\n', '\\r\\n\\t一般成长发育期的幼犬，每2.2公斤(约5磅重)，每天就需要一茶匙的钙粉。随着小狗体重的增加，每天的钙粉量也要根据比例来添加。等到满1岁进入成长期后，开始按每4.5公斤(约10磅重)，每天一茶匙的钙粉这个量来饲喂。相当于份量减半，因为过了发育期，骨骼和牙齿的成长已经差不多稳定，无需再吃太多钙粉。\\r\\n', '\\r\\n\\t此外，每天要让幼犬保持一定量的活动，促进钙粉更好地被吸收;要不然吃了不吸收，反而有害无益。\\r\\n', '\\r\\n\\t护理要点\\r\\n', '\\r\\n\\t禁忌食物\\r\\n', '\\r\\n\\t1、盐制的干燥食品：比如咸鱼、小鱼小虾干、腊肉、食品火腿以及腌肉等等。这类食物的含盐量极高，不可给狗狗吃。\\r\\n', '\\r\\n\\t2、芥末还有太辣的食物也不能吃，和人类一样，吃了这些容易出现口、胃肠溃烂的情况。\\r\\n', '\\r\\n\\t3、洋葱是绝对不可以喂的。因为洋葱对狗的血液来说，是一种具有强烈毒性的物质，多吃会导致急性贫血的发生，甚至威胁到性命。\\r\\n', '\\r\\n\\t4、鸡、鸭、鹅等禽类的骨，这些骨头既小又坚硬。不如猪、牛骨头一样容易被狗狗的牙齿嚼碎，特别是小狗，根本就嚼不碎这些细小的硬骨头。而一旦狗狗一口吞下这些骨头，轻则划伤口腔、肠胃，重则刺穿喉咙或胃，导致狗狗失去生命。所以，在给狗狗吃鸡、鸭、鹅肉时，一定要记得将骨头给挑出来。\\r\\n', '\\r\\n\\t5、冷藏的牛奶、冰淇淋和其它乳制品，这些也不能吃，尤其是幼犬，几口冷牛奶就容易导致它腹泻不止，长期下来一旦形成习惯性腹泻，狗狗的身体会日益虚弱，影响它健康的发育和生长。当然，哪怕是加热了的牛奶和其它乳制品也只能少量饲喂，毕竟，狗狗的肠胃真的不适合这类食物，少吃为妙。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/31/105321181.jpg", "中文名字  ：": ["意大利灰狗"], "英文名字  ：": ["Italian Greyhound"], "别      名：": "意大利灵缇，意大利灵缇", "分布区域  ：": "意大利", "原  产  地：": "意大利", "体      型：": "小型犬", "功      能：": "家庭犬", "分      组：": "家庭犬", "身      高：": "33-38厘米", "体      重：": "3-4公斤", "寿      命：": "10-12年", "参考价格  ：": "3500左右", "特      点：": "易打理,友善", "粘人程度  ：": "20%", "喜叫程度：": "10%", "掉毛程度：": "20%", "体味程度：": "60%", "美容程度：": "40%", "对小孩友善程度：": "40%", "对生人程度：": "20%", "对动物程度：": "40%", "运动量：": "40%", "可训练性：": "60%", "口水程度：：": "40%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t也叫做意大利灵缇或意大利灰狗，英文名:Italian Greyhound，从名字就能看出来，它的起源地就在意大利。该犬在过去属于最小型的猎犬，人们大多将其用于猎兔、猎野鸡等狩猎工作中，后来随着社会的发展，狩猎活动日益稀少，人们也开始被它小巧可爱的外形而吸引，开始作为家庭玩赏犬来饲养。', '\\t喜欢意大利灵缇犬的人当中有一个地位极高，那就是普鲁士国王弗德里克二世，这位一国之主曾为所有死去的意大利灵缇专门修建了坟墓，而且自己死后也下葬到了这座庞大的意大利灵缇的坟墓中。还有著名的小说家---保罗·杜普莱西斯，他去世后也是和自己的意大利灵缇合葬的。', '\\t从这里不难看出，当时的意大利灵缇有着多么超然的社会地位。之后该犬也在美国和欧洲等其他国家拥有众多追崇者，直到现在还依旧备受追捧。', '\\r\\n\\t据说该犬种的祖先可能是起源于公元前约500年左右的法老王时代，主要分布在希腊、土耳其等地中海区域，直到中世纪时期才慢慢发展到了南欧地区。\\r\\n', '\\r\\n\\t在庞贝城遗迹中就曾发现过灵缇狗的骸骨，而古埃及的棺木中，也曾找到过外形和该犬种十分相似的狗木乃伊。\\r\\n', '\\r\\n\\t该犬在中世纪的欧洲深受人们的喜爱，尤其是上层贵族，纷纷将其作为玩赏犬豢养。通常在饰章上所选用的狗狗头像都是灵缇，法国王室以及英国亨利八世的盔饰上就可以找到灵缇犬的形象。\\r\\n', '\\r\\n\\t该犬聪明友善，而且善解人意，愿意讨好自己的主人，虽然神经有点敏感，但感情深厚，守规矩，对小孩非常爱护，因此现在已经成为人类贴心的伴侣犬。\\r\\n', '\\r\\n\\t头：头不仅窄，而且相当长，差不多完全平坦\\r\\n', '\\r\\n\\t眼睛：中等大笑，颜色暗，但眼神明亮。浅色的眼睛属于缺陷。\\r\\n', '\\r\\n\\t耳：耳小而轻巧;在放松休息的状态下能够以适当的角度朝向脑袋折起。立耳或纽扣耳则属于严重缺陷。\\r\\n', '\\r\\n\\t颌/牙：牙齿呈剪状咬合，严重的下颌或上颌突出都属于缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈部欣长，纤细，形成一个优美的拱形。身躯的长度适中，和各个部位的连接紧凑;从侧面观察，马肩隆、背部曲线和向下的后躯使整体形成向上拱的一个弓形，而弓形的最高点就在腰部的起点处。胸深而窄。肩长而斜。\\r\\n', '\\r\\n\\t四肢：前肢长且直，处于肩膀下方非常合适的位置;腕部结实而强壮，但骨骼纤细。足爪如兔足，呈拱形，狼爪允许切除。后肢欣长，大腿的肌肉十分发达;从后面观察，两条后腿之间是相互平行的，飞节往下，后膝的角度恰当。足爪与前肢一致。\\r\\n', '\\r\\n\\t尾巴：细长，往末端渐尖，呈曲线状。长度可达飞节处。尾根的位置低，而且尾巴通常也放得很低。卷尾属于严重缺陷，甩尾也属于有缺陷。\\r\\n', '\\r\\n\\t被毛：毛发短而精致，质地柔软细腻，摸起来手感就像缎子一般光滑。\\r\\n', '\\r\\n\\t颜色：除了斑点和带黄褐色斑纹(通常是其他品种才有黑底带褐斑的颜色)属于失格之外，其他的任何颜色和斑纹都可以。\\r\\n', '\\r\\n\\t遗传疾病：髋关节发育不全\\r\\n', '\\r\\n\\t常见疾病：骨肉瘤、急性胃扩张一扭转、犬冠状病毒病。\\r\\n', '\\r\\n\\t整体：肩高13~15英寸。头部又窄又长，鼻子极尖，无清晰的止部。脑袋很长，差不多完全平坦不凸出。口吻细长，显得十分秀气。鼻镜的颜色比较暗淡，颜色可以是黑色、褐色或其他与体色相配的颜色。浅色或局部着色的鼻镜均属于缺陷。牙齿呈剪状咬合最理想，严重的下颌或上颌突出均属于缺陷。眼睛的颜色也暗，但是眼神明亮有神，表情显得十分机灵聪颖，眼睛大小适中。浅色的眼睛属于缺陷。耳朵小而轻巧，休息时以适当的角度往脑袋折起。立耳或纽扣耳均属于严重缺陷。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/25/104324101.jpg", "中文名字  ：": ["彭布罗克威尔士柯基犬"], "英文名字  ：": ["Pembroke Welsh Corgi"], "别      名：": "柯基/彭布罗克柯基", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "牧羊犬", "分      组：": "牧羊犬", "身      高：": "10-13.5千克", "体      重：": "25-30.5厘米", "寿      命：": "12-15年", "参考价格  ：": "1800-10000", "特      点：": "无体味,易打理,吠叫,易训练,耐寒", "粘人程度  ：": "10%", "喜叫程度：": "60%", "掉毛程度：": "60%", "体味程度：": "10%", "美容程度：": "40%", "对小孩友善程度：": "60%", "对生人程度：": "40%", "对动物程度：": "60%", "运动量：": "70%", "可训练性：": "80%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t彭布罗克威尔士柯基犬,，四肢很短，身子长，所以显得身躯比较低矮，但是体格强壮，结实有力，而且性格活跃，又不太占地方。', '\\t以标准来看的话，它的身体不可过矮，骨头不可过重，要不然会显得粗糙或多余，当太轻也不行，那样会显得过于活跃。', '\\t该犬性性情活泼友善，热情，好亲近，聪明的表情，显得对外界充满了兴趣。勇敢，既不胆怯也不凶恶。恰当的平衡性与轮廓、聪明的神态与合适的性情是最重要的。当然，狗狗的运动状态也是十分重要，尤其是从一侧来考察的时候。', '\\t本犬是最受欢迎的小型看家犬之一，天性友好，但不要强迫它去接受它不愿意接受的事物。它的智商不低，这一点是毋庸置疑的，而且警惕性也很强，可以用于看守家园。', '\\r\\n\\t1107年，在英国亨利一世的介绍下，居住在威尔士弗兰德的织布者漂洋过海，将彭布罗克威尔士柯基犬的直系祖先带到了英国地区，当地杂交的后代就是该品种得以延伸的基础。后来这织布者们又迁移到了威尔士的东南角——哈沃福德西一带生活，该犬也跟随一起。\\r\\n', '\\r\\n\\t现在的彭布罗克威尔士柯基犬的祖先，在历史资料上有描述的，与老式无尾小黑犬有极高的相似度。它们有共同的起源族系，包括荷兰狮毛犬、博美犬、萨莫耶犬、松狮犬、挪威猎鹿犬以及芬兰尖嘴犬。但是却极少或几乎没有出现腊肠犬的特性。\\r\\n', '\\r\\n\\t和卡地甘威尔仁柯基犬相比，彭布罗克柯基犬的体形要短一点;腿骨更直、更轻，但被毛的质地更好。同属柯基犬，它们最大的区别之处就是耳朵和尾巴。卡地甘威尔士柯基犬的耳朵圆，而彭布罗克柯基犬的耳朵确实尖且直立的。卡地甘威尔士柯基犬的尾巴长，而彭布罗克柯基犬的尾巴则很短。而且从性情上来看，彭布罗克柯基犬要显得不安分，易激动一些。如果能同时看到这两个品种的早期标本，你会发现差异更加明显。\\r\\n', '\\r\\n\\t一些彭布罗克柯基犬的培育者是想将它培育成一种矮而粗壮的样子。大家应该也能发现该犬的头部变得越来越强壮了，同时，大小合适的圆尖耳朵也变得极为少见了。\\r\\n', '\\r\\n\\t彭布罗克柯基犬和卡地甘威尔士柯基犬的外形能如此相似并非偶然或仅仅是品种选择的结果。我们经过了解，已经相当确定的是在19世纪中期，这两个品种曾经进行过一系列的杂交。\\r\\n', '\\r\\n\\t在更早的时期是否还有卡地甘郡的柯基犬曾到过彭布罗克郡暂未可知，但可以确定的是在同一时期、同一地区的两个品种之间确实会进行杂交。就目前所知的资料显示，尽管第一次世界大战之后，彭布罗克柯基犬和卡地甘郡柯基犬曾经进行过杂交，但一战前，彭布罗克柯基犬确实从来没有去过卡地甘郡。\\r\\n', '\\r\\n\\t当两种柯基犬第一次在犬展上出现后就进行了杂交。当时对柯基犬的了解很少，杂交也很普遍。而现在，这种情况已经被叫停了，培育者们也已经决定将两种柯基犬明确区分开来。\\r\\n', '\\r\\n\\t所有的证据都显示彭布罗克威尔士柯基犬的起源要晚于卡地甘威尔士柯基犬，但彭布罗克威尔士柯基犬不可否认确实也拥有着极为古老的历史底蕴，毕竟，没有任何一个起源于1107年的品种还能被认为是一个新型的犬类。\\r\\n', '\\r\\n\\t该犬整体来说是非常容易饲养的一个品种。毛发保养方面，无需特别的美容和修饰，而且体型中等，占据的空间不大，照料起来也比较方便，再加上该犬性情友善，不管是对人类还是其他动物都十分友好而宽容，也能与家里的孩童融洽相处，还懂得照顾小孩，因此十分适合普通家庭饲养。\\r\\n', '\\r\\n\\t整体：无论犬的外形是否展示出了任何我们所想要的特点，只要出现以下任意一个缺点都将被视为严重缺陷，如：体形太大或太小;扣状耳、玫瑰状耳、下垂耳;上颚突出或下颚突出;绒毛起团、白色被毛、有错误标志或被毛为青色。\\r\\n', '\\r\\n\\t大小，比例和结构\\r\\n', '\\r\\n\\t肩高25.4～30.5厘米。公犬的体重不可大于13.61千克，母犬不超过12.70千克。若是参赛犬，公犬最理想的体重是12.75千克，母犬则为11.34千克。\\r\\n', '\\r\\n\\t比例——适度长而且低。从肩隆到尾根的距离大约比肩隆到地面的距离要长40%。\\r\\n', '\\r\\n\\t头：五官长得精致清晰如狐狸，聪颖警惕的表情显得对周围的环境十分关注，不显胆怯。颅部比较宽，两耳之间的部分平坦，额鼻架适中，面颊略浑圆，且面颊前方的轮廓清晰，使吻部往两端逐渐变尖。枕骨到额鼻架中心的距离比额鼻架到鼻尖的距离要大，颅骨的总长度与前脸面总长度的比例为5:3。吻部既不成盘脸状，也不成女人鼻子样。鼻子为黑色。\\r\\n', '\\r\\n\\t眼睛：呈椭圆形，大小中等，眼睛不圆也不突出，略有倾斜。眼睛为棕色，与被毛的颜色十分协调，眼周边缘为黑色，且黑色是最合适的颜色。但眼睛若为黑色的话，却是最不受欢迎的，黄眼睛与蓝眼睛也一样。\\r\\n', '\\r\\n\\t耳：直立且坚硬，中等大小，往耳尖方向逐渐缩小，耳尖浑圆。耳朵活动自如，对声音的反应十分敏感。从鼻尖穿过眼睛再到耳尖这部分区域交叉划直线的话，会形成一个近似的等边三角形。\\r\\n', '\\r\\n\\t缺陷：蝙蝠耳、小猫耳朵、大而无力的耳、垂耳、位置太高或太低的耳朵。\\r\\n', '\\r\\n\\t严重缺陷：扣状耳、玫瑰耳或下垂耳。\\r\\n', '\\r\\n\\t颌/牙：牙齿呈剪状咬合，上唇内包住下唇外。钳状咬合也是可以接受的。上颚突出或下颚突出都是严重缺陷。嘴唇为黑色，紧闭而不饱满。\\r\\n', '\\r\\n\\t颈、躯体：足够长的颈部使整个身体得以保持一个良好的平衡性，颈部略成拱形，整洁，和肩部自然地相融。颈部太短容易给人一种窒息的感觉，太长、太细或母羊状脖子则会影响犬的品质。颈部的被毛稍微有点浓密，与略短的体毛交界处显得肩后略有凹陷，这是允许的。肋骨的弹性良好，略呈卵形，长度合适。胸深，在前肢间垂下。身体太低会影响它动作的舒展自如，会受到惩罚。俯视的时候，躯体往腰部方向逐渐变细，腰短。\\r\\n', '\\r\\n\\t缺陷：圆桶胸、尘平胸、肋骨缺乏弹性，太长、圆形。\\r\\n', '\\r\\n\\t背：背部坚硬，水平，臀部既不突起，也不会下凹。\\r\\n', '\\r\\n\\t四肢：前躯\\r\\n', '\\r\\n\\t前腿短，前臂略往内弯，肘关节到腕关节的长度小于它到肩关节的长度，所以前肢显得不是很直。但前肢骨骼发达，与爪子垂直。掌节结实，侧面看接近直形，软弱和前弯都被视为严重缺陷。肩胛骨长而沿胸阔向后仰，上臂与肩胛骨差不多一样长，肘与躯干平行，不突出，从肩胛骨最高处到肘关节划一直线，肘关节后置所划的线垂直于地面。脚为椭圆形，两中心趾比外侧两趾要略长一点，既不内翻也不外展。脚垫强健，足爪拱起，爪短。前后腿的退化趾通常是会被切除。\\r\\n', '\\r\\n\\t脚太圆、太长、太窄，或张开都视为严重缺陷。\\r\\n', '\\r\\n\\t后躯\\r\\n', '\\r\\n\\t后躯骨骼发达，硬，弹性良好，膝关节和飞节形成合适的角度。角度太大或太小都会影响犬的品质。股部肌肉发达，两飞节短，互相平行，当从一侧看，都和地面垂直。圆桶状飞节或飞节翘起都是最令人讨厌的缺点。飞节突出或有双关节均会影响犬的品质。爪子和前肢相似。\\r\\n', '\\r\\n\\t尾巴：尽可能是短的断尾，少数仔犬天生断尾也是允许的。如果不是尾巴上翘太高影响了犬的背线轮廓，那么上翘长度不超过5.1厘米是允许的。\\r\\n', '\\r\\n\\t被毛：长度中等，绒毛层短而厚，外层被毛较长且粗糙，可以抵御各种环境条件。全身毛发的长度不等，颈圈、胸部和肩部稍厚而长，躯下被毛平贴着身体。前肢腹面、下腹部以及后躯腹面的毛发较长。被毛最好是直的，但允许有波纹。该犬种容易褪毛，若被毛浓密、健康且修剪良好，那么一旦出现季节性退去绒毛层则不应该被视为缺点。硬毛状、过分短、薄而平滑的被毛是非常严重的缺点。\\r\\n', '\\r\\n\\t被毛蓬松——耳朵，胸部、腿部、足部、下腹部、后躯处的被毛极长、极多是最严重的缺陷。该犬应在自然状态下展出，除了修饰脚部以及剪去触须外，不允许修剪被毛。\\r\\n', '\\r\\n\\t颜色：外层被毛为单色的红色、貂色、浅黄褐色、黑色及带或不带有白色斑纹的黄褐色。腿部、胸部、颈部(或部分或成颈圈)，吻部，下体以及鼻梁等处有白色是允许的。严重影响犬品质的被毛如下：被毛白色，其中带有红色或黑色斑纹;被毛蓝色，带有另一种截然不同的蓝色或颜色褪色;眼睛太亮，蓝眼睛，眼缘、鼻子与嘴唇深赤褐色或灰色。\\r\\n', '\\r\\n\\t错误标志——在肩隆与尾巴间、肘部与后躯腹面、耳部的单纯黑色中有白色区域;非黄褐色犬中，黑色被毛中有白色斑纹。\\r\\n', '\\r\\n\\t步态：自如流畅。前肢伸展自如，抬不了太高，但是和后躯的驱动动作十分协调。合适的肩部装置，再加上恰当的肘部动作，使犬能够往前自如地大步行走。从前面看，四肢行走的时候并没有处于一个平行的平面上，而是稍微内收，以弥补腿短与宽胸的缺陷。后肢伸展自如，并且与前肢位于一直线上，使动作运行连续有力，跗关节既不内收也不外翻。爪子的运行与运动路线平行，不能左右摇摆、交叉、相互干扰。不连贯的短运动、身体摇摆或高抬腿行走，\\r\\n', '\\r\\n\\t来回行走的时候，步态太紧凑或太张开都属于不正确的步态。它的动作必须敏捷、自如，对工作有耐力。\\r\\n', '\\r\\n\\t遗传疾病：退行性关节病、青光眼、髋关节发育不全。\\r\\n', '\\r\\n\\t常见疾病：肥胖症、渐进性视网膜萎缩、癫痫、椎间盘疾病。\\r\\n', '\\r\\n\\t彭布罗克柯基犬每天的饲喂量要控制好，过多过少都对健康没有好处，也不利于成长发育。每天的饲料中，应该包括肉类及等量的各种杂粮、蔬菜、胡萝卜等素食。而且最好能够定期更换品种，以保证摄取的营养更加全面均衡。\\r\\n', '\\r\\n\\t第一、有规律的喂养\\r\\n', '\\r\\n\\t饲喂要定时定点，而且使用同一个盘子，饲喂同样的食物。\\r\\n', '\\r\\n\\t第二、给狗狗喝大量的水\\r\\n', '\\r\\n\\t时刻为狗狗提供干净的冷水，且要经常更换，一般平均每公斤体重的犬只一天消耗的水至少有60毫升，而幼犬、哺乳期雌犬、工作犬或炎热气候下消耗的水会更多。\\r\\n', '\\r\\n\\t第三、控制食物量\\r\\n', '\\r\\n\\t每份食物量的大小要结合狗狗每天所需的能量以及食物中所含的热量来衡量。过多会导致肥胖，可以根据狗狗体重的变化来及时调整。\\r\\n', '\\r\\n\\t第四、逐渐改变食物\\r\\n', '\\r\\n\\t不同的时期要饲喂不同的食物，但更换的过程要循序渐进，不能一下彻底换掉，至少要给狗狗一周左右的过渡期，让狗狗的味觉、消化以及新陈代谢都能适应。\\r\\n', '\\r\\n\\t第五、合理喂食\\r\\n', '\\r\\n\\t喂食的方式与食物中所含的成分是一样重要的。所以，当喂食的是商业犬食时，必须严格遵守商家外包装上的说明和注意事项。\\r\\n', '\\r\\n\\t第六、记录每只狗的结果\\r\\n', '\\r\\n\\t饮食效果以及任何饮食变化都应该用一些简单的指标来记录，比如体重的变化，毛发的质地，粪便的特征，食欲的好坏以及日常的行为等等。\\r\\n', '\\r\\n\\t第七、打理简单\\r\\n', '\\r\\n\\t威尔士柯基犬是一种短毛犬，打理起来是很方便的，一般只需要每个星期简单梳理一下即可，而且它没有体臭的问题，那么只要没掉进泥潭或臭水沟导致身上脏兮兮，基本上一个月洗一次澡就可以了。\\r\\n', '\\r\\n\\t挑选柯基犬的时候，最重要的是看眼睛，柯基的眼周必须为黑色，且眼神聪明机警，对周围十分关注，从眼睛往往就能看出犬只的基本健康状态。\\r\\n', '\\r\\n\\t接着再来查看柯基的毛发，看看一下厚实且富有光泽，手感是否柔软。毛色最好以白色、金黄色、褐色和黑色等几种。感受一下四肢是否结实有力。行走的时候是否自如流畅。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/25/143721941.jpg", "中文名字  ：": ["查理王小猎犬"], "英文名字  ：": ["Cavalier King Charles Spaniel"], "别      名：": "查理王小猎犬，英国玩具猎...", "分布区域  ：": "中国、日本", "原  产  地：": "中国或日本", "体      型：": "小型犬", "功      能：": "玩具犬", "分      组：": "玩具犬", "身      高：": "31-33厘米", "体      重：": "5-8公斤", "寿      命：": "10-12年", "参考价格  ：": "1500-5000", "特      点：": "无体味,吠叫,易训练", "粘人程度  ：": "10%", "喜叫程度：": "60%", "掉毛程度：": "40%", "体味程度：": "10%", "美容程度：": "20%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "80%", "运动量：": "20%", "可训练性：": "80%", "口水程度：：": "10%", "耐寒程度：": "60%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t骑士查理士王小猎犬，性格活泼、气质文雅、体型匀称，是一种非常美丽大方的玩具犬。很爱运动、勇敢又可爱。它的典型特征就是保持天然的状态，无需经过修整、雕琢或人为改变。', '\\t来自英国，起源于15世纪。很多权威人士认为它起源于日本或中国。也是一种极其古老的品种了，散发着天然的贵族气质，展出了真正的高贵和王室风貌。长毛小猎犬在17世纪的欧洲宫廷中确实非常常见，而骑士查理王犬也经常出现在那个时期的各种画作中，深受英王查理一世和查理二世的喜爱，并以查理王来给它命名。', '\\t性格开朗友好，并不会因神经质或胆怯而表现出任何的攻击性。比赛中，任何坏脾气、胆怯、粗鲁的犬只都是会被坚决取消比赛资格的。', '\\t查理士王小猎犬由于体型娇小，不太占地方，相对来说还是挺适合我们中国人的家居环境，它的性格和从不攻击人的特性，使其十分适合陪伴小孩。视觉和嗅觉都非常灵敏，聪明、有趣又懂得诙谐搞怪。', '\\t在玩的时候表现得活力十足，安静时又能表现出其稳定优雅的一面，动静控制自如，用动如脱兔、静如处子来形容它再贴切不过了。', '\\t狗狗都希望得到主人更多的关注，骑士查理王猎犬也一样，所以如果主人平时比较忙，极少有空陪伴它的话，那么温柔而感情细腻的骑士查理王小猎犬很容易会因此感觉到寂寞和孤单。', '\\r\\n\\t在大量与骑士查理王猎犬有关的资料记载出现之前，小型猎犬就已经存在了数个世纪之久了。在很多描绘贵族生活的画作以及挂毯等物品中都曾出现过该犬的身影。特别是15~16世纪的绘画作品中，骑士查理王猎犬就经常和宫廷的孩子一起出现在其中。\\r\\n', '\\r\\n\\t骑士查理王一世对这种犬十分钟爱，因而用自己的名称为它冠名。到了骑士查理王二世，他对这种狗狗的痴迷更甚，为了能够让爱犬常常伴随在他的身边，他甚至颁布了一道法令，特别允许“查理王”可以出入任何公共场合，包括禁止任何动物进入的国会大楼。据说这道法令直到现在依然有效。从那时开始，骑士查理王猎犬就闻名于世，那么自然的，查理王小猎犬就成了宫廷画师笔下经常会出现的角色，和它的主人们一起出现在大师的画作中。直到斯图亚特王室没落之后，骑士查理王猎犬的数量才锐减。\\r\\n', '\\r\\n\\t维多利亚女皇对查理王猎犬也非常喜爱，而且她还对此犬进行了培育，使如今的骑士查理王猎犬与它们的祖先有了很大的差别。\\r\\n', '\\r\\n\\t1928年，英国成立了骑士查理王猎犬俱乐部;1946年，骑士查理王猎犬获得了第一个挑战赛的证书，之后骑士查理王猎犬就迅速成为英国最受欢迎的犬种之一。\\r\\n', '\\r\\n\\t到了20世纪，一个名叫Rosewell \\r\\nEldridge的英国人想寻找一只如17世纪宫廷油画中一样的小狗，并给出了25英镑的酬谢金。虽然最终他并没有如愿，但却激起了英国犬类繁育者的兴趣，短短几年的时间，一种吻部比查理王小猎犬略长的现代品种就产生了，并被正式命名为“骑士查理王小猎犬”。\\r\\n', '\\r\\n\\t第一个骑士查理王小猎犬犬会成立于1928年，不过当时英国犬会还没有承认它为独立品种，仍然将其归类为查理王小猎犬之骑士类型。在“现代查理王”爱好者的不懈努力下，英国犬会终于在1945年认可了该品种。美国也在1956年承认此品种。该犬深受英国上流人士的喜爱，在英国的玩赏犬中仅次于约克夏梗犬，位居第二。\\r\\n', '\\r\\n\\t能适应各种不同的家庭环境，不仅可以陪伴着喜欢安静的老年人，也非常适合爱运动的年轻人饲养。但是并不适合个性独立，工作繁忙，没有时间陪伴它的人士饲养。\\r\\n', '\\r\\n\\t整体：一个身形娇小且比例匀称的狗狗自然是让人最满意的，但并不是每个犬只都能符合理想的身高和体重，比标准有些微偏差是可以被接受的。\\r\\n', '\\r\\n\\t该犬身体的比例接近正方形，但是从肩到臀的长度比肩高略大一点;而从肘尖到地面的距离则为肩高一半。骨量中等、比例协调。任何显得杂乱和粗糙的部分会被看作缺陷。\\r\\n', '\\r\\n\\t头：头部和身体形成一个恰当的比例，使其看起来既不显得太大，也不显得太小。表情甜蜜而温柔，是该品种的重要特征之一。脑袋略圆，但也并非如圆屋顶或山包那样隆起;由于耳朵所处位置的缘故，所以整体看起来头部还是比较平坦的。止端(脸上的凹点)适中，既不太浅也不太深。整个口吻呈轻微的锥状，从止端到鼻尖的长度大概是1 \\r\\n1/2英寸。眼睛恰到好处地填满了脸上的其他位置。鼻镜应为纯黑色，不应该出现肉色斑纹，鼻孔发达。嘴唇发达但不下垂，末端干净利落。缺点：尖锐或过细的口吻。\\r\\n', '\\r\\n\\t眼睛：眼大且圆，但并不突出，两眼间距适中;颜色是极深的褐色。眼神清澈明亮。眼圈为黑色。当它温柔地看着你的时候，你能感觉到它眼神中的柔情。\\r\\n', '\\r\\n\\t缺点：小，杏仁状，突出或颜色浅的眼睛;眼圈为白色。\\r\\n', '\\r\\n\\t耳：位置高，位于头顶上方，但是两耳的间距不应该太近，下垂着，上面长有大量的饰毛，当警惕的时候，耳朵会向脸部轻微扇动。\\r\\n', '\\r\\n\\t颌/牙：齿系完整，呈完美的剪状咬合是最为理想的。而上齿与下齿接近重叠并且位于颌部内恰当的位置则次之。\\r\\n', '\\r\\n\\t缺点：下颚突出式咬合，不牢固的或弯曲的牙齿，歪的颌部。\\r\\n', '\\r\\n\\t颈、躯体：颈部长度合适，喉咙无松弛的赘肉，肌肉发达并形成轻微的弧度。与肩部巧妙地链接起来，使得整体外观看起来十分文雅。\\r\\n', '\\r\\n\\t躯干短，肋骨紧密结合，结实有力，但不可以为桶状胸。胸深适度，最低处可达肘部，使胸腔有足够的空间。身体在最后一根肋骨之后的部分略细，但无明显的收腹。\\r\\n', '\\r\\n\\t背：行动和站立时都保持水平。\\r\\n', '\\r\\n\\t四肢：肩与背部良好的衔接，前肢笔直，且肘部紧贴在身体两侧，腕部强壮，趾爪紧凑，脚垫厚实，狼爪可能已被切除。\\r\\n', '\\r\\n\\t后肢：整个后躯应该拥有宽度合适的骨盆与适当发达的肌肉;后膝关节的角度合适，飞节在后膝关节下的同一直线上。从后面看，两条后肢从飞节到脚跟的部分相互平行。\\r\\n', '\\r\\n\\t缺点：牛肢或镰刀腿。\\r\\n', '\\r\\n\\t尾巴：位置靠前，基本上不会翻卷到背上，在运动时，尾巴保持不动是它的典型特征。允许断尾。如果断尾，断去的长度不可以超过总长度的1/3。\\r\\n', '\\r\\n\\t被毛：中等长度，质地如丝状，卷曲，略呈波浪形也是可以接受的。耳朵、胸部、腿上和尾巴上都有长长的饰毛，且脚上的饰毛是该品种所特有的。被毛不允许修剪。比赛中，修剪被毛、修理被毛或造假都将受到严厉的惩罚，甚至取消比赛资格。但是脚底毛是允许修剪的。\\r\\n', '\\r\\n\\t颜色：双色，浓重的栗色上，分布着珍珠白的斑块。耳朵必须是栗色的，颜色均匀的分布在头上和两眼周围。脸中间有白色筋，白筋也许呈菱形或\"布伦海姆斑\"。菱形白筋是最好的，虽然不是布伦海姆色所特有的和必须的。\\r\\n', '\\r\\n\\t三色：浓黑色上，分布着珍珠白的斑块。耳朵必须是黑色的，颜色均匀的分布在头上和两眼周围。脸中间有白色筋，眼睛上，在脸颊上，耳朵上和尾根处有许多褐色斑块。\\r\\n', '\\r\\n\\t火红色：清一色的深红，眼睛上，脸颊上，耳朵上，胸部，腿和尾根处有亮褐色的斑块。\\r\\n', '\\r\\n\\t缺点：双色和三色颜色过重，在红色、黑色或褐色位置出现白斑。\\r\\n', '\\r\\n\\t步态：轻松不费力，但不太优雅，前肢结实，动作舒展自如，后躯有强大的推动力。从侧面看，步幅大小合适，从正面和后面看的时候，是沿着直线行走的，这是因为它骨骼健全且肌肉发达的缘故。\\r\\n', '\\r\\n\\t骑士查理王小猎犬日常护理\\r\\n', '\\r\\n\\t在查理王犬日常饲喂中，每天都要有适量的肉类，根据体型的大小，一般要喂120-250克，另加再添加等量的干素食料或饼干。必须先把肉煮熟，切碎之后加水和干素料或饼干拌匀之后再饲喂。或者也可以将煮熟后切碎的肉类加食用巧克力拌匀来喂食。\\r\\n', '\\r\\n\\t饼干最好是无糖的，太甜的食物对牙齿不好。除了饲料，每天还要准备适量的干净饮用水。用来装饲料和饮水的槽、盆，都要经常清洗和消毒。特别是在夏天，更应注意保持饲料的新鲜和饮水、餐具的清洁卫生，以免被不干净的食物感染从而患病。\\r\\n', '\\r\\n\\t查理王犬很聪明，学习能力强，平时可多加训练，它可以学会很多动作。喜欢活动，每天应保证它一定的运动量，当主人外出购物或访友的时候，不妨也带上它一起。\\r\\n', '\\r\\n\\t饲养查理王犬，要保持被毛的清洁和美观，每天都要用毛刷或梳子为它梳刷被毛。在梳毛的同时，对犬的头部五官周围的须和过长的毛，也要作适当的修剪。\\r\\n', '\\r\\n\\t在天气炎热的季节，每隔3-5天应给它洗一次澡，然后用电吹风将毛发吹干，或者用干毛巾、干布为它吸去毛上的水分。\\r\\n', '\\r\\n\\t平时带它外出散步时，如果不小心淋雨了，回家后也要马上为它擦干水分，以免感冒或患其他疾病。\\r\\n', '\\r\\n\\t其他季节，每个月最少也要洗一次澡，在为它洗澡时，还可顺便用盐水为它洗眼睛，防止眼病。该犬适合饲养在室内，因此犬舍要经常打扫，并保持清洁卫生。\\r\\n', '\\r\\n\\t牙齿也要经常帮它清刷，除去牙垢。并定期为其修剪脚上的趾甲。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/25/154610201.jpg", "中文名字  ：": ["瑞典柯基犬"], "英文名字  ：": ["Swedish Vallhund"], "别      名：": "瑞典柯基犬", "分布区域  ：": "瑞典", "原  产  地：": "瑞典", "体      型：": "小型犬", "功      能：": "牧羊犬", "分      组：": "牧羊犬", "身      高：": "31-35厘米", "体      重：": "11-15公斤", "寿      命：": "12-14年", "参考价格  ：": "2000左右", "特      点：": "易打理,吠叫,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "60%", "掉毛程度：": "60%", "体味程度：": "50%", "美容程度：": "40%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "60%", "运动量：": "40%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "60%", "简介：     ": "['\\t瑞典柯基犬，来自瑞典，起源于6世纪。在8世纪的时候多被农场主作为放牧牛群的犬种来饲养。数世纪以来，它虽然主要被作为农场犬或牧牛犬使用，但实际上从北欧海盗时期开始，该犬就是一种古老的斯皮茨犬种，体格强壮有力，性情勇敢无畏。', '\\t该犬个性敏感而温顺。警惕性强、精力充沛，聪明友好，十分惹人喜爱，是非常优秀的牧羊犬和伴侣犬，既不凶残也不胆怯、害羞。', '\\t任何与上述标准背离的均为缺陷，缺陷的严重程度根据偏离标准的程度而定。如果在竞赛中出现缺陷将被严重扣分，从而有效地淘汰掉不合格的犬只。', '\\t别看柯基犬的体型短小，但力气极大，充足的骨量和结实的体格总是让人能感受到那活力满满的蓬勃朝气。性格也十分稳定，完全没有―般小型犬的那种神经质。', '\\t外表虽勇猛无惧，但内心却十分温柔友善，很适合给小孩作伴，同时机警敏感的性情，也使其成为最受欢迎的小型看家犬之一。', '\\r\\n\\t该犬来自瑞典，起源于6世纪。瑞典柯基犬发展到8世纪的时候，还主要是被瑞典的农场主所饲养，用来放牧牛群的。到了1942 年，该品种面临危机，数量急剧减少 \\r\\n，差点灭绝。好在经过犬类专家们的不懈努力，逐渐有了复兴的趋势，数量也在缓慢增加之中。\\r\\n', '\\r\\n\\t该犬在1948 年得到了瑞典养狗人俱乐部的认可。到了1964 年， 瑞典人把它的名字更改为 \\r\\n“Vasgotaspets”。现在这一犬种在瑞典本地发展得很好很稳定，分布广泛。瑞典人相信它是欧洲各国柯基犬的祖先，尽管其他国家认为这种说法根本毫无依据，但也还是一度引起了一场持久的争论。所以直到如今，关于瑞典柯基犬到底是柯基犬的祖先还是后裔仍然没有确定的说法。\\r\\n', '\\r\\n\\t该犬的体型虽然小，但是体格健壮有力，而且精力无比充沛，好似有用不完的力气。外形上与威尔士柯基犬的相似度很高，但它的毛色更柔和一些。1996年联邦养狗人俱乐部予以承认。\\r\\n', '\\r\\n\\t瑞典柯基犬聪明可爱、活力十足，而且非常好养，因此十分适合家庭饲养。因为它体型娇小，无需太大的居住和活动空间，而且容易护理，再加上它和孩子们一起玩耍时表现得十分有耐心，友善，毫无攻击性，在同等体形的狗狗中，柯基无疑是最适合城市饲养的。\\r\\n', '\\r\\n\\t头：较长，皮肤整洁干净。从上面看，颅骨到鼻尖的结构使头部形成方形的结构，在眼睛下方。颅骨宽，接近平坦的状态，凹陷良好。从侧面看，吻部呈方形，比颅骨略短。吻部的顶线和颅骨平行。从侧面看，鼻子和吻部处于同一条线上，但不可超过吻部的前部分。有黑色的色素沉淀。嘴唇为黑色，紧实，上嘴唇下垂不明显。\\r\\n', '\\r\\n\\t眼睛：中等大小，呈椭圆形，深棕色，眼睑呈黑色。\\r\\n', '\\r\\n\\t耳：耳尖而直立，大小适中，在颅骨外侧呈一条直线。耳朵的皮肤从根部往尖端结实，毛发光滑。耳朵的灵活性强，活动自如。\\r\\n', '\\r\\n\\t颌/牙：牙齿强壮，发育良好，呈剪状咬合。任何偏离均属于缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈长，强壮且肌肉发达。胸部的深度适中，胸廓比较长，肋骨扩展良好。从前面和侧面看，胸部都呈椭圆形。但是从侧面看的时候，成年犬的胸部长度为前腿长的40%。腹部下方略往上收。腰短而强壮，宽阔而略微下斜。\\r\\n', '\\r\\n\\t背：背部肌肉发达。背线不管在运动还是静止的时候都保持水平的状态。\\r\\n', '\\r\\n\\t四肢：【前躯】肩膀肌肉强健。长长的肩胛骨，往后扩展良好。上臂比肩胛骨稍短，两者所成的角度大概是90度，与肋骨紧贴，但是不会影响到运动的灵活性。肩胛骨与肘部到地面的线呈直角。肘部平行，既不外扩也不内收。从前面看，前臂稍显弯曲，为胸部下部分提供充足的运动空间，骨交和脚部平行。从侧面看，前臂则是笔直的。从地面到肘部的距离差不多等于地面到肩峰的1/2。腿部骨骼良好。骨交略倾斜，呈椭圆形。悬爪允许切除。脚短，大小中等，椭圆形，脚趾朝向前方，紧凑，趾关节良好。脚垫厚实而强壮。\\r\\n', '\\r\\n\\t【后躯】角度与前躯协调。后膝关节和跗关节角度恰当。腿部的骨骼发育良好。上下腿的肌肉发达。下腿略长于跗关节到地面的距离。后膝关节的弯曲程度良好。跗关节与地面垂直，从后面看，两者平行。脚部、脚趾和脚垫都和前脚一致。\\r\\n', '\\r\\n\\t尾巴：长，残尾或断尾都可以。尾巴允许以自然状态呈现，也允许断尾。任何类型的尾巴均符合标准。\\r\\n', '\\r\\n\\t【被毛】长度中等，质地粗糙，外层被毛紧密厚实，底毛柔软而浓密。头部与前躯上的被毛较短，颈部、胸部以及后腿后方的则较长。犬只应该是未经过修剪的自然状态。\\r\\n', '\\r\\n\\t缺陷：羊毛状、卷曲状。\\r\\n', '\\r\\n\\t严重缺陷：松软的被毛(躯干的被毛过长且覆盖了耳朵的边缘)。\\r\\n', '\\r\\n\\t颜色：在红色中掺有灰色以及这些颜色的混合色都符合标准。\\r\\n', '\\r\\n\\t胸部、腹部、臀部、腿下部、脚部和跗关节上的毛为浅色，背部、颈部和躯干侧面为深色最为理想。浅色斑点是必要的。尽管黑色的吻部是符合标准的，但是眼睛周围、吻部和咽喉下部的浅色斑块与头部颜色呈鲜明对比是最为理想的。面部的白斑、颈部的白点以及腿部、胸部上的白色均符合标准。\\r\\n', '\\r\\n\\t严重缺陷：白色超过犬只整体毛色的三分之一。任何非上述描述的颜色。\\r\\n', '\\r\\n\\t【步态】矫健有力，驱动力强健。作为一种畜牧犬，它需要具备敏捷和忍耐力。从前面看，腿部的运动并非是在准确平行的侧面上，而是往内倾斜，从而削弱了短腿和深胸的弱点。前腿往前伸展自如，后腿在躯干下方提供良好的推动力，并与前腿在同一直线上，跗关节既不外翻也不内弯。脚在运动中应保持平行，不能出现摇摆、交叉或相互干扰。\\r\\n', '\\r\\n\\t短而紊乱的运动、过分靠近或扩张的运动均为缺陷。\\r\\n', '\\r\\n\\t柯基犬的毛发短，打理起来比较简单，而且也不需要像某些中长毛发的狗狗一样，每年花费大笔的美容费用，基本上只需保证每天简单梳理一次，每月洗一次澡就可以了。\\r\\n', '\\r\\n\\t幼犬时期的柯基犬会比较调皮，尤其是外出活动的时候，会表现得极为兴奋。但是到了成年阶段，它就比较稳重了 ，很少会在家里上蹿下跳、翻箱倒柜的了。\\r\\n', '\\r\\n\\t因为它生性活泼，而且喜欢吠叫，所以最好从小就对它进行训练，柯基犬的智商是比较高的，它能够在很短的时间内听懂一些简单的口令，是很好训练的。成年后的柯基犬所表现出来的超强服从性和判断能力，常常让人惊叹不已。\\r\\n', '\\r\\n\\t柯基犬对食物不挑剔，要求不高!\\r\\n', '\\r\\n\\t柯基犬虽然体型矮小，但实际上它超级热爱运动，所以每天要保证它足够的运动量，这一点千万不能忽视。\\r\\n', '\\r\\n\\t柯基除了爱咬东西之外，可以训练调教。除此之外，也没什么不好的习惯，总体来说是非常好饲养的。\\r\\n', '\\r\\n\\t身高与身长的合理比例应该是2：3。头部呈方形的外观，耳朵直立，被毛厚实紧凑，中等长度，为黑色。双层被毛是该犬种的显著特征之一。尾巴要么是保持没有修剪过的自然状态(长、残端或者剪短)，要么被断尾。\\r\\n', '\\r\\n\\t该犬种双眼有神，聪颖机警，而且充满了活力。平衡、外形、性情和运动这几个方面比较重要。它工作认真，既能完成传统的畜牧工作，也可以在经过了专业训练后参加赛事，比如服从、追踪等，还可以作为家庭伴侣犬，不管作为哪种角色，它都表现得十分出色和完美。\\r\\n', '\\r\\n\\t体长：从肩峰开始测量的话，公犬12.5-13.5英尺，母犬11.5-12.5英尺。比例比大小更重要，肩高和体长的比例为2：3。身躯结构强壮有力、骨骼健壮，发育良好，既不显柔弱，也不显粗糙，结实，肌肉发达。\\r\\n', '\\r\\n\\t挑选柯基犬其实和看人一样，眼睛是最重要的也最直接的，首先，它的眼睛必须要黑而且双眼有神，这样基本上可以看出它的健康状态是否良好。然后观察并触摸它的被毛是否厚实柔软且富有光泽。毛色最好以白色、金黄色、褐色和黑色等几种。四肢是否结实有力。行走时是否能自如流畅。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/31/111827321.jpg", "中文名字  ：": ["小型葡萄牙波登可犬"], "英文名字  ：": ["podengo,portugueso,pequeno"], "别      名：": "小型葡萄牙波登可犬", "分布区域  ：": "葡萄牙", "原  产  地：": "葡萄牙", "体      型：": "小型犬", "功      能：": "狩猎犬", "分      组：": "狩猎犬", "身      高：": "20-31cm", "体      重：": "4-6kg", "寿      命：": "12-14years", "参考价格  ：": "10,000以上", "特      点：": "不掉毛,无体味,易打理", "粘人程度  ：": "70%", "喜叫程度：": "60%", "掉毛程度：": "20%", "体味程度：": "20%", "美容程度：": "20%", "对小孩友善程度：": "50%", "对生人程度：": "40%", "对动物程度：": "50%", "运动量：": "60%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "40%", "耐热程度：": "40%", "城市适应度：": "40%", "简介：     ": "['\\t据说波登可犬的祖先可能是一种小型的伊比利亚狼。', '\\t相较于其他的特征来说，颜色和被毛的变化反而显得并不是那么重要，有的个体颜色一致，有的还带有白色花斑。有的犬只被毛不仅短，而且很光滑，但也有的犬被毛长且粗糙，这些情况都是可以接受的。', '\\t在波登可犬的培育过程中，人为干预最大一个好处应该就是大大降低了遗传性疾病和遗传缺陷发生的概率。', '\\r\\n\\t所有的葡萄牙波登可犬据说可能均含有两种血统，中型波登可犬是用大型波登可犬培育而来的，而小型波登可犬则与大中型的毫无关系，现在大型的已经很难见到了，而机灵活泼的中型猎犬倒是一直发展得很好，深受人们的重视，尤其是在葡萄牙北部的农村，该犬的饲养非常普遍，主要被用于狩猎。\\r\\n', '\\r\\n\\t后来通过人为选育，中型波登可犬的体型也有了一定的缩小，不过它的主要特征还是继续保留下来了的。这种情况与黄褐色的视觉猎犬(比如：法诺赫猎犬)非常相似。\\r\\n', '\\r\\n\\t该犬比较适合陪伴小孩子，它可以适应炎热的气候，容易训练，也可以和其他的犬种和谐相处，能够成为十分优秀的守门犬。\\r\\n', '\\r\\n\\t不过由于它天性好动，因此对运动量和活动空间的要求较高，那么就不太适合拥挤的城市生活，而且被毛也需要每天梳理，工作繁忙的人是不适合饲养的。\\r\\n', '\\r\\n\\t该犬最为明显的一个特征就是脸部和口鼻部长有饰毛，直立的耳朵上也覆盖着饰毛。\\r\\n', '\\r\\n\\t眼睛：棕色，微微上翘，眼神亲切，无比真诚。\\r\\n', '\\r\\n\\t耳：直立，三角形，耳朵活动自如，非常灵活。\\r\\n', '\\r\\n\\t颈、躯体：双肩肌肉发达，全身结构紧凑，体格结实有力，颈部欣长，没有赘肉。\\r\\n', '\\r\\n\\t背：背长而平直\\r\\n', '\\r\\n\\t四肢：前肢强状有力，足爪呈圆形，脚垫坚硬且厚实。四肢均长满了被毛。\\r\\n', '\\r\\n\\t尾巴：休息的时候，尾巴是下垂着的。\\r\\n', '\\r\\n\\t被毛：有短毛和硬毛两种。\\r\\n', '\\r\\n\\t颜色：毛色大多为淡黄褐色，褐色和白色，也有褐色和黑色夹着白色斑纹的。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201803/24/151457771.jpg", "中文名字  ：": ["山地犬"], "英文名字  ：": ["mountain cur"], "别      名：": "恩特雷布赫牧牛犬、英特布...", "分布区域  ：": "美国", "原  产  地：": "美国", "体      型：": "中型犬", "功      能：": "牧羊犬", "分      组：": "牧羊犬", "身      高：": "46-58厘米", "体      重：": "16-41公斤", "寿      命：": "10-11年", "参考价格  ：": "1000-3000", "特      点：": "不掉毛,无体味,易打理,易训练,耐寒", "粘人程度  ：": "60%", "喜叫程度：": "40%", "掉毛程度：": "10%", "体味程度：": "10%", "美容程度：": "10%", "对小孩友善程度：": "40%", "对生人程度：": "40%", "对动物程度：": "80%", "运动量：": "60%", "可训练性：": "80%", "口水程度：：": "40%", "耐寒程度：": "80%", "耐热程度：": "40%", "城市适应度：": "60%", "简介：     ": "['\\t', '\\t\\t山地犬体型中等，最早的用途是为了帮牧民驱赶畜牧群，该犬理想的肩高应该低于50cm;理想的体重应为25kg～30kg。目前主要生活在险峻的山区，是牛棚、马厩、茅舍以及家园的忠实守卫者。\\t', '\\r\\n\\t该犬早期是由美国定居者最爱饲养的金色短毛犬。它具有将野生动物围困在树上狩猎的本领以及面对困难的超强勇气。它也曾出现在荧幕上，参演了以同名书改编的好莱坞电影“老耶勒”中，扮演布瑞德。\\r\\n', '\\r\\n\\t当然，在美国扩张领土的时代，他们也是特殊的狩猎犬为其工作的，而山地犬就是当时非常重要的一种杂种犬。\\r\\n', '\\r\\n\\t到了20世纪50年代初期，这种黄色犬主要生活在边远的山区和美国西南部的沼泽地带。该犬的体型变化非常大，颜色变化也很大，据统计，常见的就有米色、黄色、灰褐色、黑色和棕色或有斑纹。\\r\\n', '\\r\\n\\t山地犬平常是住在室内的，它的性格非常温顺友善，不过遇到突发的情况时，它也能够尽职尽责地保护好家里的小孩，是孩子们很好的玩伴和保镖。\\r\\n', '\\r\\n\\t山地犬既是一个优秀的伴侣犬，同时也是一个负责任的工作犬，每次有脱离队伍的牛羊，它都会跑上去轻轻咬住它的尾巴或是脚跟，督促它们尽快归队。\\r\\n', '\\r\\n\\t', '\\r\\n\\t\\t头部：头部中等大小。\\r\\n\\t', '\\r\\n\\t\\t耳朵：V形垂耳，大小适中。\\r\\n\\t', '\\r\\n\\t\\t眼睛：小，眼神灵活，为粟色。\\r\\n\\t', '\\r\\n\\t\\t下巴：吻部强壮有力。\\r\\n\\t', '\\r\\n\\t\\t尾巴：尾部很短，有的甚至没有。\\r\\n\\t', '\\r\\n\\t\\t被毛：被毛短而浓密，质地较硬，厚实光滑。', '\\r\\n\\t', '\\r\\n\\t山地犬在警觉状态下的时候，耳朵会张开，耳根的位置比眼睛的水平线低。颈部又瘦又长，略显弓形，腿部挺直而且强壮。尾巴通常非常短，而且部分犬只生下来就没有尾巴。\\r\\n', '\\r\\n\\t颜色：淡黄色短毛;蓝色短毛;黑色和黄褐色短毛;黑色斑纹短毛。这几种都是认可的。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/26/094148461.jpg", "中文名字  ：": ["丝毛梗"], "英文名字  ：": ["Australian Silky Terrier"], "别      名：": "丝毛梗", "分布区域  ：": "德国，波美拉尼亚地区", "原  产  地：": "德国", "体      型：": "小型犬", "功      能：": "玩具犬", "分      组：": "玩具犬", "身      高：": "22-23cm", "体      重：": "4-5kg", "寿      命：": "14-15 years", "参考价格  ：": "2000-25000", "特      点：": "不掉毛,粘人,友善", "粘人程度  ：": "60%", "喜叫程度：": "20%", "掉毛程度：": "10%", "体味程度：": "20%", "美容程度：": "80%", "对小孩友善程度：": "50%", "对生人程度：": "30%", "对动物程度：": "50%", "运动量：": "60%", "可训练性：": "60%", "口水程度：：": "20%", "耐寒程度：": "60%", "耐热程度：": "100%", "城市适应度：": "60%", "简介：     ": "['\\t澳洲丝毛梗因其全身如丝质般光滑柔亮的被毛而得名，也被叫做丝毛犬、丝毛梗，另外，由于它的主要产地是澳洲南部的雪梨，因此也有人叫它雪梨梗。', '\\t性格活泼开朗，偶尔也会表现顽皮，现在主要被人们作为伴侣犬饲养在家里。它具有梗类犬活力充沛、独立自主的典型特点。不过在澳洲本地，它能够最大程度地发挥出梗类追杀小动物的先天技能。', '\\t丝毛梗长相可爱，动作轻快，活泼聪明，当有陌生人接近的时候，则会变现出极强的警惕心，是城市居民的理想看家犬或家庭犬。', '\\t它体态娇小轻盈、机敏活泼，属于真正的“玩具梗”。体长比身高略大，骨骼结构纤细小巧，不过骨量充足，所以能够出色地完成捕猎老鼠的工作。', '\\t它的被毛质地如丝，从止部到尾都需要经过修理和装饰，但是不能太过度。', '\\r\\n\\t丝毛梗起源于19世纪，它的外貌长得和约克夏梗极为相似，但体型要比后者略大一些，且它来自澳大利亚悉尼市。最早只分布在澳洲和印度，被称为“悉尼丝毛梗”(Sydney \\r\\nSilky)，是由凯恩梗、丹第丁蒙梗、爱尔兰梗、曼彻斯特梗、约克夏梗以及斯开岛梗杂交改良而来的。到了19世纪末期，培育者们为了让它同时拥有澳洲梗和约克夏梗最优良的特征，于是将其往玩赏犬的方向培育。之后通过复杂的异种交配、改良，历经困难，终于得到了如今大家所见到的丝毛梗。该犬在1959年被带到美国之后，发展迅猛，分布范围越来越广，在当地主要是作为玩赏犬为主，非常受人们的欢迎。\\r\\n', '\\r\\n\\t有关该犬最早的历史记载在1872-1876年间。在1868年澳洲昆士兰皇家的展览中，有展示过一种粗毛梗，据说就是澳大利亚梗早期的雏型。到了1885年，早已被正式更名为澳大利亚梗的它在墨尔本第一次进行展示，并在1889年于墨尔本成立了犬种俱乐部，在1896年该俱乐部就制定了该犬种的相关标准，之后便慢慢推广发展到了世界各地。1930年，澳大利亚丝毛梗被带到了英国，在1933年得到了全英犬协会的认可。1959年被引入美国，1960年得到全美犬协的认可，并给予了注册。1962年评定出各项标准，之后这一犬种就得以发展到全球各地，深受人们的喜爱。\\r\\n', '\\r\\n\\t该犬有竖耳和垂耳两种类型，美国只认可竖耳不认可垂耳，而英国则都认可。\\r\\n', '\\r\\n\\t该犬性格活泼开朗，有时候也会表现出其顽皮的一面，长相可爱、聪明机灵，当有陌生人接近的时候，它又会表现得十分警惕，是非常可靠且值得信赖的看家犬或家庭犬。它更适合陪伴老人和孩童，同时也适合上班族和城市公寓环境饲养。\\r\\n', '\\r\\n\\t整体：体态娇小、动作轻盈，活泼机灵，具有典型的梗犬的特点。尖耳竖立着，两耳之间的脑袋部分很宽;头骨呈楔形;背部中等长度，线条平直;足爪如猫足一般，很小;眼睛也十分细小。被毛质地如丝，长长地，垂散下来，光泽度极好，长度大约有15cm左右。一般最理想的是头顶的毛浓密且长，而脸、耳部分的毛发则略短一点。\\r\\n', '\\r\\n\\t身高：雄性肩高22-23cm，雌性：22-23cm\\r\\n', '\\r\\n\\t体重范围：雄性4-5kg，雌性：4-5kg\\r\\n', '\\r\\n\\t步态：应表现得轻松自如、步伐轻快，活泼灵动，且笔直向前。后躯的驱动力强，足尖向内或向外翻均属于缺陷。\\r\\n', '\\r\\n\\t头：头部长度适中，结实强壮，呈楔状。酷酷的表情非常有个性，头顶的毛为银色或淡黄褐色。\\r\\n', '\\r\\n\\t头颅部位非常平坦，两眼间距不是太大，相对口吻来说，头颅更长一点。止部较浅，鼻镜为黑色。\\r\\n', '\\r\\n\\t眼睛：较小，呈杏仁状，眼圈的颜色深。浅色的眼睛为严重缺陷。\\r\\n', '\\r\\n\\t耳：耳根的位置高，耳小而直立，呈V形，不允许出现任何歪斜的情况。\\r\\n', '\\r\\n\\t颌/牙：牙齿整齐，呈剪状咬合。上下颚突出式咬合都属于严重缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈部和肩部完美的融合。颈部中长，形状漂亮，与脑袋形成一定的角度。胸中等宽度，胸深最低处与肘部位于一条水平线。身体的位置较低，体长比肩高长20%左右。体长指的是肩膀起始点(或前胸)到大腿最后(臀部终点)的距离。身躯太短或太长都被视为缺陷。\\r\\n', '\\r\\n\\t背：背线水平。背线不平属于严重缺陷。\\r\\n', '\\r\\n\\t四肢：肩部的角度合适，平贴在上肢上方，前肢的位置刚好位于身体的下方。前肢笔直且结实，骨骼纤巧。足爪小如猫足，圆且紧凑。脚垫厚实，弹性良好，趾甲坚硬，且颜色深。白色或肉色的趾甲属于缺陷。足爪笔直向前，无内弯或外翻的现象。如果有狼爪，是必须要切除的。\\r\\n', '\\r\\n\\t大腿肌肉发达、结实，不过整体轮廓并不会显得沉重和呆板。后膝关节的角度合适，飞节低，从后面看，两腿互相平行。足爪与前肢一致。\\r\\n', '\\r\\n\\t尾巴：断尾，尾根的位置高。\\r\\n', '\\r\\n\\t被毛：单层，直而下垂，光泽极好，质地如丝，触感丝滑。成年犬的被毛顺着身体轮廓下垂，但长度有要求，不可以靠近地面。头顶的毛发很多，但脸和耳朵上的毛发若是太长则不理想。头上、后背到尾根的毛发需要往两边分散。尾巴上的毛发厚度和长度都正好，没有饰毛。腿部从脚腕到足爪或从飞节到足爪的部分长有短毛。足爪不应该被腿上的毛发所遮蔽。\\r\\n', '\\r\\n\\t颜色：兰色和棕色。兰色可以是银兰、鸽子兰或石板兰，棕色则深而丰富。兰色从头部一直延伸到尾巴尖，还有前腿部分向下延伸到肘部，后腿部分在大腿外侧的上面一半，特别是尾巴上的兰色，非常深。棕色一般分布在口吻和面颊，耳根周围，腿、足爪及肛门周围。头上的饰毛应该是银色或比其他棕色地方亮的杏黄色。\\r\\n', '\\r\\n\\t丝毛梗的毛发较长，所以要定期洗澡，并每天梳理被毛。另外，该犬活泼好动，需要经常带它出去散步活动。\\r\\n', '\\r\\n\\t因为丝毛梗犬属于长毛犬种，所以无论是日常养护还是饲喂相对来说都比短毛犬麻烦。\\r\\n', '\\r\\n\\t1.饮食均衡、运动量适当：这样可有效增重而不至于让犬只发胖，饮食上为狗狗提供含有宠主蛋白质、维生素、矿物质，但卡路里、脂肪低的食物，可增加纤维的含量，让狗狗在饭后饱腹感和满足感更明显。\\r\\n', '\\r\\n\\t2.保持宠物居住环境的干燥、清洁和温暖。\\r\\n', '\\r\\n\\t3.定期做健康检查：比如口腔卫生、心丝虫的预防、疫苗接种等各项检查，有任何不对劲的征兆都要立刻就医。\\r\\n', '\\r\\n\\t4.定期为狗狗梳理被毛，以免皮肤上出现异常的分泌物、肿块以及其他异常的变化。为了维持毛发的健康，建议必须注意补充氨基酸、维生素A、E以及矿物质，这些物质对促进毛发的生长和皮肤细胞的代谢非常有好处。\\r\\n', '\\r\\n\\t所需营养\\r\\n', '\\r\\n\\t1：类似于它的祖先在所获取的食物中获取的营养物质。澳大利亚丝毛梗生活在英国西南部农场，一般主要喂食牛羊肉、土豆，以及玉米、燕麦、小麦等谷类混合物。而这些食物中所含的营养成分都是有利于犬只的消化和腺体功能的吸收代谢。\\r\\n', '\\r\\n\\t2：适当均衡的蛋白质、碳水化合物、糖类、脂肪、维他命和矿物质。对于矿物质的需求都是其祖先的遗传基因所决定的。\\r\\n', '\\r\\n\\t1.性格上，要从观察行动入手，看看它是否符合敏锐、机警以及活泼的要求，特别是在短暂的接触中，看它是否对玩赏者表示出友善、亲密的性格，这一点十分重要，一个友好易相处的狗狗才更适合家庭饲养。\\r\\n', '\\r\\n\\t2.外形方面要观察下是否符合它体形娇小，动作灵敏，活泼可爱的要求。\\r\\n', '\\r\\n\\t3.耳朵以直立的为好，下垂的不建议，但不强求，以个人喜好为主。\\r\\n', '\\r\\n\\t4.门齿应选剪状咬合的。\\r\\n', '\\r\\n\\t5.被毛要长而浓密，且富有光泽，毛稀薄且粘接在一起的，不宜选择。\\r\\n', '\\r\\n\\t6.毛色非常重要，深褐色或银蓝色的为上品，墨色、黄铜色、红棕色的为次品。\\r\\n', '\\r\\n\\t7.体格要强壮，双眼要有神、动作要敏捷，表现出有气无力、动作迟钝或有拉稀等有患病迹象的都要马上淘汰在外。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/25/170702141.jpg", "中文名字  ：": ["西高地白梗"], "英文名字  ：": ["West Highland White Terrier"], "别      名：": "西高地铁利亚、西高地白梗", "分布区域  ：": "英国", "原  产  地：": "英国", "体      型：": "小型犬", "功      能：": "梗类犬", "分      组：": "梗犬", "身      高：": "25-28厘米", "体      重：": "7-10公斤", "寿      命：": "13-14年", "参考价格  ：": "1000起", "特      点：": "不掉毛,易训练,耐寒", "粘人程度  ：": "20%", "喜叫程度：": "20%", "掉毛程度：": "30%", "体味程度：": "30%", "美容程度：": "40%", "对小孩友善程度：": "20%", "对生人程度：": "30%", "对动物程度：": "40%", "运动量：": "80%", "可训练性：": "80%", "口水程度：：": "20%", "耐寒程度：": "80%", "耐热程度：": "80%", "城市适应度：": "100%", "简介：     ": "['\\t西部高地白梗体型娇小，活泼贪玩，协调性良好，而且性格坚定，但是略有点自负，是一种典型的梗类犬，体格结实健壮，胸部以及后腰都比较深，后背笔直，后驱强健有力，四肢肌肉发达，显得力量十足且活力慢慢。它的被毛大约有2英寸长，为白色，浓密而粗硬，但底毛却很柔软。', '\\t性情温和、耐力持久，感情丰富，且自信，对主人非常忠实。整体看起来具有一种天生的出众的艺术气质，让人无法忽略。', '\\r\\n\\t该犬来自苏格兰西部高地区域，被毛为纯白色，是一种典型的梗类犬，具体起源时间是在19世纪。从外貌上看，西高地的脸颊和狐狸倒是有一定的相似度，鼻梁比较长。据说所有的苏格兰梗的祖先都是相同的一个，之后才被分布到英国各个地区。\\r\\n', '\\r\\n\\t西高地白梗最早是被用来捕猎水獭、狐狸以及老鼠。\\r\\n', '\\r\\n\\t19世纪的时候，在著名的饲养者亚盖尔公爵的旦巴顿郡领地上，马尔科姆上校曾在波多·罗克村中进行了长达60多年的培育工作，将其和白毛犬品种进行交配，从而将该犬的外貌稳定成如今外貌所看到的模样。所以西部高地白梗过去以前叫做波多罗克梗。\\r\\n', '\\r\\n\\t在当地，西高地白梗的繁殖者数量并不多，直到近些年来随着市场的需求增大才逐渐受到更多人的关注。12年，某名犬俱乐部所引进的顶级血统西高地白梗，一直以来都是国内西高地白梗爱好者的选择。\\r\\n', '\\r\\n\\t该犬体型娇小，对空间的要求不大，因此完全能够适应城市公寓的生活，对每个家庭成员来说，性格活泼的西高地白梗都是非常让人愉快的优秀伴侣犬，很适合家庭饲养。\\r\\n', '\\r\\n\\t不过由于它的被毛洁白，十分漂亮，那为了保证毛发的靓丽，就需要每天打理，可能会稍微花费点时间，因此不太适合繁忙的人饲养。\\r\\n', '\\r\\n\\t', '\\r\\n', '\\r\\n\\t头：从枕骨到眼睛的距离要略大于它到前脸的距离。头上的被毛丰厚，抬起的时候和前躯形成直角，或是低于颈椎。头骨略圆;触摸前额的时候会显露出一个平滑的外形。头骨自耳部往眼部的方向逐渐变细。止部轮廓十分清晰，由重且突起的骨脊形成，位于眼睛下方，双眼之间略有凹陷。黑色的鼻子，很大，与口吻的其他部分连在一起，形成一个平滑的外观。鼻子不往前突出。前脸从眼部往口吻部方向逐渐变细。中部不凹，自眼部缓缓下落，结构自然。\\r\\n', '\\r\\n\\t眼睛：眼宽，中等大小，不饱满，越黑越好。略凹陷，处于浓密的眉毛下，眼神透露出机智聪明，具有穿透力。眼睛颜色浅视为严重失格。\\r\\n', '\\r\\n\\t耳：小而稳固，立耳，耳朵边缘非常尖;双耳的位置适中。\\r\\n', '\\r\\n\\t颌/牙：颌强壮，平坦。随着犬齿的间距逐渐变宽，使表情更显可爱。就犬的体型而言，它的牙齿算是比较大的，呈整齐的剪状咬合。\\r\\n', '\\r\\n\\t颈、躯体：颈部足够长，与脑袋自然地衔接。肌肉发达，颈部往下渐粗，与倾斜的肩部平滑地相融。身体结实，结构紧凑。腰部不仅宽而且强壮。胸深，上半部分的肋骨形成一个自然的拱形，从侧面看，胸部稍显平坦。往后的肋骨很深，与前躯最后一根肋骨之间的的间距短，确保了躯体能够自由的运动。\\r\\n', '\\r\\n\\t背：后背笔直有力，背线平坦。\\r\\n', '\\r\\n\\t四肢：前腿虽短，但肌肉发达，而且笔直，前肢上覆盖着短短的硬的被毛。 \\r\\n肩部向后斜，肩顶向前，肩胛骨宽，靠近胸腔壁。肘部的位置自然，使前腿可以活动自如，与体轴平行。\\r\\n', '\\r\\n\\t后躯强壮、肌肉发达，上部分较宽。腿短但肌肉发达，显得非常强壮有力。大腿之间的间距不远。飞节弯曲，自然的位于躯体下方，所以不管是在直立或是运动的状态下，相互之间都离得比较近。飞节笔直或无力为失格。前脚比后脚大，都是大小合适的圆形，厚厚的脚垫，覆盖着粗的短毛。全部的指甲最好都是黑色。\\r\\n', '\\r\\n\\t尾巴：尾巴长12-15cm，覆盖着非羽毛状的被毛，越直越好。尾巴欢快的举起但不会过背。不可以是长尾，不能剪短。\\r\\n', '\\r\\n\\t被毛：双层。被毛大约2英寸长，白色，质地粗硬，底毛浓密而柔软。\\r\\n', '\\r\\n\\t颜色：就和它的名字一样，自然是白色的最好。缺陷：除白色外的任何其他颜色，过重的小麦色。\\r\\n', '\\r\\n\\t遗传疾病：CranioManibularOsteopathy(C.M.O.)、皮肤性疾病SkinCondition、后腿髋关节疾病LeggPerthes/CalvesDisease、视觉性疾病Cataracts。\\r\\n', '\\r\\n\\t遗传病：白内障、髋关节发育不良。\\r\\n', '\\r\\n\\t常见疾病：原发性肾上腺皮质功能减退、慢性肝炎、白狗摇摆症、失聪、角膜炎、结膜炎、免疫介导性溶血性贫血、白狗摇摆症。\\r\\n', '\\r\\n\\t在西高地白梗的饲养过程中，一定要确保每天有足够的运动量，要经常带它去户外活动。而且它的被毛洁白漂亮，因此每天都要梳理，但是不能太频繁的洗澡，以免毛脂被洗掉而影响被毛的光泽度。\\r\\n', '\\r\\n\\t西高地是肉食性的动物，它的祖先就是依靠捕食小动物为主的，当然偶尔也会吃一些块茎类的植物来饱腹。后来经过人类驯养之后，食性发生了变化，是以肉食为主的杂食动物，当然，吃素食也能够维持它们的生命的。\\r\\n', '\\r\\n\\t不过，西高地也有比较麻烦的一点：\\r\\n', '\\r\\n\\t就是它喝水必须要用到饮水器，因为它嘴边的白色毛毛很容易遇水而变黄。\\r\\n', '\\r\\n\\t另外，皮肤问题也是它的一大困扰，大概有五分之一的西高地会受到皮肤病的折磨。\\r\\n', '\\r\\n\\t整体：它的整体外观应该是优美而雅致的，背部以及身体两侧的被毛极长，和颈部、肩部稍短一点的被毛完美地融合在一起。环绕头部一圈的地方被毛丰厚，形成了典型的西部高地白梗的表情。它最显著的特征就是那长约5cm的洁白毛发，尾巴很短，如胡萝卜形。\\r\\n', '\\r\\n\\t身高：雄性西高地白梗肩高25-30cm，雌性西高地白梗肩高23-28cm\\r\\n', '\\r\\n\\t体重范围：雄性西高地白梗7-10公斤，雌性西高地白梗6-7kg\\r\\n', '\\r\\n\\t步态/运动：各个部位都非常不错，行走或站立时都显得从容大方，不卑不亢。从前面观察，腿自肩部往前伸展自如。后腿动作灵活、强壮且彼此紧靠。膝关节和飞节的活动也十分灵活，而且飞节有力。后腿运动僵硬、不自然以及O形腿都被视为严重失格。\\r\\n']"}

{"封      面：": "http://www.goupu.com.cn/file/upload/201804/26/102435851.jpg", "中文名字  ：": ["苏格兰梗"], "英文名字  ：": ["Scottish Terrier"], "别      名：": "亚伯丁梗，苏格兰小子", "分布区域  ：": "英国", "原  产  地：": "英国苏格兰", "体      型：": "小型犬", "功      能：": "护卫犬", "分      组：": "梗犬", "身      高：": "25-28厘米", "体      重：": "8-10公斤", "寿      命：": "10-14年", "参考价格  ：": "1000-5000", "特      点：": "护家,耐寒", "粘人程度  ：": "40%", "喜叫程度：": "20%", "掉毛程度：": "40%", "体味程度：": "40%", "美容程度：": "60%", "对小孩友善程度：": "60%", "对生人程度：": "50%", "对动物程度：": "40%", "运动量：": "60%", "可训练性：": "70%", "口水程度：：": "50%", "耐寒程度：": "80%", "耐热程度：": "70%", "城市适应度：": "80%", "简介：     ": "['\\t苏格兰梗历史悠久，但是有关它真实的来源到现在却尚无定论，1882年才制定了该犬的标准。它身形虽然娇小，但力气很大。曾多次出现在电视荧幕上，比如在迪斯尼电影《淑女与流浪汉》中扮演一个不朽的绅士形象，是为数不多的电影明星狗之一。据说罗斯福总统以前也曾豢养过一只苏格兰梗。', '\\t苏格兰梗体型小巧、结构紧凑、结实有力、骨量充足。浓密的刚毛，质地粗硬，挂在身体两侧以及短短的四肢，可以抵御恶劣的气候。它的这些外貌特征，再加上所特有的热情、动人的淘气表情，以及竖立的耳朵和尾巴，都是它显着的特征。它的外貌十分出众，而且还有着十分突出的勇敢而威严、自信而冷静的气质。', '\\t苏格兰梗意志坚定，独立有主见，活跃而自信，警惕而勇敢，但是很难和其他犬只和谐相处，而且十分固执，再加上它力气大，有时还很蛮横，会对别的狗狗表现出攻击性，所以并不适合多只狗狗的家庭。但是它对人类却表现得十分友好而温和。', '\\r\\n\\t绝大多数的苏格兰梗爱好者都深信它就是所有高地梗最原始的祖先，而其他的品种均是来自该祖先的后代。苏格兰梗是最原始的纯粹的纯种高地犬。过去提到的斯凯梗并非现在所见到的斯凯梗，而是苏格兰梗的祖先，只不过外形比较相似而已。有很多的文学作品中都曾描述过一种用于捕捉狐狸和獾的土犬，而这些描写与如今的苏格兰犬的祖先契合度极高。\\r\\n', '\\r\\n\\t在17世纪，当苏格兰的国王詹母斯六世变成英国的詹母斯一世的时候，他写信给爱丁堡，表示要将6头梗犬作为礼物送给法国。之后他又写信给考德威尔称Earl of \\r\\nMontielh是好犬。之后英国权威--Rauodon \\r\\nB.Lee写道：苏格兰梗的最早起源地是英国，是当地最古老的一个品种。这么多年过去了，该犬在高地的受欢迎程度始终很高，但是奇怪的是，当地人民一直称它为斯凯梗，而实际上它和长毛的、非猎狩的斯凯梗根本就是不同的。\\r\\n', '\\r\\n\\t多年来所繁育的苏格兰梗始终是纯种。犬展中首次对苏格兰梗进行分类是在1860年英国的伯明翰。此后其他的犬展也沿用了这种分类，但是参展的这类犬却并非是纯种的苏格兰梗，而是斯凯梗、丹迪丁蒙梗和约克郡梗。\\r\\n', '\\r\\n\\t1882年苏格兰梗俱乐部成立了，该俱乐部的官员由英格兰和苏格兰共同担任，之后由于对该品种兴趣越来越大，这两个国家便各自成立了独立的俱乐部。\\r\\n', '\\r\\n\\t第一次将苏格兰梗引入美国是的人是John \\r\\nNaylor，他开始是在1883年进口一头公犬和一头母犬。之后他开始不断大量进口该品种的犬。而且在他后期进口的犬种出现了著名的“Glenlyon”和 \\r\\n“Whinstone”等名犬，第一头在美国登记的苏格兰梗名叫Dake(3688)，差不多同年时期，成立了美国养犬俱乐部。\\r\\n', '\\r\\n\\t从过去到现在，美国进口了成千上万头犬，很多著名的苏格兰梗育种者一直在为该犬的繁衍和发展而坚持不懈的努力着。或许现在已经很难找到最初的血统了，但是早期的这些梗在历史上必定是有它们的一席之地的。对于早期饲养者John \\r\\nNaylor以及该品系的传播者来说，人们对苏格兰梗的喜爱，就代表着一种永久性的纪念。\\r\\n', '\\r\\n\\t苏格兰梗属于一种比较安静的品种，它从来不会无故乱吠，只有在察觉到危险或陌生人靠近时才会发声体型，警惕性强，完全可以作为看家护院的护卫犬来饲养。\\r\\n', '\\r\\n\\t不过苏格兰梗的性格较为蛮横，而且力气很大，很难与其他的犬只和平相处，甚至会表现出攻击性，因此不适合家里有多只狗狗的人饲养。\\r\\n', '\\r\\n\\t整体：长相出众，精力充沛，聪明机智，反应极快。头颅高昂着，头部细长。眉毛也很长，且颚部应长有长须。耳小而直立，鼻子很大。四肢肌肉发达、结构紧凑，尾巴上翘。全身长有粗硬浓密、如丝质般的长毛，腹部的毛发甚至长到可以拖到地上。毛色主要有黑色、浅黄褐色、麦色和红褐色等。\\r\\n', '\\r\\n\\t雄性肩高25-28cm，体重8.6-10kg;雌性肩高25-28cm，体重8.2-10kg\\r\\n', '\\r\\n\\t步态/运动：在长腿的犬种中，并不是迈着方步的小跑或是行走，前腿也没有十分精确地沿着平行的平面来运动，因为前胸深、宽且圆，所以导致它在迈步的时候，前腿是稍微往内倾斜的。\\r\\n', '\\r\\n\\t该犬四肢灵活，活动自如，动作灵敏，后肢强壮有力，驱动力强，前肢伸展良好，迈步的时候都协调性良好。前腿的动作应是方步，慢跑时跗关节和膝关节伸展灵活而有力。而公犬在运动时，背部始终保持水平，没有塌陷、凹陷或凸起。\\r\\n', '\\r\\n\\t头：头长，与身体形成一定的比例。从侧面观察，颅部和吻部各自所处的平面应相互平行。颅部长，中等宽度，略呈圆形，脑袋上的毛发短而硬。头颅扁平，与两眼处在一条直线上，颅骨和吻之间的鼻梁处于颅骨和吻部之间，明显的细长形状，有利于准确地表达出狗狗的表情。颅骨应光滑，无凸出或凹陷的现象，额部平坦，没有规则。\\r\\n', '\\r\\n\\t吻部的长度基本上等于颅骨的长度，且往鼻子方向逐渐变尖，位于眼下方十分恰当的位置，无一点凹痕。\\r\\n', '\\r\\n\\t不管一只合格的苏格兰梗被毛是哪种颜色，它的鼻子都应该是黑色的，且大小中等，看起来上颔好像是长于下颔。\\r\\n', '\\r\\n\\t眼睛：两眼距离比较开，眼睛在眉毛下方一个适当的位置。眼睛应该小，眼神明亮而敏锐，呈杏仁状，而非圆形。眼睛为深棕色或接近黑色，越深的颜色越好。\\r\\n', '\\r\\n\\t耳：一般耳朵应该小且直立，在颅部上合适的位置，不会显得陡峭，上面覆盖着短而柔软的毛发。从前面看，从颅部耳根处耳朵外缘形成一条向上的直线。耳朵的活动、大小、形状、位置以及直立向上的姿态，通常是决定狗狗是否能表现出敏锐、机警、聪明的表情的重要因素。\\r\\n', '\\r\\n\\t颌/牙：齿大，均匀整齐的排列，呈剪式或钳式咬合，一般剪式咬合更为理想。颌部呈方形，水平，强状有力。咬合不齐的会被看作严重缺陷。\\r\\n', '\\r\\n\\t颈、躯体：颈部应适度短，骨骼强壮，厚且肌肉发达，与向后倾斜的肩部自然融合。缺陷：颈部太短，显得笨拙的。\\r\\n', '\\r\\n\\t躯干也短，但是适度，肋骨从脊柱起就扩张良好，形成一个宽阔而强壮的背部，然后再向下弯曲形成一个很深的躯干。如果从横截面观察，差不多形成一个心脏的形状。\\r\\n', '\\r\\n\\t胸深且宽，下沉，处于两前腿之间良好的位置。前胸应该处于腿前方的部位，且恰当的延伸，下垂并向下很好地与胸廓融为一体。胸不应扁平或凹陷，而是和胸廓的轮廓十分吻合。胸廓最底点的高度能够容纳一个普通人的拳头，间隔极小，或基本上没有间隔。\\r\\n', '\\r\\n\\t背：应平坦而结实。\\r\\n', '\\r\\n\\t四肢：肩部往后的伸展性良好，有恰当的松弛，在肩胛部的位置则适度紧缩，前腿的骨骼粗壮，笔直或稍微弯曲，肘部紧贴着躯干。前腿的位置在肩胛骨下方，清晰的前胸处于双腿之前。肘部不应外翻，前后脚呈圆形，脚垫厚实，足爪紧凑，前脚应指向垂直前方;脚趾强壮，但是稍微有点偏离也是可以接受的。狼爪允许切除。\\r\\n', '\\r\\n\\t后躯大腿肌肉发达，强壮有力，膝关节的弯曲良好，跗关节到脚后跟处于同一水平直线上。跗关节下沉良好，跗关节则互相平行。\\r\\n', '\\r\\n\\t尾巴：长度大概有17.8cm，不过从来不截尾。尾巴的位置很高，直立、向上翘起，或垂直或略往前卷曲，但不会翻卷到背上。尾根应该粗壮，往尾末端逐渐变尖，尾部的被毛短而硬。\\r\\n', '\\r\\n\\t颜色：颜色为黑色、小麦色或带其他颜色的斑点。\\r\\n', '\\r\\n\\t苏格兰梗幼犬的照顾:\\r\\n', '\\r\\n\\t出生之后，如果苏格兰梗母犬表现很好，会细心地去照顾它的孩子，那么就让幼犬和母犬留在之前预备好的产房里即可。但是如果母犬的情绪并不稳定，那么为了避免它压伤幼犬或是发其他的意外伤害，那最好还是将幼犬安置到育婴箱，在需要哺乳的时候让母狗进去，或把幼犬抱出来让母犬喂奶就行了。\\r\\n', '\\r\\n\\t如果幼犬出生在冬天，那么一定要注意调节好育婴箱内的温度，由于新生幼崽的体温调节机能还并不完善，箱内的温度最好维持在25℃，且绝对不能低于20℃，另外箱子也不要放在温差变化太大的地方;建议在箱子内放个室温计，这样可以随时查看温度。保温的方式可用灯泡或电毯。而且育婴箱内要时刻保持干净整洁，像污秽、尿湿的碎报纸或毛巾要经常拿出来更换并及时清洗。\\r\\n', '\\r\\n\\t刚出生的的幼犬免疫力很低，大概只有29﹪，但是在吃了母奶之后，免疫力能得到极大提升，达到77﹪，尤其是前三天的初乳，这是在未打预防针之前保护幼犬健康的最佳抵抗力来源。母乳不仅富含营养，而且还能为幼犬提供较强的抗病能力，所以母狗的奶水如果充足，那么让新生幼崽只吃母奶就好了;但母奶如果奶水不足，那只好通过人工哺乳来为它补充缺失的营养，当然，这肯定没办法与母奶的作用相比，因此哪怕母奶有限，还是要尽量分配给每一只小狗吸吮。\\r\\n', '\\r\\n\\t哺乳前，记得先用热毛巾帮母犬擦拭乳房，然后用手轻轻挤乳头让乳汁流出，然后将幼犬从育婴箱中抱出放在母犬腹下让它们吃奶。头一周喂奶的间隔时间为2小时，到了第二周则间隔3小时，第三周间隔4小时，到了第四周，小狗就会偷吃妈妈的食物了，此时喂奶要根据情况来定。\\r\\n', '\\r\\n\\t幼犬还没有睁开眼睛的时候可能会找不到奶头，或含不住奶头，所以饲主最好可以将幼犬放在奶头前并引导它吸奶，也可以先用尾指伸入小狗嘴里让它练习吸奶，再趁它还张开嘴的时候，将它凑近奶头，然后帮助它含住奶头吸允。\\r\\n', '\\r\\n\\t喂奶的时候，母狗同时会舔舐幼犬的肛门和生殖器，以刺激小狗排泄，要不然粪便若积留在体内，幼犬就容易生病，那么若是母狗没有做出这种舔舐的行为，饲主就一定要用卫生纸或是纱布去摩擦刺激排泄的地方，以帮助幼犬顺利排便。通常母狗还会顺便将幼犬的排泄物给舔掉，可能有时候会不小心将幼犬的身体弄脏，那么家长要用温热毛巾帮它擦拭干净哦。\\r\\n', '\\r\\n\\t若是剖腹生产，幼犬吸乳的时候，家长最好在一旁盯着，以免母狗的缝线被扯开，导致伤口裂开。\\r\\n', '\\r\\n\\t', '\\r\\n']"}

